Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_TransactedReceiveScopeEndCommitFailed
source: The call to EndCommit on the CommittableTransaction with id = '{0}' threw a TransactionException with the following message: '{1}'.
ar: أدى استدعاء EndCommit على CommittableTransaction ذات المعرف = '{0}' لطرح TransactionException بالرسالة التالية: '{1}'.
cs: Volání metody EndCommit třídy CommittableTransaction s ID = {0} vygenerovalo výjimku TransactionException s touto zprávou: {1}.
da: Kaldet til EndCommit på CommittableTransaction med id = '{0}' udløste en TransactionException med følgende meddelelse: '{1}'.
de: Der Aufruf von EndCommit in der CommittableTransaction mit ID = '{0}' hat eine TransactionException mit der folgenden Meldung ausgelöst: '{1}'.
el: Η κλήση στο EndCommit στο CommittableTransaction με αναγνωριστικό = '{0}' παρουσίασε TransactionException με το παρακάτω μήνυμα: '{1}'.
es: La llamada a EndCommit en la CommittableTransaction con el identificador = '{0}' inició una TransactionException con el siguiente mensaje: '{1}'.
fi: EndCommit-kutsu kohteessa CommittableTransaction (tunnus = {0}) lähetti TransactionException-kohteen ja seuraavan sanoman: {1}.
fr: L'appel à EndCommit sur le CommittableTransaction avec l'ID '{0}' a levé un TransactionException avec le message suivant :'{1}'.
he: הקריאה ל- EndCommit ב- CommittableTransaction עם מזהה = '{0}' יצרה TransactionException עם ההודעה הבאה: '{1}'.
hu: Az EndCommit metódusnak az id = '{0}' beállítású CommittableTransaction tranzakcióhoz való meghívása TransactionException kivételt váltott ki a következő üzenettel: „{1}”.
it: La chiamata a EndCommit in CommittableTransaction con ID = '{0}' ha generato TransactionException con il messaggio seguente: '{1}'.
ja: id = '{0}' の CommittableTransaction に対する EndCommit への呼び出しにより、次のメッセージと共に TransactionException がスローされました: '{1}'。
ko: ID = '{0}'인 CommittableTransaction에 대한 EndCommit 호출에서 다음 메시지와 함께 TransactionException이 발생했습니다. '{1}'.
nb: Kallet til EndCommit på CommittableTransaction med ID = {0} forårsaket TransactionException med følgende melding: {1}.
nl: De aanroep van EndCommit in de CommittableTransaction met de id = {0} heeft een TransactionException veroorzaakt met het volgende bericht: {1}.
pl: Wywołanie metody EndCommit w obiekcie CommittableTransaction o identyfikatorze „{0}” spowodowało zgłoszenie wyjątku TransactionException, do którego jest dołączony następujący komunikat: „{1}”.
pt_br: A chamada a EndCommit na CommittableTransaction com id = '{0}' gerou uma TransactionException com a seguinte mensagem: '{1}'.
pt_pt: A chamada de EndCommit na CommittableTransaction com o ID = '{0}' emitiu uma TransactionException com a seguinte mensagem: '{1}'.
ru: Вызов EndCommit для CommittableTransaction с id = "{0}" привел к созданию исключения TransactionException со следующим сообщением: "{1}".
sv: Anropet till EndCommit i CommittableTransaction med id = {0} utlöste ett TransactionException med följande meddelande: {1}.
tr: Kimliği '{0}' olan CommittableTransaction'da EndCommit çağrısı, şu iletiyle bir TransactionException oluşturdu: '{1}'.
zh_cn: ID 为“{0}”的 CommittableTransaction 上的 EndCommit 调用引发了具有以下消息的 TransactionException:“{1}”。
zh_tw: 呼叫識別碼 = '{0}' 之 CommittableTransaction 上的 EndCommit 擲回 TransactionException，並出現下列訊息: '{1}'。

# event_TransactionScopeCreate
source: TransactionScope is being created with LocalIdentifier:'{0}' and DistributedIdentifier:'{1}'.
ar: يتم إنشاء TransactionScope مع LocalIdentifier:'{0}' وDistributedIdentifier:'{1}'.
cs: Probíhá vytvoření oboru transakce TransactionScope s použitím místního identifikátoru LocalIdentifier {0} a distribuovaného identifikátoru DistributedIdentifier {1}.
da: TransactionScope oprettes med LocalIdentifier:'{0}' og DistributedIdentifier:'{1}'.
de: TransactionScope wird mit LocalIdentifier:{0} und DistributedIdentifier:{1} erstellt.
el: Η TransactionScope δημιουργείται με LocalIdentifier:'{0}' και DistributedIdentifier:'{1}'.
es: TransactionScope se va a crear con LocalIdentifier:'{0}' y DistributedIdentifier:'{1}'.
fi: TransactionScope luodaan LocalIdentifier-tunnuksella {0} ja DistributedIdentifier-tunnuksella {1}.
fr: TransactionScope est en cours de création avec LocalIdentifier : '{0}' et DistributedIdentifier : '{1}'.
he: TransactionScope נוצר באמצעות LocalIdentifier:‏'{0}' ו- DistributedIdentifier:‏'{1}'.
hu: TransactionScope létrehozása folyamatban van, LocalIdentifier:„{0}” és DistributedIdentifier:„{1}”.
it: TransactionScope creato con LocalIdentifier:'{0}' e DistributedIdentifier:'{1}'.
ja: LocalIdentifier:'{0}' および DistributedIdentifier:'{1}' の TransactionScope を作成しています。
ko: LocalIdentifier:'{0}' 및 DistributedIdentifier:'{1}'을(를) 사용하여 TransactionScope를 만드는 중입니다.
nb: TransactionScope opprettes med LocalIdentifier: {0} og DistributedIdentifier: {1}.
nl: TransactionScope wordt gemaakt met LocalIdentifier:{0} en DistributedIdentifier:{1}.
pl: Rozpoczęto tworzenie obiektu TransactionScope z właściwościami LocalIdentifier:„{0}” i DistributedIdentifier:„{1}”.
pt_br: TransactionScope está sendo criado com LocalIdentifier: '{0}' e DistributedIdentifier: '{1}'.
pt_pt: TransactionScope está a ser criado com LocalIdentifier: '{0}' e DistributedIdentifier: '{1}'.
ru: Создается TransactionScope с LocalIdentifier: "{0}" и DistributedIdentifier: "{1}".
sv: TransactionScope skapas med LocalIdentifier:{0} och DistributedIdentifier:{1}.
tr: LocalIdentifier:'{0}' ve DistributedIdentifier:'{1}' ile TransactionScope oluşturuluyor.
zh_cn: 正在使用 LocalIdentifier“{0}”和 DistributedIdentifier“{1}”创建 TransactionScope。
zh_tw: TransactionScope 是以 LocalIdentifier:'{0}' 和 DistributedIdentifier:'{1}' 建立的。

# event_TransferEmitted
source: Transfer event emitted.
ar: تم إرسال حدث النقل.
cs: Byla vyvolána událost přenosu.
da: Overførselshændelsen blev udsendt.
de: Übertragungsereignis ausgegeben
el: Εστάλη συμβάν μεταφοράς.
es: Evento de transferencia emitido.
fi: Siirtotapahtuma lähetetty.
fr: Événement Transfer émis.
he: נפלט אירוע העברה.
hu: Átviteli esemény kibocsátva.
it: Emissione evento di trasferimento.
ja: 転送イベントが作成されました。
ko: 전송 이벤트를 내보냈습니다.
nb: Overføringshendelsen er sendt.
nl: Er is een overdrachtsgebeurtenis verzonden.
pl: Wyemitowano zdarzenia transferu.
pt_br: Evento de transferência emitido.
pt_pt: Evento Transfer emitido.
ru: Произошло событие передачи.
sv: Överföringshändelse har genererats.
tr: Aktarım olayı gösterildi.
zh_cn: 发出了传输事件。
zh_tw: 已發出傳輸事件。

# event_TransportListenerSessionsReceived
source: Transport listener session received with via '{0}'
ar: تم تلقي جلسة وحدة الإصغاء للنقل عبر '{0}'
cs: Byla přijata relace naslouchacího procesu přenosu prostřednictvím {0}.
da: Sessionen for transportlyttefunktionen blev modtaget via '{0}'
de: Transportlistenersitzung wurde über "{0}" empfangen.
el: Η περίοδος λειτουργίας ακρόασης μεταφοράς μέσω '{0}'
es: La sesión de escucha de transporte se recibió a través de '{0}'
fi: Siirron kuunteluistunto vastaanotettu kohteen {0} kautta
fr: Session de l'écouteur de transport reçue via '{0}'
he: הפעלת מאזין תעבורה התקבלה דרך '{0}'
hu: Átviteli figyelő-munkamenet érkezett a következőn keresztül: „{0}”.
it: Sessione listener di trasporto ricevuta tramite '{0}'
ja: '{0}' でトランスポート リスナー セッションを受信しました
ko: '{0}'을(를) 통해 전송 리스너 세션이 수신되었습니다.
nb: Transportlytterøkten mottatt med via {0}
nl: Sessie transport-listener ontvangen met via {0}
pl: Odebrano sesję odbiornika transportu za pośrednictwem „{0}”.
pt_br: Sessão de ouvinte de transporte recebida via '{0}'
pt_pt: Sessão de escuta do transporte recebida via '{0}'
ru: Сеанс прослушивателя транспорта получен по "{0}"
sv: Transportlyssnarsession har tagits emot via {0}
tr: '{0}' üzerinden aktarma dinleyicisi oturumu başladı
zh_cn: 已通过中转“{0}”接收传输侦听器会话
zh_tw: 透過 '{0}' 與傳輸接聽項工作階段一起接收

# event_TryCatchExceptionDuringCancelation
source: A child activity of the TryCatch activity '{0}' has thrown an exception during cancelation.
ar: قام نشاط فرعي لنشاط TryCatch '{0}' بطرح استثناء أثناء الإلغاء.
cs: Podřízená aktivita aktivity TryCatch {0} generovala výjimku při stornování.
da: En aktivitet, der er underordnet TryCatch-aktiviteten '{0}', udløste en undtagelse under annulleringen.
de: Eine untergeordnete Aktivität der TryCatch-Aktivität '{0}' hat während des Abbrechens eine Ausnahme ausgelöst.
el: Μια θυγατρική δραστηριότητα της δραστηριότητας TryCatch '{0}' δημιούργησε μια εξαίρεση κατά τη διάρκεια της ακύρωσης.
es: Una actividad secundaria de la actividad TryCatch '{0}' produjo una excepción durante la cancelación.
fi: TryCatch-tehtävän {0} alitehtävä on aiheuttanut poikkeuksen tehtävää peruutettaessa.
fr: Une activité enfant de l'activité TryCatch '{0}' a levé une exception durant l'annulation.
he: פעילות צאצא של פעילות ה- TryCatch ‏'{0}' התריעה על חריג במהלך ביטול.
hu: A(z) „{0}” TryCatch tevékenység gyermektevékenysége kivételt okozott a megszakítás közben.
it: Un'attività figlio dell'attività TryCatch '{0}' ha generato un'eccezione durante l'annullamento.
ja: キャンセル中に、TryCatch アクティビティ '{0}' の子アクティビティが例外をスローしました。
ko: 취소하는 동안 TryCatch 작업 '{0}'의 자식 작업에서 예외가 발생했습니다.
nb: Det har oppstått et unntak under avbrytelsen av en underordnet aktivitet i TryCatch-aktiviteten {0}.
nl: Een onderliggende activiteit van de TryCatch-activiteit {0} heeft een uitzondering gegenereerd tijdens het annuleren.
pl: Działanie podrzędne działania TryCatch „{0}” wywołało wyjątek podczas anulowania.
pt_br: Uma atividade filha da atividade TryCatch '{0}' gerou uma exceção durante o cancelamento.
pt_pt: Uma atividade subordinada da atividade TryCatch '{0}' emitiu uma exceção durante o cancelamento.
ru: При отмене дочернего действия для действия TryCatch "{0}" произошло исключение.
sv: Ett undantag utlöstes i en underordnad aktivitet till TryCatch-aktiviteten {0} under annullering.
tr: '{0}' TryCatch etkinliğinin bir alt etkinliği iptal işlemi sırasında özel durum oluşturdu.
zh_cn: TryCatch 活动“{0}”的子活动在取消过程中引发了异常。
zh_tw: TryCatch 活動 '{0}' 的子活動在取消期間擲回例外狀況。

# event_TryCatchExceptionFromCatchOrFinally
source: A Catch or Finally activity that is associated with the TryCatch activity '{0}' has thrown an exception.
ar: قام نشاط Catch أو Finally المقترن بنشاط TryCatch '{0}' بطرح استثناء.
cs: Aktivita Catch nebo Finally, která je přidružena k aktivitě TryCatch {0}, generovala výjimku.
da: En Catch- eller Finally-aktivitet, som er knyttet til TryCatch-aktiviteten '{0}', har udløst en undtagelse.
de: Eine Catch- oder Finally-Aktivität, die mit der TryCatch-Aktivität '{0}' verknüpft ist, hat eine Ausnahme ausgelöst.
el: Μια δραστηριότητα Catch ή Finally που συσχετίζεται με τη δραστηριότητα TryCatch '{0}' δημιούργησε μια εξαίρεση.
es: Una actividad Catch o Finally asociada a la actividad TryCatch '{0}' produjo una excepción.
fi: TryCatch-tehtävään {0} liitetty Catch- tai Finally-tehtävä on aiheuttanut poikkeuksen.
fr: Une activité Catch ou Finally associée à l'activité TryCatch '{0}' a levé une exception.
he: פעילות Catch או Finally המשויכת לפעילות ה- TryCatch ‏'{0}' התריעה על חריג.
hu: A(z) „{0}” TryCatch tevékenységhez kapcsolódó Catch vagy Finally tevékenység kivételt okozott.
it: Un'attività Catch o Finally associata all'attività TryCatch '{0}' ha generato un'eccezione.
ja: TryCatch アクティビティ '{0}' に関連付けられた Catch アクティビティまたは Finally アクティビティが例外をスローしました。
ko: TryCatch 작업 '{0}'에 연결된 Catch 또는 Finally 작업에서 예외가 발생했습니다.
nb: Det har oppstått et unntak i en Catch- eller Finally-aktivitet som er tilknyttet TryCatch-aktiviteten {0}.
nl: Een Catch- of Finally-activiteit die is gekoppeld aan de TryCatch-activiteit {0} heeft een uitzondering gegenereerd.
pl: Działanie Catch lub Finally skojarzone z działaniem TryCatch „{0}” wywołało wyjątek.
pt_br: Uma atividade Catch ou Finally associada à atividade TryCatch '{0}' gerou uma exceção.
pt_pt: Uma atividade Catch ou Finally associada à atividade TryCatch '{0}' emitiu uma exceção.
ru: В действии Catch или Finally, связанном с действием TryCatch "{0}", произошло исключение.
sv: Ett undantag utlöstes i en Catch- eller Finally-aktivitet som är associerad med TryCatch-aktiviteten {0}.
tr: '{0}' TryCatch etkinliğiyle ilişkili bir Catch veya Finally etkinliği özel durum oluşturdu.
zh_cn: 与 TryCatch 活动“{0}”关联的 Catch 或 Finally 活动引发了异常。
zh_tw: 與 TryCatch 活動 '{0}' 關聯的 Catch 或 Finally 活動擲回例外狀況。

# event_TryCatchExceptionFromTry
source: The TryCatch activity '{0}' has caught an exception of type '{1}'.
ar: قام نشاط TryCatch '{0}' باحتجاز استثناء من نوع '{1}'.
cs: Aktivita TryCatch {0} zachytila výjimku typu {1}.
da: TryCatch-aktiviteten '{0}' har fundet en undtagelse af typen '{1}'.
de: Die TryCatch-Aktivität '{0}' hat eine Ausnahme vom Typ '{1}' aufgefangen.
el: Η δραστηριότητα TryCatch '{0}' εντόπισε μια εξαίρεση τύπου '{1}'.
es: La actividad TryCatch '{0}' ha detectado una excepción de tipo '{1}'.
fi: TryCatch-tehtävä {0} on kohdannut tyypin {1} poikkeuksen.
fr: L'activité TryCatch '{0}' a intercepté une exception de type '{1}'.
he: פעילות ה- TryCatch ‏'{0}' לכדה חריגה מסוג '{1}'.
hu: A(z) „{0}” TryCatch tevékenység „{1}” típusú kivételbe ütközött.
it: L'attività TryCatch '{0}' ha intercettato un'eccezione di tipo '{1}'.
ja: TryCatch アクティビティ '{0}' によってタイプ '{1}' の例外がキャッチされました。
ko: TryCatch 작업 '{0}'에서 '{1}' 형식의 예외를 catch했습니다.
nb: Det har oppstått et unntak av typen {1} i TryCatch-aktiviteten {0}.
nl: De TryCatch-activiteit {0} heeft een uitzondering aangetroffen van het type {1}.
pl: Działanie TryCatch „{0}” przechwyciło wyjątek typu {1}.
pt_br: A atividade TryCatch '{0}' capturou uma exceção do tipo '{1}'.
pt_pt: A atividade TryCatch '{0}' detetou uma exceção de tipo '{1}'.
ru: В действии TryCatch "{0}" было перехвачено исключение типа "{1}".
sv: TryCatch-aktiviteten {0} upptäckte ett undantag av typen {1}.
tr: '{0}' TryCatch etkinliği '{1}' türünde bir özel durum yakaladı.
zh_cn: TryCatch 活动“{0}”捕获了“{1}”类型的异常。
zh_tw: TryCatch 活動 '{0}' 攔截到型別 '{1}' 的例外狀況。

# event_UnhandledException
source: Unhandled exception. Exception details: {0}
ar: استثناء لم تتم معالجته. تفاصيل الاستثناء: {0}
cs: Neošetřená výjimka. Podrobnosti výjimky: {0}
da: Ubehandlet undtagelse. Oplysninger om undtagelse: {0}
de: Ausnahmefehler. Ausnahmedetails: {0}
el: Ανεπίλυτη εξαίρεση. Λεπτομέρειες εξαίρεσης: {0}
es: Excepción no controlada. Detalles de la excepción: {0}
fi: Käsittelemätön poikkeus. Poikkeuksen tiedot: {0}
fr: Exception non gérée. Détails de l'exception : {0}
he: חריגה שלא טופלה. פרטי חריגה:{0}
hu: Nem kezelt kivétel történt. A kivétel részletei: {0}
it: Eccezione non gestita. Dettagli eccezione: {0}
ja: ハンドルされていない例外です。例外の詳細: {0}
ko: 처리되지 않은 예외가 발생했습니다. 예외 정보: {0}
nb: Ubehandlet unntak. Unntaksdetaljer: {0}
nl: Niet-verwerkte uitzondering. Uitzonderingsdetails: {0}
pl: Nieobsługiwany wyjątek. Szczegóły wyjątku: {0}
pt_br: Exceção sem tratamento. Detalhes da exceção: {0}
pt_pt: Exceção não processada. Detalhes da exceção: {0}
ru: Необработанное исключение. Сведения об исключении: {0}
sv: Ohanterat undantag. Undantagsinformation: {0}
tr: İşlenmemiş özel durum. Özel durum ayrıntıları: {0}
zh_cn: 未经处理的异常。异常的详细信息: {0}
zh_tw: 未處理的例外狀況。例外狀況詳細資料: {0}

# event_UnlockInstanceException
source: Encountered exception {0} while attempting to unlock instance.
ar: تمت مصادفة الاستثناء {0} أثناء محاولة إلغاء تأمين المثيل.
cs: Při pokusu o odemknutí instance byla zjištěna výjimka {0}.
da: Undtagelsen {0} blev fundet under forsøg på at låse forekomsten op.
de: Ausnahme {0} beim Versuch, eine Instanz zu entsperren.
el: Παρουσιάστηκε εξαίρεση {0} κατά την απόπειρα ξεκλειδώματος της παρουσίας.
es: Excepción {0} al intentar desbloquear la instancia.
fi: Kohdattiin poikkeus {0} yritettäessä poistaa esiintymän lukitusta.
fr: Exception {0} rencontrée lors de la tentative de déverrouillage de l'instance.
he: המערכת נתקלה בחריגה {0} במהלך ניסיון לבטל את נעילת המופע.
hu: A következő kivétel történt a példány zárolásának feloldására irányuló kísérlet során: {0}.
it: Eccezione riscontrata {0} durante il tentativo di sbloccare l'istanza.
ja: インスタンスのロックを解除しようとして、例外 {0} が発生しました。
ko: 인스턴스 잠금을 해제하는 동안 {0} 예외가 발생했습니다.
nb: Det oppstod et unntak, {0}, under forsøk på å låse opp forekomsten.
nl: De uitzondering {0} is opgetreden tijdens het ontgrendelen van het exemplaar.
pl: Napotkano wyjątek {0} podczas próby odblokowania wystąpienia.
pt_br: Exceção {0} encontrada ao tentar desbloquear a instância.
pt_pt: Foi encontrada uma exceção {0} ao tentar desbloquear a instância.
ru: При попытке разблокировать экземпляр обнаружено исключение {0}.
sv: Undantaget {0} uppstod när instansen skulle låsas upp.
tr: Örneğin kilidi açılmaya çalışılırken {0} özel durumuyla karşılaşıldı.
zh_cn: 尝试解除锁定实例时遇到异常 {0}。
zh_tw: 嘗試解除鎖定執行個體時，發生例外狀況 {0}。

# event_UserEvents
source: Name:'{0}', Reference:'{1}', Payload:{2}
ar: الاسم:'{0}', المرجع:'{1}', الحمولة التي يدفع عنها أجر:{2}
cs: Název:{0}, odkaz: {1}, vytížení: {2}
da: Navn:'{0}', Reference:'{1}', Data:{2}
de: Name:'{0}', Verweis:'{1}', Nutzlast:{2}
es: Nombre: '{0}', referencia: '{1}', carga: {2}
fi: Nimi: {0}, viittaus: {1}, tietojen koko: {2}
fr: Nom :'{0}', Référence :'{1}', Charge :{2}
hu: Név: „{0}”, hivatkozás: „{1}”, hasznos adatcsomag: {2}
it: Nome:'{0}', riferimento:'{1}', payload:{2}
ja: 名前:'{0}'、参照:'{1}'、ペイロード:{2}
ko: 이름:'{0}', 참조:'{1}', 페이로드:{2}
nb: Navn: {0}, referanse: {1}, nyttelast: {2}
nl: Naam: {0}, Verwijzing: {1}, Nettolading: {2}
pl: Nazwa: {0}, odwołanie: {1}, ładunek: {2}
pt_br: Nome: '{0}', referência: '{1}', carga útil: {2}
pt_pt: Nome:'{0}', Referência:'{1}', Payload:{2}
ru: Имя: "{0}", ссылка: "{1}", полезная нагрузка: {2}
sv: Namn: {0}, Referens: {1}, Nyttolast: {2}
tr: Ad: '{0}', Başvuru: '{1}', Yük: {2}
zh_tw: 名稱: '{0}'，參考: '{1}'，承載: {2}

# event_WasCloseAllListenerChannelInstancesCompleted
source: Was closing all listener channel instances completed.
ar: اكتمل إغلاق Was لجميع مثيلات قنوات وحدة الإصغاء.
cs: Aktivační služba procesů systému Windows dokončila ukončování všech instancí naslouchacího procesu kanálu.
da: Lukning af alle lyttekanalforekomster blev fuldført.
de: Schließen aller Listenerkanalinstanzen mithilfe von WAS abgeschlossen.
el: Το κλείσιμο όλων των εμφανίσεων καναλιών ακρόασης από το Was ολοκληρώθηκε.
es: Completado el cierre de todas las instancias del canal de escucha.
fi: WAS - kaikkien kuuntelukanavien ilmentymät suljettu.
fr: Fermeture de toutes les instances du canal de l'écouteur à l'aide de WAS terminée.
he: סגירת WAS של כל מופעי הערוצים של המאזין הושלמה.
hu: A WAS befejezte az összes figyelőcsatorna-példány bezárását.
it: Chiusura da parte di WAS di tutte le istanze di canali del listener completata.
ja: WAS がすべてのリスナー チャネル インスタンスのクローズを完了しました。
ko: WAS에서 모든 리스너 채널 인스턴스를 종료했습니다.
nb: WAS-lukking av alle lytterkanalforekomster fullført.
nl: Sluiten van alle exemplaren van listener-kanalen voltooid.
pl: Ukończono zamykanie wszystkich wystąpień kanałów odbiornika za pomocą usługi WAS.
pt_br: Fechamento Was de todas as instâncias de canal do ouvinte concluído.
pt_pt: Encerramento de todas as instâncias de canal de escuta pelo Was concluído.
ru: Закрытие WAS всех экземпляров канала прослушивателя завершено.
sv: Stängning av alla lyssnarkanalinstanser med WAS har slutförts.
tr: Tüm dinleyici kanalı örneklerinin Was kapatılması tamamlandı.
zh_cn: 正在关闭所有已完成的侦听器通道实例。
zh_tw: 已關閉所有完成的接聽項通道執行個體。

# event_WasCloseAllListenerChannelInstancesFailed
source: Error Code:{0}
ar: رمز الخطأ:{0}
cs: Kód chyby: {0}
da: Fejlkode:{0}
de: Fehlercode:{0}
el: Κωδικός σφάλματος:{0}
es: Código de error:{0}
fi: Virhekoodi:{0}
fr: Code d'erreur : {0}
he: קוד שגיאה:{0}
hu: Hibakód:{0}
it: Codice errore:{0}
ja: エラー コード:{0}
ko: 오류 코드:{0}
nb: Feilkode:{0}
nl: Foutcode:{0}
pl: Kod błędu:{0}
pt_br: Código de erro: {0}
pt_pt: Código de Erro: {0}
ru: Код ошибки: {0}
sv: Felkod:{0}
tr: Hata Kodu: {0}
zh_cn: 错误代码: {0}
zh_tw: 錯誤碼:{0}

# event_WasConnected
source: WAS Connected.
ar: تم الاتصال بـ WAS.
cs: Aktivační služba procesů systému Windows byla připojena.
da: WAS-forbindelsen er oprettet.
de: Die WAS-Verbindung wurde hergestellt.
el: Το WAS συνδέθηκε.
es: WAS conectado.
fi: WAS muodosti yhteyden.
fr: WAS est connecté.
he: WAS מחובר.
hu: A WAS szolgáltatás csatlakoztatva.
it: WAS connesso.
ja: WAS が接続されました。
ko: WAS가 연결되었습니다.
nb: WAS tilkoblet.
nl: WAS verbonden.
pl: Usługa WAS nawiązała połączenie.
pt_br: WAS Conectado.
pt_pt: WAS Ligado.
ru: WAS подключен.
sv: WAS ansluten.
tr: WAS Bağlandı.
zh_cn: WAS 已连接。
zh_tw: WAS 已連線。

# event_WasConnectionTimedout
source: WAS connection timed out.
ar: انتهت مهلة اتصال WAS.
cs: Vypršel časový limit pro připojení Aktivační služby procesů systému Windows.
da: Der opstod en timeout for WAS-forbindelsen.
de: WAS-Verbindungstimeout.
el: Έληξε το χρονικό όριο της σύνδεσης WAS.
es: Se agotó el tiempo de espera de la conexión WAS.
fi: WAS-yhteyden aikakatkaisu.
fr: Expiration de la connexion WAS.
he: תם הזמן הקצוב לחיבור WAS‏.
hu: A WAS-kapcsolat időtúllépés miatt megszakadt.
it: Connessione WAS scaduta.
ja: WAS の接続がタイムアウトしました。
ko: WAS 연결 시간이 초과되었습니다.
nb: WAS-tilkobling tidsavbrutt.
nl: Bij de WAS-verbinding is een time-out opgetreden.
pl: Upłynął limit czasu połączenia usługi WAS.
pt_br: A conexão WAS atingiu o tempo limite.
pt_pt: Limite de tempo da ligação do WAS excedido.
ru: Время ожидания соединения WAS.
sv: Tidsgränsen har nåtts för WAS-anslutningen.
tr: WAS bağlantısı zaman aşımına uğradı.
zh_cn: WAS 连接超时。
zh_tw: WAS 連線逾時。

# event_WasDisconnected
source: WAS Disconnected.
ar: تم قطع اتصال WAS.
cs: Aktivační služba procesů systému Windows byla odpojena.
da: WAS er afbrudt.
de: Die WAS-Verbindung wurde getrennt.
el: Το WAS αποσυνδέθηκε.
es: WAS desconectado.
fi: WAS katkaisi yhteyden.
fr: WAS est déconnecté.
he: WAS מנותק.
hu: A WAS szolgáltatás leválasztva.
it: WAS disconnesso.
ja: WAS の接続が解除されました。
ko: WAS 연결이 해제되었습니다.
nb: WAS frakoblet.
nl: WAS-verbinding verbroken.
pl: Usługa WAS zakończyła połączenie.
pt_br: WAS Desconectado.
pt_pt: WAS Desligado.
ru: WAS отключен.
sv: WAS frånkopplad.
tr: WAS Bağlantısı Kesildi.
zh_cn: WAS 已断开连接。
zh_tw: WAS 已中斷連線。

# event_WebHostRequestStart
source: Received request with virtual path '{1}' from the AppDomain '{0}'.
ar: تم تلقي طلب بالمسار الظاهري '{1}' من AppDomain '{0}'.
cs: Byl přijat požadavek s virtuální cestou {1} z domény aplikace {0}.
da: Der blev modtaget en anmodning med den virtuelle sti '{1}' fra AppDomain '{0}'.
de: Anforderung mit virtuellem Pfad "{1}" von AppDomain "{0}" empfangen.
el: Λήφθηκε αίτηση με εικονική διαδρομή '{1}' από το AppDomain '{0}'.
es: Solicitud recibida con ruta de acceso virtual '{1}' desde AppDomain '{0}'.
fi: AppDomain-kohteesta {0} vastaanotettiin pyyntö, jonka näennäispolku on {1}.
fr: Réception d'une requête avec le chemin d'accès virtuel '{1}' en provenance de l'AppDomain '{0}'.
he: התקבלה בקשה עם נתיב וירטואלי '{1}' מה-AppDomain ‏'{0}'.‏
hu: Egy „{1}” virtuális elérési utat tartalmazó kérelem érkezett a következő AppDomain tartományból: „{0}”.
it: Richiesta ricevuta con percorso virtuale '{1}' da AppDomain '{0}'.
ja: AppDomain '{0}' からの仮想パス '{1}' で要求を受信しました。
ko: AppDomain '{0}'에서 가상 경로가 '{1}'인 요청을 수신했습니다.
nb: Mottok forespørsel med virtuell bane {1} fra AppDomain {0}.
nl: Verzoek met virtueel pad {1} ontvangen van AppDomain {0}.
pl: Odebrano żądanie za pośrednictwem ścieżki wirtualnej „{1}” z domeny aplikacji „{0}”.
pt_br: Recebida uma solicitação com o caminho virtual '{1}' de AppDomain '{0}'.
pt_pt: Pedido com o caminho virtual '{1}' recebido de AppDomain '{0}'.
ru: Получен запрос с виртуальным путем "{1}" от AppDomain "{0}".
sv: Tog emot begäran med den virtuella sökvägen {1} från AppDomain {0}.
tr: '{0}' AppDomain'de '{1}' sanal yoluna sahip istek alındı.
zh_cn: 从 AppDomain“{0}”收到了虚拟路径为“{1}”的请求。
zh_tw: 已從 AppDomain '{0}' 接收虛擬路徑為 '{1}' 的要求。
