Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_LockRetryTimeout
source: Timeout trying to acquire the instance lock. The operation did not complete within the allotted timeout of {0}. The time allotted to this operation may have been a portion of a longer timeout.
ar: انتهت المهلة أثناء محاولة اكتساب تأمين المثيل. لم تكتمل العملية في المهلة المخصصة لـ {0}. قد يكون الوقت المخصص لهذه العملية جزءًا من مهلة أطول.
cs: Při pokusu o získání zámku instance vypršel časový limit. Operace nebyla dokončena ve vyhrazeném čase {0}. Čas přidělený této operaci byl pravděpodobně částí delšího časového limitu.
da: Der opstod en timeout under forsøget på at hente forekomstlåsen. Handlingen blev ikke fuldført inden for den tildelte timeout på {0}. Den tid, der er afsat til handlingen, kan være del af en længere timeout.
de: Timeout beim Versuch, die Instanzsperre abzurufen. Der Vorgang wurde nicht innerhalb des zugewiesenen Timeouts von {0} abgeschlossen. Der für diesen Vorgang zugewiesene Zeitraum war möglicherweise ein Teil eines längeren Timeouts.
el: Λήξη χρονικού ορίου κατά την προσπάθεια απόκτησης του κλειδώματος παρουσίας. Η λειτουργία δεν ολοκληρώθηκε στο ορισμένο χρονικό όριο {0}. Το ορισμένο χρονικό όριο σε αυτήν τη λειτουργία ίσως είναι μέρος μεγαλύτερου χρονικού ορίου.
es: Se agotó el tiempo de espera al intentar adquirir el bloqueo de instancia. La operación no se completó en el tiempo de espera asignado de {0}. El tiempo asignado a esta operación puede haber sido una parte de un tiempo de espera mayor.
fi: Aikakatkaisu yritettäessä hankkia esiintymälukitusta. Toimintoa ei tehty loppuun annetun aikakatkaisun {0} kuluessa. Tälle toiminnolle osoitettu aika on ehkä sisältynyt pitempään aikakatkaisuun.
fr: Expiration du délai d'attente lors de la tentative d'acquisition du verrou d'instance. L'opération ne s'est pas terminée dans le délai imparti de {0}. Le temps alloué à cette opération fait peut-être partie d'un délai d'attente plus long.
he: הזמן הקצוב לניסיון השגה של נעילת המופע הסתיים. הפעולה לא הושלמה במסגרת הזמן הקצוב שהוקצה של {0}. ייתכן שהזמן שהוקצה לפעולה זו היה חלק מזמן קצוב ארוך יותר.
hu: Időtúllépés történt a példányzárolás megszerzésére tett kísérlet során. A művelet nem fejeződött be az engedélyezett {0} időkorláton belül. A jelen művelethez engedélyezett idő egy hosszabb időtúllépési intervallum része lehetett.
it: Timeout durante il tentativo di acquisire il blocco di istanza. Operazione non completata entro il timeout assegnato di {0}. È possibile che la durata consentita per l'operazione fosse una porzione di un timeout più lungo.
ja: インスタンス ロックを取得しようとしてタイムアウトしました。割り当てられたタイムアウト時間 {0} 内に操作が完了しませんでした。この操作に割り当てられた時間は、より長いタイムアウト時間の一部であった可能性があります。
ko: 인스턴스 잠금을 얻으려는 중 시간이 초과했습니다. 할당된 시간 제한인 {0} 내에 작업을 완료하지 못했습니다. 이 작업에 할당된 시간이 보다 긴 시간 제한의 일부일 수 있습니다.
nb: Det oppstod et tidsavbrudd under forsøk på å hente forekomstlåsen. Operasjonen ble ikke fullført innen det angitte tidsavbruddet {0}. Tiden som er avsatt til denne operasjonen, kan ha vært en del av en lengre tidsavbrudd.
nl: Time-out bij het verkrijgen van de exemplaarvergrendeling. De bewerking is niet voltooid binnen de toegewezen tijd van {0}. Mogelijk is de toegewezen tijd voor deze bewerking een deel van een langere time-out.
pl: Upłynął limit czasu próby uzyskania blokady wystąpienia. Operacja nie została ukończona w ciągu przydzielonego limitu czasu równego {0}. Czas przydzielony na tę operację mógł być częścią dłuższego limitu czasu.
pt_br: O tempo limite está tentando adquirir o bloqueio de instância. A operação não foi concluída dentro do tempo limite designado de {0}. O tempo designado para essa operação pode ter sido parte de um tempo limite maior.
pt_pt: Tempo limite excedido ao tentar obter o bloqueio da instância. A operação não foi concluída no tempo limite atribuído de {0}. O tempo atribuído a esta operação poderá ter sido parte de um tempo limite superior.
ru: Истекло время ожидания при получении блокировки экземпляра. Не удалось выполнить операцию за выделенное время ожидания {0}. Возможно, время, выделенное на эту операцию, входит в более продолжительное время ожидания.
sv: Tidsgränsen nåddes vid försök att hämta instanslåset. Åtgärden slutfördes inte inom den angivna tidsgränsen på {0}. Den tid som tilldelats till den här åtgärden kan ha varit en del av en längre tidsgräns.
tr: Örnek kilidi alınmaya çalışılırken zaman aşımı oluştu. İşlem, ayrılan {0} zaman aşımı süresi içinde tamamlanmadı. Bu işleme ayrılan süre, daha uzun bir zaman aşımı süresinin bir bölümü olabilir.
zh_cn: 尝试获取实例锁时超时。操作在分配的超时 {0} 内没有完成。分配给该操作的时间可能已经是更长超时的一部分。
zh_tw: 嘗試擷取執行個體鎖定時發生逾時。無法在預定逾時 {0} 內完成作業。分配給此作業的時間可能是較長逾時的一部分。

# event_MaximumRetriesExceededForSqlCommand
source: Giving up retrying a SQL command as the maximum number of retries have been performed.
ar: توقف عن إعادة محاولة الأمر SQL نظرًا لإجراء العدد الأقصى لإعادات المحاولات.
cs: Konec pokusů o spuštění příkazu SQL. Byl dosažen maximální počet pokusů o provedení příkazu.
da: Opgiver nye forsøg på at udføre en SQL-kommando, fordi det maksimale antal nye forsøg er foretaget.
de: Es wird nicht weiter versucht, einen SQL-Befehl abzurufen, da die maximale Anzahl an Wiederholungsversuchen ausgeführt wurde.
el: Δεν θα γίνει νέα προσπάθεια εντολής SQL επειδή έγινε ο μέγιστος αριθμός επαναλήψεων.
es: Se ha dejado de intentar un comando SQL ya que se ha realizado el número máximo intentos.
fi: Lopetetaan SQL-komennon yrittäminen uudelleen, koska uudelleenyritysten enimmäismäärä on tehty.
fr: Abandon des tentatives d'exécution d'une commande SQL, le nombre maximal de tentatives ayant été atteint.
he: המערכת מוותרת על ניסיון חוזר לבצע פקודת SQL משום שבוצע המספר המרבי של ניסיונות חוזרים.
hu: A rendszer feladja egy SQL parancs végrehajtására irányuló ismételt kísérleteket, mert elvégezte a maximális számú újrapróbálkozást.
it: Interruzione dei tentativi di eseguire un comando SQL. Numero massimo di tentativi raggiunto.
ja: SQL コマンドが最大実行回数実行されたので、この SQL コマンドの再試行を停止します。
ko: 최대 재시도 횟수를 초과하여 SQL 명령 재시도를 중단합니다.
nb: Gir opp nytt forsøk på å utføre en SQL-kommando fordi maksimalt antall nye forsøk er utført.
nl: De SQL-opdracht wordt niet meer herhaald, aangezien het maximum aantal pogingen is bereikt.
pl: Zwiększanie liczby ponownych prób wykonania polecenia SQL z powodu wykonania maksymalnej liczby ponownych prób.
pt_br: Houve uma desistência de tentar um comando SQL como o número máximo de novas tentativas.
pt_pt: A desistir de uma nova tentativa do comando SQL por ter sido executado o número máximo de tentativas.
ru: Выполнено максимальное количество повторов команды SQL. Дальнейшие попытки выполняться не будут.
sv: Fler försök kommer inte att göras för ett SQL-kommando eftersom maximalt antal försök har genomförts.
tr: Maksimum yeniden deneme sayısına ulaşıldığından bir SQL komutunun yeniden denenmesinden vazgeçiliyor.
zh_cn: 正在放弃重试 SQL 命令，因为执行次数已达到了允许的最多重试次数。
zh_tw: 放棄重試 SQL 命令，因為已經執行了重試次數上限。

# event_MaxInstancesExceeded
source: The system hit the limit set for throttle 'MaxConcurrentInstances'. Limit for this throttle was set to {0}. Throttle value can be changed by modifying attribute 'maxConcurrentInstances' in serviceThrottle element or by modifying 'MaxConcurrentInstances' property on behavior ServiceThrottlingBehavior.
ar: بلغ النظام الحد المعين للإعاقة 'MaxConcurrentInstances'. تم تعيين الحد لهذا الإعاقة إلى {0}. يمكن تغيير حد الإعاقة من خلال تعديل 'maxConcurrentInstances' في عنصر serviceThrottle أو من خلال تعديل خاصية 'MaxConcurrentInstances' على السلوك ServiceThrottlingBehavior.
cs: Systém dosáhl limitní hodnoty nastavené pro omezení MaxConcurrentInstances. Limit pro toto omezení byl nastaven na hodnotu {0}. Hodnota omezení byla upravena změnou atributu maxConcurrentInstances v elementu serviceThrottle nebo úpravou vlastnosti MaxConcurrentInstances v třídě chování ServiceThrottlingBehavior.
da: Systemet nåede grænsen for throttlen 'MaxConcurrentInstances'. Grænsen for denne throttle var angivet til {0}. Throttleværdier kan ændres ved at ændre attributten 'maxConcurrentInstances' i elementet serviceThrottle eller ved at ændre egenskaben 'MaxConcurrentInstances' for funktionsmåden ServiceThrottlingBehavior.
de: Das System hat die für die Drosselung 'MaxConcurrentInstances' festgelegte Grenze erreicht. Die Drosselungsgrenze war auf {0} festgelegt. Der Drosselungswert kann geändert werden, indem das 'maxConcurrentInstances'-Attribut im serviceThrottle-Element oder die 'MaxConcurrentInstances'-Eigenschaft im ServiceThrottlingBehavior-Verhalten geändert wird.
el: Επιτεύχθηκε το σύνολο ορίων από το σύστημα για επιτάχυνση 'MaxConcurrentInstances'. Το όριο για αυτήν την επιτάχυνση ορίστηκε σε {0}. Η τιμή επιτάχυνσης μπορεί να αλλάξει μετατρέποντας το χαρακτηριστικό 'maxConcurrentInstances' στο στοιχείο serviceThrottle ή μετατρέποντας την ιδιότητα 'MaxConcurrentInstances' στη συμπεριφορά ServiceThrottlingBehavior.
es: El sistema alcanzó el límite establecido para la limitación de 'MaxConcurrentInstances'. El límite estaba establecido en {0}. El valor de limitación se puede cambiar modificando el atributo 'maxConcurrentInstances' en el elemento serviceThrottle o modificando la propiedad 'MaxConcurrentInstances' en el comportamiento ServiceThrottlingBehavior.
fi: Järjestelmä on saavuttanut MaxConcurrentInstances-kiihdytysrajan. Kiihdytysrajan arvoksi on asetettu {0}. Kiihdytysrajan arvoa voidaan muuttaa muokkaamalla serviceThrottle-elementin maxConcurrentInstances-määritettä tai muuttamalla ServiceThrottlingBehavior-toiminnan MaxConcurrentInstances-ominaisuutta.
fr: Le système a atteint la limite définie pour la limitation 'MaxConcurrentInstances'. Cette limitation a été définie à {0}. La valeur de cette limitation peut être changée en modifiant l'attribut 'maxConcurrentInstances' dans l'élément serviceThrottle ou en modifiant la propriété 'MaxConcurrentInstances' dans le comportement ServiceThrottlingBehavior.
he: המערכת הגיעה למגבלה שהוגדרה למצערת MaxConcurrentInstances. המגבלה למצערת זו הוגדרה כ- {0}. ניתן לשנות את ערך המצערת על-ידי שינוי התכונה maxConcurrentInstances ברכיב serviceThrottle או על-ידי שינוי המאפיין MaxConcurrentInstances באופן הפעולה ServiceThrottlingBehavior.
hu: A rendszer elérte a „MaxConcurrentInstances” által meghatározott szabályozási határértéket. A beállított szabályozási határérték: {0}. A határérték megváltoztatásához módosítsa a serviceThrottle elem „maxConcurrentInstances” attribútumát vagy a ServiceThrottlingBehavior viselkedés „MaxConcurrentInstances” tulajdonságát.
it: Il sistema ha raggiunto il limite impostato per la velocità 'MaxConcurrentInstances'. Il limite per la velocità è stato impostato su {0}. Il valore di velocità può essere cambiato modificando l'attributo 'maxConcurrentInstances' nell'elemento serviceThrottle o modificando la proprietà 'MaxConcurrentInstances' nel comportamento ServiceThrottlingBehavior.
ja: システムはスロットル 'MaxConcurrentInstances' に設定された制限に達しました。このスロットルの制限は {0} に設定されていました。スロットル値を変更するには、serviceThrottle 要素の属性 'maxConcurrentInstances' を変更するか、動作 ServiceThrottlingBehavior の 'MaxConcurrentInstances' プロパティを変更する必要があります。
ko: 시스템이 스로틀 'MaxConcurrentInstances'에 설정한 제한에 도달했습니다. 이 스로틀에 대한 제한은 {0}(으)로 설정되었습니다. serviceThrottle 요소에서 'maxConcurrentInstances' 특성을 수정하거나 ServiceThrottlingBehavior 동작에서 'MaxConcurrentInstances' 속성을 수정하여 스로틀 값을 변경할 수 있습니다.
nb: Systemet nådde kvelningsgrensen for MaxConcurrentInstances. Grensen for denne kvelningen er satt til {0}. Kvelningsverdien kan endres ved å endre attributtet maxConcurrentInstances i serviceThrottle-elementet eller ved å endre egenskapen MaxConcurrentInstances for virkemåten ServiceThrottlingBehavior.
nl: De systeemlimiet is bereikt die is ingesteld voor de versnelling MaxConcurrentInstances. De limiet voor deze versnelling is ingesteld op {0}. U kunt de versnellingswaarde wijzigen door het kenmerk maxConcurrentInstances in het element serviceThrottle aan te passen of door de eigenschap MaxConcurrentInstances voor het gedrag ServiceThrottlingBehavior aan te passen.
pl: System osiągnął limit ustawiony dla przepustnicy MaxConcurrentInstances. Limit ustawiony dla tej przepustnicy wynosi {0}. Wartość przepustnicy można zmienić, modyfikując atrybut maxConcurrentInstances elementu serviceThrottle lub właściwość MaxConcurrentInstances zachowania ServiceThrottlingBehavior.
pt_br: O sistema atingiu o limite definido para o acelerador 'MaxConcurrentInstances'. O limite desse acelerador foi definido como {0}. O valor do acelerador pode ser alterado pela modificação do atributo 'maxConcurrentInstances' no elemento in serviceThrottle ou da propriedade 'MaxConcurrentInstances' no comportamento ServiceThrottlingBehavior.
pt_pt: O sistema atingiu o limite definido para a limitação 'MaxConcurrentInstances'. O limite para esta limitação foi definido como {0}. O valor de limitação pode ser alterado modificando o atributo 'maxConcurrentInstances' no elemento serviceThrottle ou modificando a propriedade 'MaxConcurrentInstances' no comportamento ServiceThrottlingBehavior.
ru: Система достигла предела регулирования "MaxConcurrentInstances". Пределу регулирования было присвоено значение {0}. Значение регулирования может быть изменено с помощью атрибута "maxConcurrentInstances" в элементе serviceThrottle или с помощью свойства "MaxConcurrentInstances" поведения ServiceThrottlingBehavior.
sv: Systemet nådde gränsen som ställts in för begränsningen MaxConcurrentInstances. Gränsen var inställd på {0}. Gränsvärdet kan ändras genom att ändra attributet maxConcurrentInstances i serviceThrottle-elementet eller genom att ändra egenskapen MaxConcurrentInstances på beteendet ServiceThrottlingBehavior.
tr: Sistem 'MaxConcurrentInstances' azaltması için belirlenen sınıra ulaştı. Bu azaltma için sınır {0} olarak ayarlanmıştı. Azaltma değeri, serviceThrottle öğesindeki 'maxConcurrentInstances' değiştirilerek veya ServiceThrottlingBehavior davranışındaki 'MaxConcurrentInstances' özelliği değiştirilerek değiştirilebilir.
zh_cn: 系统达到了所设置的中止值“MaxConcurrentInstances”。将中止值设置为 {0}。通过修改 serviceThrottle 元素中的特性“maxConcurrentInstances”或通过修改行为 ServiceThrottlingBehavior 中的“MaxConcurrentInstances”属性，可更改中止值。
zh_tw: 系統已達針對節流 'MaxConcurrentInstances' 所設定的限制。此節流的限制設為 {0}。若要變更節流值，請修改 serviceThrottle 元素中的屬性 'maxConcurrentInstances'，或修改行為 ServiceThrottlingBehavior 的 'MaxConcurrentInstances' 屬性。

# event_MaxPendingMessagesPerChannelExceeded
source: The throttle 'MaxPendingMessagesPerChannel' limit of '{0}' was hit. To increase this limit, adjust the MaxPendingMessagesPerChannel property on BufferedReceiveServiceBehavior.
ar: تم بلوغ حاجز الكبح 'MaxPendingMessagesPerChannel' لـ '{0}'. لزيادة هذا الحد، قم بتعديل خاصية MaxPendingMessagesPerChannel على BufferedReceiveServiceBehavior.
cs: Bylo dosaženo omezení MaxPendingMessagesPerChannel s limitem {0}. Chcete-li limit zvýšit, upravte vlastnost MaxPendingMessagesPerChannel objektu BufferedReceiveServiceBehavior.
da: Grænsen for throttlen 'MaxPendingMessagesPerChannel' på '{0}' blev nået. Denne grænse kan øges ved at justere egenskaben MaxPendingMessagesPerChannel på BufferedReceiveServiceBehavior.
de: Die Drosselungsgrenze 'MaxPendingMessagesPerChannel' von '{0}' wurde erreicht. Passen Sie die MaxPendingMessagesPerChannel-Eigenschaft von BufferedReceiveServiceBehavior an, um diese Grenze zu erhöhen.
el: Πραγματοποιήθηκε επίτευξη του ορίου επιτάχυνσης 'MaxPendingMessagesPerChannel' '{0}'. Για να αυξήσετε αυτό το όριο, ρυθμίστε την ιδιότητα MaxPendingMessagesPerChannel στη BufferedReceiveServiceBehavior.
es: Se alcanzó la limitación de 'MaxPendingMessagesPerChannel' de '{0}'. Para aumentar este límite, ajuste la propiedad MaxPendingMessagesPerChannel en BufferedReceiveServiceBehavior.
fi: MaxPendingMessagesPerChannel-kiihdytysraja ({0}) on saavutettu. Voit korottaa rajaa muuttamalla BufferedReceiveServiceBehavior-toiminnan MaxPendingMessagesPerChannel-ominaisuutta.
fr: La limitation 'MaxPendingMessagesPerChannel' de '{0}' a été atteinte. Pour accroître cette limite, modifiez la propriété MaxPendingMessagesPerChannel sur BufferedReceiveServiceBehavior.
he: המערכת הגיעה למגבלה '{0}' של המצערת 'MaxPendingMessagesPerChannel. כדי להגדיל מגבלה זו, התאם את המאפיין MaxPendingMessagesPerChannel ב- BufferedReceiveServiceBehavior.
hu: A „MaxPendingMessagesPerChannel” szabályozási határérték („{0}”) el lett érve. A határérték növeléséhez módosítsa a BufferedReceiveServiceBehavior viselkedés MaxPendingMessagesPerChannel tulajdonságát.
it: È stato raggiunto il limite '{0}' per la velocità 'MaxPendingMessagesPerChannel'. Per aumentare questo limite, modificare la proprietà MaxPendingMessagesPerChannel in BufferedReceiveServiceBehavior.
ja: '{0}' のスロットル 'MaxPendingMessagesPerChannel' 制限に達しました。この制限を引き上げるには、BufferedReceiveServiceBehavior の MaxPendingMessagesPerChannel プロパティを調整してください。
ko: '{0}'의 스로틀 'MaxPendingMessagesPerChannel' 한도에 도달했습니다. 이 한도를 늘리려면 BufferedReceiveServiceBehavior에서 MaxPendingMessagesPerChannel 속성을 조정하십시오.
nb: Kvelningsgrensen på {0} er nådd for MaxPendingMessagesPerChannel. Hvis du vil heve grensen, justeres egenskapen MaxPendingMessagesPerChannel på BufferedReceiveServiceBehavior.
nl: De versnellingslimiet MaxPendingMessagesPerChannel {0} is bereikt. U kunt deze limiet verhogen door de eigenschap MaxPendingMessagesPerChannel voor BufferedReceiveServiceBehavior aan te passen.
pl: Osiągnięto limit przepustnicy MaxPendingMessagesPerChannel równy {0}. Aby podwyższyć ten limit, zmień właściwość MaxPendingMessagesPerChannel obiektu BufferedReceiveServiceBehavior.
pt_br: O limite de '{0}' do acelerador 'MaxPendingMessagesPerChannel' foi atingido. Para aumentá-lo, ajuste a propriedade MaxPendingMessagesPerChannel no BufferedReceiveServiceBehavior.
pt_pt: O limite '{0}' da limitação 'MaxPendingMessagesPerChannel' foi atingido. Para aumentar este limite, ajuste a propriedade MaxPendingMessagesPerChannel em BufferedReceiveServiceBehavior.
ru: Был достигнут предел регулирования "{0}" для "MaxPendingMessagesPerChannel". Для увеличения этого предела настройте свойство MaxPendingMessagesPerChannel для поведения BufferedReceiveServiceBehavior.
sv: Begränsningen för MaxPendingMessagesPerChannel på {0} uppnåddes. Om du vill höja denna gräns justerar du egenskapen MaxPendingMessagesPerChannel på BufferedReceiveServiceBehavior.
tr: 'MaxPendingMessagesPerChannel' azaltmasının '{0}' sınırına ulaşıldı. Bu sınırı artırmak için, BufferedReceiveServiceBehavior'daki MaxPendingMessagesPerChannel özelliğini ayarlayın.
zh_cn: 达到了“{0}”的中止值“MaxPendingMessagesPerChannel”。若要增加此限制，请调整 BufferedReceiveServiceBehavior 中的 MaxPendingMessagesPerChannel 属性。
zh_tw: 已達到 '{0}' 的節流 'MaxPendingMessagesPerChannel' 限制。若要增加此限制，請調整 BufferedReceiveServiceBehavior 上的 MaxPendingMessagesPerChannel 屬性。

# event_MaxRetryCyclesExceededMsmq
source: Max retry cycles exceeded on MSMQ message with id '{0}'
ar: تم تجاوز الحد الأقصى لدوائر المحاولة على رسالة MSMQ بالمعرف '{0}'
cs: Byl překročen maximální počet cyklů opakování u zprávy služby MSMQ s ID {0}.
da: Det maksimale antal modtageforsøg er overskredet for MSMQ-meddelelsen med id'et '{0}'
de: Die maximale Anzahl von Wiederholungszyklen für die MSMQ-Nachricht mit der ID "{0}" wurde überschritten.
el: Έγινε υπέρβαση του μέγιστου αριθμού κύκλων επανάληψης σε μήνυμα MSMQ με αναγνωριστικό '{0}'
es: Ciclos de reintentos máximos superados en un mensaje de MSMQ con el identificador '{0}'
fi: Uudelleenyrityssyklien enimmäismäärä ylitettiin MSMQ-sanomalle, jonka tunnus on {0}
fr: Nombre maximal de cycles de tentatives dépassé dans le message MSMQ avec l'ID « {0} »
he: אירעה חריגה מהמספר המרבי של מחזורי הניסיונות החוזרים עבור הודעת MSMQ בעלת מזהה '{0}'
hu: Túllépte az újrapróbálkozási ciklusok maximális számát a következő azonosítójú MSMQ-üzenetnél: „{0}”.
it: Numero massimo cicli di nuovi tentativi superato nel messaggio MSMQ con ID '{0}'
ja: ID '{0}' の MSMQ メッセージが最大再試行サイクルを超えました
ko: ID가' {0}'인 MSMQ 메시지에서 최대 재시도 주기가 초과되었습니다.
nb: Maksimalt antall nye forsøk overskredet på MSMQ-melding med ID {0}
nl: Max. cycli voor opnieuw proberen overschreden bij MSMQ-bericht met id {0}
pl: Przy komunikacie usługi MSMQ o identyfikatorze „{0}” przekroczono maksymalną liczbę cykli ponownych prób.
pt_br: Ciclos máximos de repetições excedidos na mensagem MSMQ com a id '{0}'
pt_pt: Máx. de ciclos de tentativas excedido na mensagem MSMQ com o id '{0}'
ru: Максимальное число циклов повтора превышено с сообщением MSMQ с идентификатором "{0}"
sv: Det maximala antalet omförsökscykler har överskridits för MSMQ-meddelande med id {0}
tr: Kimliği '{0}' olan MSMQ iletisinde en fazla yeniden deneme döngüsü aşıldı
zh_cn: 对于 id 为“{0}”的 MSMQ 消息，已超过最大重试周期数
zh_tw: 在識別碼為 '{0}' 之 MSMQ 訊息上已超過最大重試循環

# event_MessageInspectorAfterReceiveInvoked
source: The Dispatcher invoked 'AfterReceiveReply' on a MessageInspector of type '{0}'.
ar: قام المرسل باستدعاء 'AfterReceiveReply' على MessageInspector من النوع '{0}'.
cs: Dispečer vyvolal metodu AfterReceiveReply třídy MessageInspector typu {0}.
da: Afsenderen aktiverede 'AfterReceiveReply' for en MessageInspector af typen '{0}'.
de: Der Verteiler hat 'AfterReceiveReply' auf einem MessageInspector vom Typ '{0}' aufgerufen.
el: Το πρόγραμμα αποστολής έκανε κλήση 'AfterReceiveReply' σε MessageInspector με εξαίρεση τύπου '{0}'.
es: El distribuidor invocó 'AfterReceiveReply' en un MessageInspector de tipo '{0}'.
fi: Lähetystoiminto aloitti AfterReceiveReply-kohteen MessageInspector-kohteessa, jonka tyyppi on {0}.
fr: Le répartiteur a appelé 'AfterReceiveReply' sur un MessageInspector de type '{0}'.
he: המשגר הפעיל AfterReceiveReply ב- MessageInspector מסוג '{0}'.
hu: A kézbesítő meghívta az AfterReceiveReply metódust egy „{0}” típusú MessageInspector vizsgálóra.
it: Il dispatcher ha richiamato 'AfterReceiveReply' in un MessageInspector di tipo '{0}'.
ja: ディスパッチャーが型 '{0}' の MessageInspector で 'AfterReceiveReply' を呼び出しました。
ko: 디스패처가 '{0}' 형식의 MessageInspector에서 'AfterReceiveReply'를 호출했습니다.
nb: Senderen aktiverte AfterReceiveReply på en MessageInspector av typen {0}.
nl: De dispatcher heeft AfterReceiveReply aangeroepen op een MessageInspector van het type {0}.
pl: Dyspozytor wywołał metodę AfterReceiveReply w obiekcie MessageInspector typu „{0}”.
pt_br: O Dispatcher invocou 'AfterReceiveReply' em um MessageInspector do tipo '{0}'.
pt_pt: O Dispatcher invocou 'AfterReceiveReply' num MessageInspector do tipo '{0}'.
ru: Диспетчер вызвал команду "AfterReceiveReply" для MessageInspector типа "{0}".
sv: Dispatcher anropade AfterReceiveReply i en MessageInspector av typen {0}.
tr: Dağıtıcı, '{0}' türünde bir MessageInspector üzerinde 'AfterReceiveReply' çağırdı.
zh_cn: 调度程序对“{0}”类型的 MessageInspector 调用了“AfterReceiveReply”。
zh_tw: Dispatcher 已在型別 '{0}' 的 MessageInspector 上叫用 'AfterReceiveReply'。
