Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_HttpMessageReceiveStart
source: Message received from http transport.
ar: تم تلقي رسالة من نقل http.
cs: Byla přijata zpráva přenesená pomocí protokolu HTTP.
da: Der blev modtaget en meddelelse fra HTTP Transport.
de: Vom HTTP-Transport wurde eine Nachricht empfangen.
el: Ελήφθη μήνυμα από τη μεταφορά http.
es: Mensaje recibido desde el transporte HTTP.
fi: Http-siirrosta vastaanotettiin viesti.
fr: Message reçu via transport HTTP.
he: התקבלה הודעה מתעבורת http.‏
hu: Üzenet érkezett a HTTP-átviteltől.
it: Messaggio ricevuto dal trasporto HTTP.
ja: HTTP トランスポートからメッセージを受信しました。
ko: http 전송으로부터 메시지가 수신되었습니다.
nb: Melding mottatt fra http-transport.
nl: Bericht ontvangen van HTTP-transport.
pl: Odebrano komunikat z transportu HTTP.
pt_br: Mensagem recebida de transporte http.
pt_pt: Mensagem recebida do transporte http.
ru: Сообщение, полученное от транспорта HTTP.
sv: Meddelande togs emot från http-transport.
tr: Http aktarımından ileti alındı.
zh_cn: 已从 http 传输接收消息。
zh_tw: 從 HTTP 傳輸接收到的訊息。

# event_HttpPipelineBeginProcessInboundRequestStart
source: Http message handler started processing the inbound request asynchronously.
ar: بدأ معالج رسائل ‏‏Http معالجة الطلب الوارد بشكل غير متزامن.
cs: Obslužná rutina zprávy HTTP zahájila asynchronní zpracování příchozího požadavku.
da: Http-meddelelseshandleren begyndte at behandle den indgående anmodning asynkront.
de: Der HTTP-Nachrichtenhandler hat das asynchrone Verarbeiten der eingehenden Anforderung gestartet.
el: Το πρόγραμμα χειρισμού μηνυμάτων Http ξεκίνησε την ασύγχρονη επεξεργασία της εισερχόμενης αίτησης.
es: El controlador de mensajes HTTP comenzó el procesamiento de la solicitud entrante asincrónicamente.
fi: HTTP-sanomankäsittely aloitti saapuvan pyynnön käsittelyn asynkronisesti.
fr: Le gestionnaire de messages HTTP a démarré le traitement asynchrone de la demande entrante.
he: המטפל בהודעות Http התחיל לעבד את הבקשה הנכנסת באופן אסינכרוני.
hu: A HTTP-üzenetkezelő megkezdte a bejövő kérelem feldolgozását aszinkron módon.
it: Elaborazione asincrona della richiesta in ingresso avviata dal gestore di messaggi HTTP.
ja: http メッセージ ハンドラーは、受信要求の非同期処理を開始しました。
ko: Http 메시지 처리기가 비동기 인바운드 요청 처리를 시작했습니다.
nb: HTTP-meldingsbehandlingen startet behandling av den innkommende forespørselen asynkront.
nl: Http-berichtenhandler is begonnen met het asynchroon verwerken van de binnenkomende aanvraag.
pl: Obsługa komunikatów HTTP rozpoczęła asynchroniczne przetwarzanie żądania przychodzącego.
pt_br: O manipulador de mensagens HTTP iniciou o processamento da solicitação de entrada de forma assíncrona.
pt_pt: O processador de mensagens http iniciou o processamento do pedido de entrada de modo assíncrono.
ru: Обработчик сообщений HTTP начал асинхронную обработку входящего запроса.
sv: Http-meddelandehanteraren har börjat bearbeta en inkommande begäran asynkront.
tr: Http ileti işleyicisi gelen isteği zaman uyumsuz olarak işlemeye başladı.
zh_cn: Http 消息处理程序已开始以异步方式处理入站请求。
zh_tw: Http 訊息處理常式已開始以非同步方式處理輸入要求。

# event_HttpPipelineBeginProcessResponseStart
source: Http message handler started processing the response asynchronously.
ar: بدأ معالج رسائل ‏‏Http معالجة الرد بشكل غير متزامن.
cs: Obslužná rutina zprávy HTTP zahájila asynchronní zpracování odpovědi.
da: http-meddelelseshandleren begyndte at behandle svaret asynkront.
de: Der HTTP-Nachrichtenhandler hat das asynchrone Verarbeiten der Antwort gestartet.
el: Το πρόγραμμα χειρισμού μηνυμάτων Http ξεκίνησε την ασύγχρονη επεξεργασία της απόκρισης.
es: El controlador de mensajes HTTP comenzó el procesamiento de la respuesta asincrónicamente.
fi: HTTP-sanomankäsittely aloitti vastauksen käsittelyn asynkronisesti.
fr: Le gestionnaire de messages HTTP a démarré le traitement asynchrone de la réponse.
he: המטפל בהודעות Http התחיל לעבד את התגובה באופן אסינכרוני.
hu: A HTTP-üzenetkezelő megkezdte a válasz feldolgozását aszinkron módon.
it: Elaborazione asincrona della risposta avviata dal gestore di messaggi HTTP.
ja: http メッセージ ハンドラーは、応答の非同期処理を開始しました。
ko: Http 메시지 처리기가 비동기 응답 처리를 시작했습니다.
nb: HTTP-meldingsbehandlingen startet behandling av svaret asynkront.
nl: Http-berichtenhandler is begonnen met het asynchroon verwerken van het antwoord.
pl: Obsługa komunikatów HTTP rozpoczęła asynchroniczne przetwarzanie odpowiedzi.
pt_br: O manipulador de mensagens HTTP iniciou o processamento da resposta de forma assíncrona.
pt_pt: O processador de mensagens http iniciou o processamento da resposta de modo assíncrono.
ru: Обработчик сообщений HTTP начал асинхронную обработку запроса.
sv: Http-meddelandehanteraren har börjat bearbeta svaret asynkront.
tr: Http ileti işleyicisi yanıtı zaman uyumsuz olarak işlemeye başladı.
zh_cn: Http 消息处理程序已开始以异步方式处理响应。
zh_tw: Http 訊息處理常式已開始以非同步方式處理回應。

# event_HttpPipelineFaulted
source: Http message handler is faulted.
ar: خطأ في معالج رسائل ‏‏Http.
cs: Obslužná rutina zprávy HTTP skončila chybou.
da: http-meddelelseshandleren er fejlbehæftet.
de: Fehler beim HTTP-Nachrichtenhandler.
el: Το πρόγραμμα χειρισμού μηνυμάτων Http παρουσίασε σφάλμα.
es: El controlador de mensajes HTTP tiene errores.
fi: HTTP-sanomankäsittely on kohdannut virheen.
fr: Le gestionnaire de messages HTTP est défectueux.
he: אירעה תקלה במטפל בהודעת Http.
hu: Hiba történt a HTTP-üzenetkezelő működésében.
it: Errore del gestore di messaggi HTTP.
ja: http メッセージ ハンドラーに障害があります。
ko: Http 메시지 처리기에서 오류가 발생했습니다.
nb: Det oppstod en feil med HTTP-meldingsbehandlingen.
nl: Http-berichtenhandler heeft een foutstatus.
pl: Obsługa komunikatów HTTP jest uszkodzona.
pt_br: O manipulador de mensagens HTTP apresentou falha.
pt_pt: O processador de mensagens http falhou.
ru: Работа обработчика сообщений HTTP завершилась ошибкой.
sv: Ett fel har uppstått i Http-meddelandehanteraren.
tr: Http ileti işleyicisinde hata oluştu.
zh_cn: Http 消息处理程序出错。
zh_tw: Http 訊息處理常式發生錯誤。

# event_HttpPipelineProcessInboundRequestStart
source: Http message handler started processing the inbound request.
ar: بدأ معالج رسائل ‏‏Http معالجة الطلب الوارد.
cs: Obslužná rutina zprávy HTTP zahájila zpracování příchozího požadavku.
da: Http-meddelelseshandleren begyndte at behandle den indgående anmodning.
de: Der HTTP-Nachrichtenhandler hat das Verarbeiten der eingehenden Anforderung gestartet.
el: Το πρόγραμμα χειρισμού μηνυμάτων Http ξεκίνησε την επεξεργασία της εισερχόμενης αίτησης.
es: El controlador de mensajes HTTP comenzó el procesamiento de la solicitud entrante.
fi: HTTP-sanomankäsittely aloitti saapuvan pyynnön käsittelyn.
fr: Le gestionnaire de messages HTTP a commencé le traitement de la demande entrante.
he: המטפל בהודעות Http התחיל לעבד את הבקשה הנכנסת.
hu: A HTTP-üzenetkezelő megkezdte a bejövő kérelem feldolgozását.
it: Elaborazione della richiesta in ingresso avviata dal gestore di messaggi HTTP.
ja: http メッセージ ハンドラーは、受信要求の処理を開始しました。
ko: Http 메시지 처리기가 인바운드 요청 처리를 시작했습니다.
nb: HTTP-meldingsbehandlingen startet behandling av den innkommende forespørselen.
nl: Http-berichtenhandler is begonnen met het verwerken van de binnenkomende aanvraag.
pl: Obsługa komunikatów HTTP rozpoczęła przetwarzanie żądania przychodzącego.
pt_br: O manipulador de mensagens HTTP iniciou o processamento da solicitação de entrada.
pt_pt: O processador de mensagens http iniciou o processamento do pedido de entrada.
ru: Обработчик сообщений HTTP начал обработку входящего запроса.
sv: Http-meddelandehanteraren har börjat bearbeta en inkommande begäran.
tr: Http ileti işleyicisi gelen isteği işlemeye başladı.
zh_cn: Http 消息处理程序已开始处理入站请求。
zh_tw: Http 訊息處理常式已開始處理輸入要求。

# event_HttpPipelineProcessInboundRequestStop
source: Http message handler completed processing an inbound request.
ar: انتهى معالج رسائل ‏‏Http من معالجة طلب وارد.
cs: Obslužná rutina zprávy HTTP dokončila zpracování příchozího požadavku.
da: Http-meddelelseshandleren fuldførte behandlingen af en indgående anmodning.
de: Der HTTP-Nachrichtenhandler hat das Verarbeiten einer eingehenden Anforderung abgeschlossen.
el: Το πρόγραμμα χειρισμού μηνυμάτων Http ολοκλήρωσε την επεξεργασία μιας εισερχόμενης αίτησης.
es: El controlador de mensajes HTTP completó el procesamiento de una solicitud entrante.
fi: HTTP-sanomankäsittely sai saapuvan pyynnön käsittelyn valmiiksi.
fr: Le gestionnaire de messages HTTP a terminé le traitement d'une demande entrante.
he: המטפל בהודעות Http סיים לעבד בקשה נכנסת.
hu: A HTTP-üzenetkezelő befejezte egy bejövő kérelem feldolgozását.
it: Elaborazione della richiesta in ingresso completata dal gestore di messaggi HTTP.
ja: http メッセージ ハンドラーは、受信要求の処理を完了しました。
ko: Http 메시지 처리기가 인바운드 요청 처리를 완료했습니다.
nb: HTTP-meldingsbehandlingen fullførte behandling av en innkommende forespørsel.
nl: Http-berichtenhandler heeft het verwerken van een binnenkomende aanvraag voltooid.
pl: Obsługa komunikatów HTTP ukończyła przetwarzanie żądania przychodzącego.
pt_br: O manipulador de mensagens HTTP concluiu o processamento de uma solicitação de entrada.
pt_pt: O processador de mensagens http concluiu o processamento de um pedido de entrada.
ru: Обработчик сообщений HTTP завершил обработку входящего запроса.
sv: Http-meddelandehanteraren har bearbetat en inkommande begäran.
tr: Http ileti işleyicisi bir gelen isteği işlemeyi tamamladı.
zh_cn: Http 消息处理程序已完成处理入站请求。
zh_tw: Http 訊息處理常式已完成輸入要求的處理。

# event_HttpPipelineProcessResponseStart
source: Http message handler started processing the response.
ar: بدأ معالج رسائل ‏‏Http معالجة الرد بشكل غير متزامن.
cs: Obslužná rutina zprávy HTTP zahájila zpracování odpovědi.
da: Http-meddelelseshandleren begyndte at behandle svaret.
de: Der HTTP-Nachrichtenhandler hat das Verarbeiten der Antwort gestartet.
el: Το πρόγραμμα χειρισμού μηνυμάτων Http ξεκίνησε την επεξεργασία της απόκρισης.
es: El controlador de mensajes HTTP comenzó el procesamiento de la respuesta.
fi: HTTP-sanomankäsittely aloitti vastauksen käsittelyn.
fr: Le gestionnaire de messages HTTP a démarré le traitement de la réponse.
he: המטפל בהודעות Http התחיל לעבד את התגובה.
hu: A HTTP-üzenetkezelő megkezdte a válasz feldolgozását.
it: Elaborazione della risposta avviata dal gestore di messaggi HTTP.
ja: http メッセージ ハンドラーは、応答の処理を開始しました。
ko: Http 메시지 처리기가 응답 처리를 시작했습니다.
nb: HTTP-meldingsbehandlingen startet behandling av svaret.
nl: Http-berichtenhandler is begonnen met het verwerken van het antwoord.
pl: Obsługa komunikatów HTTP rozpoczęła przetwarzanie odpowiedzi.
pt_br: O manipulador de mensagens HTTP iniciou o processamento da resposta.
pt_pt: O processador de mensagens http iniciou o processamento da resposta.
ru: Обработчик сообщений HTTP начал обработку запроса.
sv: Http-meddelandehanteraren har börjat bearbeta svaret.
tr: Http ileti işleyicisi yanıtı işlemeye başladı.
zh_cn: Http 消息处理程序已开始处理响应。
zh_tw: Http 訊息處理常式已開始處理回應。

# event_HttpPipelineProcessResponseStop
source: Http message handler completed processing the response.
ar: انتهى معالج رسائل ‏‏Http من معالجة الرد.
cs: Obslužná rutina zprávy HTTP dokončila zpracování odpovědi.
da: Http-meddelelseshandleren fuldførte behandlingen af svaret.
de: Der HTTP-Nachrichtenhandler hat das Verarbeiten der Antwort abgeschlossen.
el: Το πρόγραμμα χειρισμού μηνυμάτων Http ολοκλήρωσε την επεξεργασία της απόκρισης.
es: El controlador de mensajes HTTP completó el procesamiento de la respuesta.
fi: HTTP-sanomankäsittely sai vastauksen käsittelyn valmiiksi.
fr: Le gestionnaire de messages HTTP a terminé le traitement de la réponse.
he: המטפל בהודעות Http סיים לעבד את התגובה.
hu: A HTTP-üzenetkezelő befejezte a válasz feldolgozását.
it: Elaborazione della risposta avviata dal gestore di messaggi HTTP.
ja: http メッセージ ハンドラーは、応答の処理を完了しました。
ko: Http 메시지 처리기가 응답 처리를 완료했습니다.
nb: HTTP-meldingsbehandlingen fullførte behandlingen av svaret.
nl: Http-berichtenhandler heeft het verwerken van het antwoord voltooid.
pl: Obsługa komunikatów HTTP ukończyła przetwarzanie odpowiedzi.
pt_br: O manipulador de mensagens HTTP concluiu o processamento da resposta.
pt_pt: O processador de mensagens http concluiu o processamento da resposta.
ru: Обработчик сообщений HTTP завершил обработку запроса.
sv: Http-meddelandehanteraren har bearbetat svaret.
tr: Http ileti işleyicisi yanıtı işlemeyi tamamladı.
zh_cn: Http 消息处理程序已完成处理响应。
zh_tw: Http 訊息處理常式已完成回應的處理。

# event_HttpPipelineTimeoutException
source: WebSocket connection timed out.
ar: انتهت مهلة اتصال WebSocket.
cs: Vypršel časový limit pro připojení soketu WebSocket.
da: WebSocket-forbindelsen blev afbrudt pga. timeout.
de: WebSocket-Verbindungstimeout.
el: Έληξε το χρονικό όριο της σύνδεσης WebSocket.
es: Tiempo de espera agotado para la conexión WebSocket.
fi: WebSocket-yhteys aikakatkaistiin.
fr: La connexion WebSocket a expiré.
he: תם הזמן הקצוב לחיבור WebSocket.
hu: A WebSocket-kapcsolat időtúllépés miatt megszakadt.
it: Timeout della connessione WebSocket.
ja: WebSocket の接続がタイムアウトしました。
ko: WebSocket 연결 시간이 초과되었습니다.
nb: WebSocket-tilkoblingen ble tidsavbrutt.
nl: Er is een time-out opgetreden bij de WebSocket-verbinding.
pl: Upłynął limit czasu połączenia obiektu WebSocket.
pt_br: A conexão WebSocket atingiu o tempo limite.
pt_pt: A ligação de WebSocket excedeu o tempo limite.
ru: Истекло время ожидания соединения WebSocket.
sv: Tidsgränsen har uppnåtts för WebSocket-anslutningen.
tr: WebSocket bağlantısı zaman aşımına uğradı.
zh_cn: WebSocket 连接超时。
zh_tw: WebSocket 連接逾時。

# event_HttpResponseReceiveStart
source: Http transport started receiving a message.
ar: بدأ نقل Http في تلقي رسالة.
cs: Byl zahájen příjem zprávy pomocí protokolu HTTP.
da: Modtagelsen af en meddelelse på HTTP Transport blev startet.
de: HTTP-Transport hat mit dem Empfang einer Nachricht begonnen.
el: H μεταφορά http ξεκίνησε τη λήψη ενός μηνύματος.
es: El transporte HTTP comenzó a recibir un mensaje.
fi: Http-välitys alkoi vastaanottaa viestiä.
fr: Début de la réception d'un message par le transport HTTP.
he: תעבורת Http התחילה לקבל הודעה.
hu: A HTTP-átvitel megkezdte egy üzenet fogadását.
it: Il trasporto HTTP ha avviato la ricezione di un messaggio.
ja: HTTP トランスポートがメッセージの受信を開始しました。
ko: Http 전송에서 메시지 수신이 시작되었습니다.
nb: Http-transport startet mottak av en melding.
nl: Http-transport is begonnen met het ontvangen van een bericht.
pl: Transport HTTP rozpoczął odbieranie komunikatu.
pt_br: O transporte HTTP iniciou o recebimento de uma mensagem.
pt_pt: O transporte http começou a receber uma mensagem.
ru: Транспорт HTTP начал получение сообщения.
sv: Http-transport har börjat ta emot ett meddelande.
tr: Http aktarımı bir ileti almaya başladı.
zh_cn: Http 传输已开始接收消息。
zh_tw: HTTP 傳輸開始接收訊息。

# event_HttpSendMessageStart
source: Http Send Request Start.
ar: بدء طلب إرسال Http.
cs: Byl zahájen požadavek Send protokolu http.
da: Start på HTTP Send-anmodning.
de: HTTP-Sendeanforderung starten.
el: Έναρξη αίτησης αποστολής http.
es: Inicio de la solicitud de envío HTTP.
fi: Http-lähetyspyynnön aloitus.
fr: Début de la requête d'envoi HTTP.
he: בקשת שליחה של Http התחילה‏.
hu: HTTP-kérelem küldésének megkezdése
it: Avvio HttpSendRequest.
ja: HTTP 送信要求を開始します。
ko: Http 전송 요청이 시작됩니다.
nb: Http Send-forespørsel startet.
nl: Starten van HTTP-verzoek voor verzenden.
pl: Rozpoczęto wysyłanie żądania HTTP.
pt_br: Início da Solicitação de Envio Http.
pt_pt: Iniciar Http Send Request.
ru: Начало запроса на отправку HTTP.
sv: Starta Http Send Request.
tr: Http Gönderme İsteği Başladı.
zh_cn: Http 发送请求启动。
zh_tw: HTTP 傳送要求開始。

# event_HttpSendStop
source: Http Send Request Stop.
ar: إيقاف طلب إرسال Http.
cs: Byl ukončen požadavek Send protokolu HTTP.
da: Slut på HTTP Send-anmodning.
de: HTTP-Sendeanforderung anhalten.
el: Διακοπή αίτησης αποστολής http.
es: Detención de la solicitud de envío HTTP.
fi: Http-lähetyspyynnön pysähtyminen.
fr: Arrêt de la requête d'envoi HTTP.
he: הופסקה בקשת שליחה של Http.‏
hu: HTTP-kérelem küldésének befejezése
it: Arresto HttpSendRequest.
ja: HTTP 送信要求を停止します。
ko: Http 전송 요청이 중지됩니다.
nb: Http Send-forespørsel stoppet.
nl: Stoppen van HTTP-verzoek voor verzenden.
pl: Zatrzymano wysyłanie żądania HTTP.
pt_br: Parada de Solicitação de Envio Http.
pt_pt: Parar Http Send Request.
ru: Остановка запроса на отправку HTTP.
sv: Stoppa Http Send Request.
tr: Http Gönderme İsteği Durdu.
zh_cn: Http 发送请求停止。
zh_tw: HTTP 傳送要求停止。

# event_HttpSendStreamedMessageStart
source: Http Send streamed message started.
ar: بدأت رسالة متدفقة لإرسال Http.
cs: Začátek datového proudu zprávy Send protokolu HTTP
da: Streamet HTTP Send-meddelelse blev startet.
de: HTTP-Sendevorgang für die gestreamte Nachricht wurde gestartet.
el: Ξεκίνησε η αποστολή μηνύματος http ροής.
es: Se inició el mensaje de secuencia de envío HTTP.
fi: Http Send - virtautetun viestin aloitus.
fr: Message diffusé en continu par envoi HTTP démarré.
he: פעולת השליחה Http Send של הודעה מוזרמת התחילה‏.
hu: Az adatfolyamos HTTP-üzenet elküldése megkezdődött.
it: Messaggio invio HttpSend avviato.
ja: ストリーム メッセージの HTTP 送信を開始しました。
ko: Http 전송 스트리밍 메시지가 시작되었습니다.
nb: Http Send-meldingsstrøm startet.
nl: Http-verzending van gestroomd bericht gestart.
pl: Rozpoczęto wysyłanie strumieniowego komunikatu HTTP.
pt_br: Transmissão da mensagem de Envio Http iniciada.
pt_pt: Mensagem em fluxo de Http Send iniciada.
ru: Запущено потоковое сообщение об отправке HTTP.
sv: Direktuppspelat Http Send-meddelande har startats.
tr: Http Gönderme ileti akışı başladı.
zh_cn: Http 发送流处理消息已启动。
zh_tw: HTTP 傳送資料流訊息已啟動。

# event_IdleServicesClosed
source: {0} idle services out of total {1} activated services closed.
ar: تم إغلاق {0} من الخدمات الخاملة من إجمالي {1} من الخدمات التي تم تنشيطها.
cs: Bylo zavřeno {0} nečinných služeb z celkového počtu {1} aktivovaných služeb.
da: {0} inaktive tjenester ud af {1} aktiverede tjenester blev lukket.
de: {0} Dienste im Leerlauf von insgesamt {1} aktivierten Diensten wurden geschlossen.
el: Έκλεισαν {0} αδρανείς υπηρεσίας από τις συνολικές {1} ενεργοποιημένες υπηρεσίες.
es: Quedan {0} servicios inactivos de un total de {1} servicios activados cerrados.
fi: {0} käyttämätöntä palvelua suljettiin, aktivoituja palveluita on yhteensä {1}.
fr: {0} services inactifs sur un total de {1} services activés ont été fermés.
he: {0} שירותים לא פעילים מתוך סך של {1} שירותים פעילים נסגרו.
hu: Összesen {1} aktivált szolgáltatásból {0} tétlen szolgáltatás bezárva.
it: {0} servizi inattivi su {1} servizi attivati chiusi totali.
ja: アクティブ化された合計 {1} 個のサービスのうち、アイドル状態の {0} 個のサービスが閉じられました。
ko: 활성화된 총 {1}개 서비스 중에서 {0}개의 유휴 서비스가 종료되었습니다.
nb: {0} inaktive tjenester av totalt {1} aktiverte tjenester er lukket.
nl: {0} niet-actieve services van een totaal van {1} geactiveerde services afgesloten.
pl: Zamknięto następującą liczbę nieaktywnych usług: {0} z {1} aktywowanych usług.
pt_br: {0} serviços ociosos de um total de {1} serviços ativados fechados.
pt_pt: Foram fechados {0} serviços inativos de um total de {1} serviços ativados.
ru: Закрыто {0} простаивающих служб из {1} активированных служб.
sv: {0} tjänster i viloläge av totalt {1} aktiverade tjänster har stängts.
tr: Toplam {1} etkin hizmetten boşta olan {0} hizmet kapatıldı.
zh_cn: 总计 {1} 个已激活服务中的 {0} 个空闲服务已关闭。
zh_tw: 超出 {1} 之啟動服務總數的 {0} 閒置服務已關閉。

# event_IdleTimeout
source: {0} Connection pool key: {1}
ar: مفتاح تجميع اتصال {0}: {1}
cs: Klíč fondu připojení {0}: {1}
da: {0}-forbindelsesgruppenøgle: {1}
de: {0} Verbindungspoolschlüssel: {1}
el: {0} Κλειδί συγκέντρωσης συνδέσεων: {1}
es: {0} Clave de grupo de conexión: {1}
fi: {0}: yhteysvarannon avain: {1}
fr: Clé de pool de connexion {0} : {1}
he: {0} מפתח מאגר חיבורים: {1}
hu: {0} kapcsolatkészlet kulcsa: {1}
it: {0} Chiave pool di connessioni: {1}
ja: {0} 接続プール キー: {1}
ko: {0} 연결 풀 키: {1}
nb: {0} Tilkoblingsutvalgsnøkkel: {1}
nl: Sleutel van verbindingsgroep {0}: {1}
pl: {0} Klucz puli połączeń: {1}
pt_br: {0} Chave de pool de conexão: {1}
pt_pt: {0} Chave do conjunto de ligações: {1}
ru: {0} Ключ пула соединений: {1}
sv: {0}-anslutningspoolnyckel: {1}
tr: {0} Bağlantı havuzu anahtarı: {1}
zh_cn: {0} 连接池键: {1}
zh_tw: {0} 連接集區索引鍵: {1}

# event_ImportKnownTypesStart
source: ImportKnownTypes start.
ar: بدء ImportKnownTypes.
cs: Byla zahájena operace ImportKnownTypes.
da: ImportKnownTypes blev startet.
de: ImportKnownTypes starten.
el: Έναρξη ImportKnownTypes.
es: Inicio de ImportKnownTypes.
fi: ImportKnownTypes alkoi.
fr: Démarrage des ImportKnownTypes.
he: התחלת ImportKnownTypes‏.
hu: ImportKnownTypes megkezdése
it: Avvio di ImportKnownTypes.
ja: ImportKnownTypes を開始します。
ko: ImportKnownTypes가 시작됩니다.
nb: ImportKnownTypes startet.
nl: Starten van ImportKnownTypes.
pl: Rozpoczęto wykonywanie metody ImportKnownTypes.
pt_br: Início de ImportKnownTypes.
pt_pt: Iniciar ImportKnownTypes.
ru: Запуск ImportKnownTypes.
sv: Starta ImportKnownTypes.
tr: ImportKnownTypes başladı.
zh_cn: ImportKnownTypes 开始。
zh_tw: ImportKnownTypes 開始。

# event_ImportKnownTypesStop
source: ImportKnownTypes stop.
ar: إيقاف ImportKnownTypes.
cs: Byla ukončena operace ImportKnownTypes.
da: ImportKnownTypes blev stoppet.
de: ImportKnownTypes anhalten.
el: Διακοπή ImportKnownTypes.
es: Detención de ImportKnownTypes.
fi: ImportKnownTypes pysähtyi.
fr: Arrêt des ImportKnownTypes.
he: הפסקת ImportKnownTypes‏.
hu: ImportKnownTypes leállítása
it: Arresto di ImportKnownTypes.
ja: ImportKnownTypes を停止します。
ko: ImportKnownTypes가 중지됩니다.
nb: ImportKnownTypes stoppet.
nl: Stoppen van ImportKnownTypes.
pl: Zatrzymano wykonywanie metody ImportKnownTypes.
pt_br: Parada de ImportKnownTypes.
pt_pt: Parar ImportKnownTypes.
ru: Остановка ImportKnownTypes.
sv: Stoppa ImportKnownTypes.
tr: ImportKnownTypes durdu.
zh_cn: ImportKnownTypes 停止。
zh_tw: ImportKnownTypes 停止。
