Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_ParameterInspectorBeforeCallInvoked
source: The Dispatcher invoked 'BeforeCall' on a ParameterInspector of type '{0}'.
ar: قام المرسل باستدعاء 'BeforeCall' على ParameterInspector من النوع '{0}'.
cs: Dispečer vyvolal metodu BeforeCall třídy ParameterInspector typu {0}.
da: Afsenderen aktiverede 'BeforeCall' for en ParameterInspector af typen '{0}'.
de: Der Verteiler hat 'BeforeCall' auf einem ParameterInspector vom Typ '{0}' aufgerufen.
el: Το πρόγραμμα αποστολής έκανε κλήση 'BeforeCall' σε ParameterInspector τύπου '{0}'.
es: El distribuidor invocó 'BeforeCall' en un ParameterInspector de tipo '{0}'.
fi: Lähetystoiminto aloitti BeforeCall-kohteen ParameterInspector-kohteessa, jonka tyyppi on {0}.
fr: Le répartiteur a appelé 'BeforeCall' sur un ParameterInspector de type '{0}'.
he: המשגר הפעיל BeforeCall ב- ParameterInspector מסוג '{0}'.
hu: A kézbesítő meghívta a BeforeCall metódust egy „{0}” típusú ParameterInspector vizsgálóra.
it: Il dispatcher ha richiamato 'BeforeCall' in un ParameterInspector di tipo '{0}'.
ja: ディスパッチャーが型 '{0}' の ParameterInspector で 'BeforeCall' を呼び出しました。
ko: 디스패처가 '{0}' 형식의 ParameterInspector에서 'BeforeCall'을 호출했습니다.
nb: Senderen aktiverte BeforeCall på en ParameterInspector av typen {0}.
nl: De dispatcher heeft BeforeCall aangeroepen op een ParameterInspector van het type {0}.
pl: Dyspozytor wywołał metodę BeforeCall w obiekcie ParameterInspector typu „{0}”.
pt_br: O Dispatcher invocou 'BeforeCall' em um ParameterInspector do tipo '{0}'.
pt_pt: O Dispatcher invocou 'BeforeCall' num ParameterInspector do tipo '{0}'.
ru: Диспетчер вызвал команду "BeforeCall" для ParameterInspector типа "{0}".
sv: Dispatcher anropade BeforeCall i en ParameterInspector av typen {0}.
tr: Dağıtıcı, '{0}' türünde bir ParameterInspector üzerinde 'BeforeCall' çağırdı.
zh_cn: 调度程序对“{0}”类型的 ParameterInspector 调用了“BeforeCall”。
zh_tw: Dispatcher 已在型別 '{0}' 的 ParameterInspector 上叫用 'BeforeCall'。

# event_PendingAcceptsAtZero
source: Zero pending accepts left
ar: لا توجد موافقات معلقة متبقية
cs: Nezbývají žádná nedokončená přijmutí.
da: Der er ikke flere accepter tilbage
de: Null ausstehende Annahmevorgänge übrig
el: Απομένουν μηδέν εκκρεμείς αποδοχές
es: Quedan cero aceptaciones pendientes
fi: Nolla odottavaa hyväksyntää jäljellä
fr: Aucune acceptation en attente restante
he: נותרו אפס פעולות קבלה ממתינות
hu: Nincs több függőben levő elfogadás.
it: Zero accettazioni in sospeso rimaste
ja: 保留中の受け入れはありません
ko: 보류 중인 수락 항목 없음
nb: Null ventende godkjenninger gjenstår
nl: Nul acceptaties in behandeling resterend
pl: Pozostało zero oczekujących akceptacji.
pt_br: Zero aceitações pendentes restantes
pt_pt: Zero aceitações pendentes
ru: Ожидающих принятий не осталось
sv: Noll väntande godkännanden kvar
tr: Bekleyen kabul işlemi kalmadı
zh_cn: 剩下零个挂起的接受
zh_tw: 沒有擱置中訊息待接受

# event_PendingConnectionsRatio
source: Pending connections ratio: {0}/{1}
ar: نسبة الاتصالات المعلقة: {0}/{1}
cs: Poměr nedokončených připojení: {0}/{1}
da: Forhold for ventende forbindelser: {0}/{1}
de: Verhältnis ausstehende Verbindungen: {0}/{1}
el: Αναλογία εκκρεμών συνδέσεων: {0}/{1}
es: Proporción de conexiones pendientes: {0}/{1}
fi: Odottavien yhteyksien suhde: {0}/{1}
fr: Ratio des connexions en attente : {0}/{1}
he: יחס חיבורים ממתינים: {0}/{1}
hu: Függőben levő kapcsolatok aránya: {0}/{1}
it: Percentuale connessioni in sospeso: {0}/{1}
ja: 保留中の接続の比率: {0}/{1}
ko: 보류 중인 연결 비율: {0}/{1}
nb: Forholdstall for ventende tilkoblinger: {0}/{1}
nl: Verhouding van verbindingen in behandeling: {0}/{1}
pl: Współczynnik oczekujących połączeń: {0}/{1}
pt_br: Taxa de conexões pendentes: {0}/{1}
pt_pt: Rácio de ligações pendentes: {0}/{1}
ru: Отношение ожидающих соединений: {0}/{1}
sv: Kvot för väntande anslutningar: {0}/{1}
tr: Bekleyen bağlantıların oranı: {0}/{1}
zh_cn: 挂起的连接比率: {0}/{1}
zh_tw: 擱置中的連接比例: {0}/{1}

# event_PendingMessagesPerChannelRatio
source: Pending messages per channel ratio: {0}/{1}
ar: نسبة الرسائل المعلقة لكل قناة: {0}/{1}
cs: Poměr nedokončených zpráv na kanál: {0}/{1}
da: Forhold for ventende meddelelser pr. kanal: {0}/{1}
de: Verhältnis ausstehende Nachrichten pro Kanal: {0}/{1}
el: Αναλογία εκκρεμών μηνυμάτων ανά κανάλι: {0}/{1}
es: Proporción de mensajes pendientes por canal: {0}/{1}
fi: Odottavat viestit kanavakohtaisesti -suhde: {0}/{1}
fr: Ratio des messages en attente par canal : {0}/{1}
he: יחס הודעות ממתינות לכל ערוץ: {0}/{1}
hu: Függőben levő üzenetek csatornánkénti aránya: {0}/{1}
it: Percentuale messaggi in sospeso per canale: {0}/{1}
ja: チャネルごとの保留メッセージの比率: {0}/{1}
ko: 채널당 보류 중인 메시지 비율: {0}/{1}
nb: Forholdstall for ventede meldinger per kanal: {0}/{1}
nl: Verhouding berichten in behandeling per kanaal: {0}/{1}
pl: Współczynnik komunikatów oczekujących na kanał: {0}/{1}
pt_br: Taxa de mensagens pendentes por canal: {0}/{1}
pt_pt: Rácio de mensagens pendentes por canal: {0}/{1}
ru: Отношение ожидающих сообщений на канал: {0}/{1}
sv: Kvot för väntande meddelanden per kanal: {0}/{1}
tr: Kanal başına bekleyen ileti oranı: {0}/{1}
zh_cn: 每个通道的挂起消息比率: {0}/{1}
zh_tw: 每個通道的擱置中訊息比例: {0}/{1}

# event_PendingSessionQueueFull
source: Session dispatch for '{0}' failed since pending session queue is full with '{1}' pending items.
ar: فشل إرسال الجلسة لصالح '{0}' حيث تمتلئ قائمة انتظار الجلسات المعلقة بـ h '{1}' من العناصر المعلقة.
cs: Zpracování relace pro {0} se nezdařilo, protože fronta nedokončených relací je plná a obsahuje {1} nedokončených položek.
da: Der opstod fejl i sessionsafsendelsen for '{0}', fordi ventekøen for sessioner er blevet fyldt med '{1}' ventende elementer.
de: Fehler bei der Sitzungsverteilung für "{0}", da die Sitzungswarteschlange mit {1} ausstehenden Elementen voll ist.
el: Η αποστολή περιόδου λειτουργίας για το '{0}' απέτυχε επειδή η ουρά εκκρεμών περιόδων λειτουργίας είναι πλήρης με '{1}' στοιχεία σε εκκρεμότητα.
es: Error en la distribución de la sesión de '{0}'. La cola de sesiones pendientes está llena con '{1}' elementos pendientes.
fi: Istunnon järjestely kohteelle {0} epäonnistui, koska odottavien istuntojen jono on täynnä; siinä on {1} odottavaa kohdetta.
fr: La distribution de sessions pour '{0}' a échoué car la file d'attente des sessions en attente contient '{1}' éléments en attente, et est donc pleine.
he: שיגור הפעלה עבור '{0}' נכשל מכיוון שתור ההפעלות הממתינות מלא ב- '{1}' פריטים ממתינים.
hu: A munkamenet küldése a(z) „{0}” számára sikertelen volt, mert a függőben levő munkamenetek sora megtelt, {1} függőben levő elemet tartalmaz.
it: Invio sessione per '{0}' non riuscito dato che la coda di sessione in sospeso è piena con '{1}' elementi in sospeso.
ja: '{0}' のセッション ディスパッチに失敗しました。保留セッション キューがいっぱいです。保留中の項目が '{1}' 個あります。
ko: 보류 중인 항목이 '{1}'개로 보류 중인 세션 큐가 꽉 차서 '{0}'에 대한 세션을 디스패치하지 못했습니다.
nb: Øktssending for {0} mislyktes fordi den ventende øktskøen er full, med {1} ventende elementer.
nl: Sessieverzending voor {0} is mislukt omdat de wachtrij voor sessies in afwachting vol is met {1} items in afwachting.
pl: Dystrybucja sesji dla „{0}” nie powiodła się, ponieważ kolejka sesji oczekujących jest pełna (liczba oczekujących elementów: „{1}”).
pt_br: Falha na distribuição de sessão de '{0}', pois a fila de sessões pendentes está cheia com '{1}' tantos itens pendentes.
pt_pt: A emissão de sessão de '{0}' falhou dado que a fila de sessões está cheia com '{1}' itens pendentes.
ru: Сбой отправки сеанса для "{0}", так как очередь сеанса заполнена "{1}" ожидающими элементами.
sv: Sändning av sessionen för {0} misslyckades eftersom den väntande sessionskön är full med {1} väntande objekt.
tr: Bekleyen oturum sırası '{1}' öğeyle dolu olduğundan '{0}' için oturum gönderme işleme başarısız oldu.
zh_cn: 对“{0}”的会话调度失败，因为挂起的会话队列已满，其中包含“{1}”个挂起项目。
zh_tw: '{0}' 的工作階段分派失敗，因為擱置中的工作階段佇列已填滿 '{1}' 擱置中的項目。

# event_PendingSessionQueueRatio
source: Pending session queue ratio: {0}/{1}
ar: نسبة قائمة انتظار الجلسات المعلقة: {0}/{1}
cs: Podíl nedokončených relací ve frontě: {0}/{1}
da: Forhold for ventende sessioner i kø: {0}/{1}
de: Verhältnis Sitzungswarteschlange: {0}/{1}
el: Αναλογία ουράς εκκρεμών περιόδων λειτουργίας: {0}/{1}
es: Proporción de la cola de sesiones pendientes: {0}/{1}
fi: Odottavien istuntojen jonotussuhde: {0}/{1}
fr: Ratio des files d'attente des sessions en attente : {0}/{1}
he: יחס תור הפעלות ממתינות: ‎{0}/{1}
hu: Függőben levő munkamenetek sorának aránya: {0}/{1}
it: Percentuale coda di sessione in sospeso: {0}/{1}
ja: 保留セッション キューの比率: {0}/{1}
ko: 보류 중인 세션 큐 비율: {0}/{1}
nb: Forholdstall for ventende øktskø: {0}/{1}
nl: Verhouding wachtrij sessies in afwachting: {0}/{1}
pl: Współczynnik kolejki sesji oczekujących: {0}/{1}
pt_br: Taxa de fila de sessões pendentes: {0}/{1}
pt_pt: Rácio da fila de sessões pendentes: {0}/{1}
ru: Отношение очереди ожидающих сеансов: {0}/{1}
sv: Kvot för väntande sessionskö: {0}/{1}
tr: Bekleyen oturum sırası oranı: {0}/{1}
zh_cn: 挂起会话队列比率: {0}/{1}
zh_tw: 擱置中的工作階段佇列比例: {0}/{1}

# event_PipeConnectionAcceptStart
source: Pipe connection accept started on {0} .
ar: تم بدء الموافقة على اتصال التوجيه على {0} .
cs: Bylo zahájeno přijetí připojení kanálu pro {0}.
da: Accept af pipeforbindelsen startede {0}.
de: Die Pipeverbindungsannahme für "{0}" wurde gestartet.
el: Ξεκίνησε η αποδοχή σύνδεσης διοχέτευσης στο {0}.
es: Se inició la aceptación de la conexión de canalización en {0}.
fi: Putkiyhteyden hyväksyminen alkoi kohteessa {0} .
fr: Début de l'acceptation de la connexion du canal sur {0}.
he: קבלת חיבור צינור התחילה ב- {0} .
hu: A csőkapcsolat elfogadása megkezdődött a következőn: {0}.
it: Accettazione connessione pipe avviata su {0}.
ja: {0} でパイプ接続の受け入れを開始しました。
ko: 파이프 연결 수락이 {0}에서 시작되었습니다.
nb: Godkjenning av datakanaltilkobling startet på {0} .
nl: Accepteren van pipeverbinding gestart op {0} .
pl: Rozpoczęto akceptowanie połączenia potoku w {0}.
pt_br: Aceitação de conexão de pipe iniciada em {0}.
pt_pt: Aceitação de Ligação de pipe iniciada em {0}.
ru: Запущено принятие соединение по каналу {0}.
sv: Pipe-anslutningsgodkännande startades på {0}.
tr: Kanal bağlantısı kabul etme başladı: {0}.
zh_cn: 已在 {0} 上启动管道连接接受。
zh_tw: 管道連線接受已在 {0} 上啟動。

# event_PipeConnectionAcceptStop
source: Pipe connection accepted.
ar: تمت الموافقة على اتصال التوجيه.
cs: Bylo přijato připojení kanálu.
da: Pipeforbindelsen er accepteret.
de: Die Pipeverbindung wurde akzeptiert.
el: Η σύνδεση διοχέτευσης έγινε αποδεκτή.
es: Se aceptó la conexión de canalización.
fi: Putkiyhteys hyväksytty.
fr: Connexion du canal acceptée.
he: חיבור צינור התקבל.
hu: A csőkapcsolat elfogadva.
it: Connessione pipe accettata.
ja: パイプ接続を受け入れました。
ko: 파이프 연결이 수락되었습니다.
nb: Datakanaltilkobling godtatt.
nl: Pipeverbinding geaccepteerd.
pl: Połączenie potoku zostało zaakceptowane.
pt_br: Conexão de pipe aceita.
pt_pt: Ligação de pipe aceite.
ru: Соединение по каналу принято.
sv: Pipe-anslutningen har godkänts.
tr: Kanal bağlantısı kabul edildi.
zh_cn: 已接受管道连接。
zh_tw: 接受管道連線。

# event_PipeSharedMemoryCreated
source: Pipe shared memory created at '{0}' .
ar: تم إنشاء التوجيه الذي يشارك الذاكرة في '{0}' .
cs: Sdílená paměť kanálu byla vytvořena na adrese {0}.
da: Delt pipehukommelse blev oprettet '{0}'.
de: Gemeinsam genutzter Speicher für Pipe wurde erstellt bei "{0}".
el: Η μνήμη κοινόχρηστης διοχέτευσης δημιουργήθηκε στο '{0}' .
es: Se creó memoria compartida de canalización en '{0}'.
fi: Putken jaettu muisti luotu kohteeseen {0} .
fr: Mémoire partagée par les canaux créée à '{0}' .
he: זיכרון משותף של צינורות נוצר ב- '{0}' .
hu: A cső megosztott memóriája létre lett hozva a következő helyen: „{0}”.
it: Memoria condivisa della pipe creata in '{0}' .
ja: パイプ共有メモリが '{0}' に作成されました。
ko: 파이프 공유 메모리가 '{0}'에 만들어졌습니다.
nb: Delt minne for datakanal opprettet på {0} .
nl: Gedeeld geheugen voor pipe gemaakt op {0} .
pl: Współużytkowana pamięć potoku została utworzona w lokalizacji „{0}”.
pt_br: O pipe compartilhou a memória criada em '{0}'.
pt_pt: Memória partilhada do pipe criada em '{0}'.
ru: Общая память канала создана в "{0}".
sv: Pipe-delat minne skapades {0}.
tr: Kanal paylaşılan belleği '{0}' konumunda oluşturuldu.
zh_cn: 已在“{0}”处创建管道共享内存。
zh_tw: 管線共用記憶體建立在 '{0}'。

# event_PipeTransportListenerListeningStart
source: Pipe transport listener listening start on uri:{0}.
ar: بدء الاستماع إلى وحدة إصغاء نقل التوجيه على معرف uri:{0}.
cs: Naslouchací proces přenosového kanálu zahájil naslouchání na adrese určené identifikátorem URI {0}.
da: Lyttefunktionen for pipetransporten begyndte med at lytte på URI'en:{0}.
de: Der Pipe-Transportlistener beginnt, den URI "{0}" zu überwachen.
el: Η ακρόαση μεταφοράς διοχέτευσης ξεκίνησε την ακρόαση στο uri:{0}.
es: La escucha del transporte de canalización se inicia en el URI:{0}.
fi: Putkisiirron kuuntelutoiminto aloitti kuuntelun uri-tunnuksessa:{0}.
fr: Début de l'écoute de l'URI : {0} par l'écouteur de transport du canal.
he: האזנה על-ידי מאזין תעבורת צינור הופעלה ב-URI‏:'{0}'.
hu: A csövön keresztüli átvitel figyelője megkezdi a figyelést a következő URI-címen:{0}.
it: Avvio dell'ascolto del listener di trasporto della pipe sull'URI:{0}.
ja: パイプ トランスポート リスナーが URI:{0} でリッスンを開始します。
ko: 파이프 전송 리스너 수신이 URI {0}에서 시작됩니다.
nb: Lyttestart for datakanaltransportlytter på uri: {0}.
nl: Starten van luisteren pipetransport-listener op URI:{0}.
pl: Odbiornik transportu potokowego rozpoczął nasłuchiwanie na identyfikatorze URI {0}.
pt_br: Início da escuta do ouvinte de transporte de pipe no uri:{0}.
pt_pt: Iniciar a escuta do transporte de pipe no uri:{0}.
ru: Начало работы прослушивателя транспорта канала по URI:{0}.
sv: Pipe-transportlyssnaren börjar lyssna på uri:{0}.
tr: {0} uri'sinde kanal aktarma dinleyicisi dinlemeye başladı.
zh_cn: 管道传输侦听器开始侦听 URI“{0}”。
zh_tw: uri:{0} 上的管線傳輸接聽項接聽開始。

# event_PipeTransportListenerListeningStop
source: Pipe transport listener listening stop.
ar: إيقاف الاستماع إلى وحدة إصغاء نقل التوجيه.
cs: Naslouchací proces přenosového kanálu ukončil naslouchání.
da: Lyttefunktionen for pipetransporten stoppede med at lytte.
de: Der Pipe-Transportlistener ist nicht mehr empfangsbereit.
el: Η ακρόαση μεταφοράς διοχέτευσης διέκοψε την ακρόαση.
es: Se detiene la escucha del transporte de canalización.
fi: Putkisiirron kuuntelutoiminnon kuuntelu pysähtyi.
fr: Arrêt de l'écoute par l'écouteur de transport du canal.
he: מאזין תעבורת צינור מבצע האזנה.
hu: A csövön keresztüli átvitel figyelője leállítja a figyelést.
it: Arresto dell'ascolto del listener di trasporto della pipe.
ja: パイプ トランスポート リスナーがリッスンを停止します。
ko: 파이프 전송 리스너 수신이 중지됩니다.
nb: Lyttestopp for datakanaltransportlytter.
nl: Stoppen van luisteren pipetransport-listener.
pl: Odbiornik transportu potokowego zakończył nasłuchiwanie.
pt_br: Parada na escuta do ouvinte de transporte de pipe.
pt_pt: Parar a escuta do transporte de pipe.
ru: Остановка работы прослушивателя транспорта канала.
sv: Pipe-transportlyssnaren slutar lyssna.
tr: Kanal aktarma dinleyicisi dinlemeyi durdurdu.
zh_cn: 管道传输侦听器停止侦听。
zh_tw: 管道傳輸接聽項接聽停止。

# event_PortSharingDuplicatedSocket
source: Socket duplicated for {0}.
ar: تم تكرار المأخذ لصالح {0}.
cs: Byl duplikován soket pro {0}.
da: En socket er duplikeret for {0}.
de: Socket für "{0}" wurde dupliziert.
el: Αντιγράφηκε η υποδοχή για το {0}.
es: Socket duplicado para {0}.
fi: Vastake kahdennettiin kohteelle {0}.
fr: Socket dupliqué pour {0}.
he: Socket שוכפל עבור '{0}'.
hu: A szoftvercsatorna duplikálva lett a következő számára: {0}.
it: Socket duplicato per {0}.
ja: {0} のソケットが複製されました。
ko: {0}에 대해 소켓이 중복되었습니다.
nb: Socket duplisert for {0}.
nl: Socket gedupliceerd voor {0}.
pl: Zduplikowano gniazdo dla {0}.
pt_br: Soquete duplicado para {0}.
pt_pt: Socket duplicado para {0}.
ru: Сокет для {0} дублирован.
sv: Socket har dubblerats för {0}.
tr: {0} için yuva çoğaltıldı.
zh_cn: 已为 {0} 复制套接字。
zh_tw: {0} 的通訊端重複。

# event_PrincipalSettingFromSessionTokenStarted
source: Principal setting from session token started.
ar: بدأ الإعداد الرئيسي من رمز الجلسة.
cs: Bylo zahájeno nastavování objektu zabezpečení z tokenu relace.
da: Hovedindstillingen fra sessionstokenet blev startet.
de: Prinzipaleinstellung aus dem Sitzungstoken gestartet.
el: Η κύρια ρύθμιση από το διακριτικό περιόδου λειτουργίας ξεκίνησε.
es: Se inició la configuración principal del token de sesión.
fi: Objektien määritys istuntotunnuksesta alkoi.
fr: Début du paramétrage du principal à partir du jeton de session.
he: הגדרת מנהל מאסימון הפעלה התחילה.
hu: Megkezdődött a résztvevő beállítása a munkamenet jogkivonatából.
it: Impostazione principale dal token di sessione avviata.
ja: セッション トークンからのプリンシパルの設定を開始しました。
ko: 세션 토큰에서 보안 주체 설정이 시작되었습니다.
nb: Angivelse av sikkerhetskontohaver fra øktstoken startet.
nl: Principal-instelling op basis van sessietoken gestart.
pl: Rozpoczęto ustawianie podmiotu zabezpieczeń na podstawie tokenu sesji.
pt_br: Configuração de entidade de segurança do token de sessão iniciada.
pt_pt: Definição do principal a partir do token de sessão iniciada.
ru: Запущена установка субъекта из токена сеанса.
sv: Användare anges från sessionstoken.
tr: Oturum belirtecinden birincil ayarlama başladı.
zh_cn: 基于会话令牌的主体设置已开始。
zh_tw: 已開始從工作階段權杖設定主體。

# event_PrincipalSettingFromSessionTokenSuccess
source: Principal setting from session token succeeded.
ar: نجح الإعداد الرئيسي من رمز الجلسة.
cs: Nastavení objektu zabezpečení z tokenu relace se zdařilo.
da: Hovedindstillingen fra sessionstokenet blev fuldført.
de: Prinzipaleinstellung aus dem Sitzungstoken erfolgreich.
el: Η κύρια ρύθμιση από το διακριτικό περιόδου λειτουργίας ολοκληρώθηκε με επιτυχία.
es: La configuración principal de token de sesión se realizó correctamente.
fi: Objektien määritys istuntotunnuksesta onnistui.
fr: Paramétrage du principal à partir du jeton de session effectué.
he: הגדרת מנהל מאסימון הפעלה בוצעה בהצלחה.
hu: A résztvevő beállítása a munkamenet jogkivonatából sikeresen befejeződött.
it: Impostazione principale dal token di sessione completata.
ja: セッション トークンからのプリンシパルの設定に成功しました。
ko: 세션 토큰에서 보안 주체 설정에 성공했습니다.
nb: Angivelse av sikkerhetskontohaver fra øktstoken lyktes.
nl: Principal is ingesteld op basis van sessietoken.
pl: Ustawianie podmiotu zabezpieczeń na podstawie tokenu sesji zakończyło się pomyślnie.
pt_br: Configuração de entidade de segurança do token de sessão bem-sucedida.
pt_pt: Definição do principal a partir do token de sessão bem-sucedida.
ru: Установка субъекта из токена сеанса выполнена успешно.
sv: Användare har angetts från sessionstoken.
tr: Oturum belirtecinden birincil ayarlama başarılı oldu.
zh_cn: 基于会话令牌的主体设置已成功。
zh_tw: 已成功從工作階段權杖設定主體。

# event_QueryCompositionExecuted
source: Query composition using '{0}' was executed on the Request Uri: '{1}'.
ar: تم تنفيذ تشكيل الاستعلام باستخدام '{0}' على معرف Uri للطلب: '{1}'.
cs: Bylo provedeno složení dotazu s použitím {0} pro identifikátor URI požadavku: {1}.
da: Der blev udført en forespørgselskomposition med '{0}' for anmodnings-URI'en: '{1}'.
de: Abfragekomposition mit "{0}" wurde für folgende Anforderungs-URI ausgeführt: "{1}".
el: Η σύνθεση ερωτήματος με τη χρήση '{0}' εκτελέστηκε στο Request Uri: '{1}'.
es: Se ejecutó la composición de consultas '{0}' en el URI de solicitud: '{1}'.
fi: Pyynnön URI-tunnuksessa {1} käytettiin kyselyn koostetta, joka käyttää kohdetta {0}.
fr: La composition de requête à l'aide de '{0}' a été exécutée sur l'URI de requête : '{1}'.
he: הרכב השאילתה באמצעות '{0}' בוצע ב-Uri של הבקשה: ‏'{1}'.
hu: A(z) „{0}” használatával történő lekérdezés-összeállítás végre lett hajtva a kérelem URI-címén: „{1}”.
it: Composizione query mediante '{0}' eseguita sull'URI di richiesta: '{1}'.
ja: '{0}' を使用したクエリの構成が要求 URI: '{1}' で実行されました。
ko: '{0}'을(를) 사용한 쿼리 작성이 요청 Uri: '{1}'에서 실행되었습니다.
nb: Spørringsbygging med {0} ble kjørt på Request Uri: {1}.
nl: Query is met gebruikmaking van {0} samengesteld op de verzoek-URI: {1}.
pl: Składanie zapytania przy użyciu „{0}” zostało wykonane w zasobie określonym przez identyfikator URI żądania: „{1}”.
pt_br: Composição de consulta usando '{0}' executada no Uri da Solicitação: '{1}'.
pt_pt: A composição de consulta utilizando '{0}' foi executada no Uri de Pedido: '{1}'.
ru: Построение запросов с помощью "{0}" было выполнено по URI запроса: "{1}".
sv: Frågesammansättning med {0} utfördes för begäran-URI: {1}.
tr: '{0}' kullanılarak sorgu oluşturma İstek Uri'si üzerinde yürütüldü: '{1}'.
zh_cn: 对请求 URI“{1}”执行了使用“{0}”的查询组合。
zh_tw: 使用 '{0}' 的查詢撰寫已在要求 URI 上執行: '{1}'。

# event_QueuingSqlRetry
source: Queuing SQL retry with delay {0} milliseconds.
ar: وضع محاولة SQL في قائمة انتظار بتأخير {0} مللي ثانية.
cs: Pokus o opětovné uložení do fronty SQL s prodlevou {0} ms.
da: Nyt SQL-forsøg sættes i kø med en forsinkelse på {0} millisekunder.
de: SQL-Wiederholung mit einer Verzögerung von {0} Millisekunden wird in die Warteschlange eingefügt.
el: Επανάληψη SQL στην ουρά με καθυστέρηση {0} millisecond.
es: Poniendo en cola un reintento de SQL con un retardo de {0} milisegundos.
fi: Tehdään kysely SQL-uudelleenyritykselle, viive {0} millisekuntia.
fr: Mise en file d'attente d'une tentative SQL avec un retard de {0} millisecondes.
he: המערכת מציבה את הניסיון החוזר של SQL בתור עם עיכוב של {0} אלפיות השניה.
hu: A rendszer sorba állítja az SQL-újrapróbálkozást {0} milliszekundum késleltetéssel.
it: Accodamento tentativo SQL con ritardo di {0} millisecondi.
ja: {0} ミリ秒の遅延で SQL の再試行をキューに登録しています。
ko: {0}밀리초의 지연으로 SQL 재시도를 큐에 넣고 있습니다.
nb: Plasserer nytt SQL-forsøk i kø med en forsinkelse på {0} millisekunder.
nl: Er wordt opnieuw geprobeerd de SQL-opdracht in de wachtrij te plaatsen, nu met een vertraging van {0} milliseconden.
pl: Umieszczanie w kolejce ponownej próby wykonania polecenia SQL z opóźnieniem {0} ms.
pt_br: Tentativa de SQL colocada em fila com atraso de {0} milissegundos.
pt_pt: A colocar em fila a nova tentativa de SQL com um atraso de {0} milissegundos.
ru: Планируется повтор команды SQL с задержкой {0} мс.
sv: Sätter SQL-försök i kö med en fördröjning på {0} millisekunder.
tr: SQL yeniden denemesi {0} milisaniye gecikmeli olarak sıraya alınıyor.
zh_cn: 正在排队 SQL 重试操作，延迟为 {0} 毫秒。
zh_tw: 佇列 SQL 重試，但延遲 {0} 毫秒。

# event_ReadPoolMiss
source: Created new '{0}'
ar: الجديد الذي تم إنشاؤه '{0}'
cs: Byla vytvořena nová položka {0}.
da: Der blev oprettet en ny '{0}'
de: "{0}" neu erstellt
el: Δημιουργήθηκε νέο '{0}'
es: Creado nuevo '{0}'
fi: Luotiin uusi {0}
fr: Création de « {0} »
he: '{0}' חדש נוצר
hu: Új „{0}” létrehozva
it: Creato nuovo '{0}'
ja: 新しい '{0}' を作成しました
ko: 새 '{0}'이(가) 만들어졌습니다.
nb: Opprettet ny {0}
nl: Nieuw {0} gemaakt
pl: Utworzono nowy obiekt „{0}”.
pt_br: Novo '{0}' criado
pt_pt: Novo '{0}' criado
ru: Создан новый объект "{0}"
sv: Skapade ny {0}
tr: Yeni '{0}' oluşturuldu
zh_cn: 已新建“{0}”
zh_tw: 建立新的 '{0}'

# event_ReceiveContextAbandonFailed
source: Failed to Abandon {0}.
ar: فشل التخلي عن {0}.
cs: V kontextu {0} se nepodařilo spustit metodu Abandon.
da: {0} kunne ikke afbrydes.
de: {0} konnte nicht aufgegeben werden.
el: Αποτυχία εγκατάλειψης του {0}.
es: No se pudo abandonar {0}.
fi: Kohteen {0} hylkääminen epäonnistui.
fr: Impossible d'abandonner {0}.
he: נטישת {0} נכשלה.
hu: A következő megszakítása sikertelen: {0}.
it: Impossibile abbandonare {0}.
ja: {0} を破棄できませんでした。
ko: {0}을(를) 중단하지 못했습니다.
nb: Kan ikke forlate {0}.
nl: Het opgeven van {0} is mislukt.
pl: Nie można porzucić operacji {0}.
pt_br: Falha ao Abandonar {0}.
pt_pt: Falha ao Abandonar {0}.
ru: Не удалось отменить {0}.
sv: Det gick inte att överge {0}.
tr: {0} Bırakılamadı.
zh_cn: 未能放弃 {0}。
zh_tw: 無法放棄 {0}。
