Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_ReceiveContextAbandonWithException
source: {0} was Abandoned with exception {1}.
ar: تم التخلي عن {0} مع وجود الاستثناء {1}.
cs: Při spuštění metody Abandon v kontextu {0} došlo k výjimce {1}.
da: {0} blev afbrudt med undtagelse af {1}.
de: {0} wurde mit der Ausnahme {1} aufgegeben.
el: Το {0} εγκαταλείφθηκε με εξαίρεση {1}.
es: {0} se abandonó con la excepción {1}.
fi: {0} hylättiin, poikkeus {1}.
fr: {0} a été abandonné avec l'exception {1}.
he: {0} ננטש עם החריג {1}.
hu: {0} megszakításakor a következő kivétel történt: {1}.
it: {0} è stato abbandonato con l'eccezione {1}.
ja: 例外 {1} が発生したため、{0} が破棄されました。
ko: {0}이(가) {1} 예외와 함께 중단되었습니다.
nb: {0} ble forlatt med unntaket {1}.
nl: {0} is opgegeven met de uitzondering {1}.
pl: Porzucono operację {0} i wystąpił wyjątek {1}.
pt_br: {0} foi Abandonado com a exceção {1}.
pt_pt: {0} foi Abandonado com a exceção {1}.
ru: {0} был прекращен с исключением {1}.
sv: {0} övergavs med undantaget {1}.
tr: {0}, {1} özel durumuyla Bırakıldı.
zh_cn: 放弃了 {0}，返回异常 {1}。
zh_tw: 已放棄 {0}，發生例外狀況 {1}。

# event_ReceiveContextCompleteFailed
source: Failed to Complete {0}.
ar: فشل إكمال {0}.
cs: V kontextu {0} se nepodařilo spustit metodu Complete.
da: {0} kunne ikke fuldføres.
de: {0} konnte nicht abgeschlossen werden.
el: Αποτυχία ολοκλήρωσης του {0}.
es: No se pudo completar {0}.
fi: Kohteen {0} tekeminen loppuun epäonnistui.
fr: Impossible de terminer {0}.
he: השלמת {0} נכשלה.
hu: A következő befejezése sikertelen: {0}.
it: Impossibile completare {0}.
ja: {0} を完了できませんでした。
ko: {0}을(를) 완료하지 못했습니다.
nb: Kan ikke fullføre {0}.
nl: Het voltooien van {0} is mislukt.
pl: Nie można wykonać operacji {0}.
pt_br: Falha ao Concluir {0}.
pt_pt: Falha ao Concluir {0}.
ru: Не удалось завершить {0}.
sv: Det gick inte att slutföra {0}.
tr: {0} Tamamlanamadı.
zh_cn: 未能完成 {0}。
zh_tw: 無法完成 {0}。

# event_ReceiveContextFaulted
source: Receive Context faulted.
ar: تم تلقي سياق خاطئ.
cs: V kontextu přijetí došlo k chybě.
da: Der er fejl i den modtagne kontekst.
de: Der Empfangskontext ist fehlerhaft.
el: Σφάλμα λήψης περιβάλλοντος.
es: Error en el contexto de recepción.
fi: Vastaanottokontekstissa tapahtui virhe.
fr: Contexte de réception erroné.
he: תקלה בהקשר קבלה.
hu: A fogadási környezet hibát jelzett.
it: Contesto di ricezione non riuscito.
ja: 受信コンテキストでエラーが発生しました。
ko: 받기 컨텍스트 오류가 발생했습니다.
nb: Feil ved mottakskontekst.
nl: Fout in ontvangstcontext.
pl: Odbieranie kontekstu nie powiodło się.
pt_br: Falha no Contexto de Recebimento.
pt_pt: O Contexto de Recepção falhou.
ru: Сбой получения контекста.
sv: Fel i mottagningskontext.
tr: Alma İçeriği hatası oluştu.
zh_cn: 接收上下文出错。
zh_tw: 接收內容發生錯誤。

# event_ReceiveRetryCountReached
source: Receive retry count reached on MSMQ message with id '{0}'
ar: عدد محاولات التلقي التي تم بلوغها على رسالة MSMQ بالمعرف '{0}'
cs: Byl dosažen počet opakování přijetí u zprávy služby MSMQ s ID {0}.
da: Antal modtageforsøg er nået for MSMQ-meddelelsen med id'et '{0}'
de: Die Anzahl von Empfangswiederholungen für die MSMQ-Nachricht mit der ID "{0}" wurde erreicht.
el: Συμπληρώθηκε ο αριθμός επαναλήψεων λήψης σε μήνυμα MSMQ με αναγνωριστικό '{0}'
es: Número de reintentos de recepción alcanzado en un mensaje de MSMQ con el identificador '{0}'
fi: Vastaanoton uudelleenyritysten määrä saavutettiin MSMQ-sanomalle, jonka tunnus on {0}
fr: Nombre de tentatives de réceptions atteint dans le message MSMQ avec l'ID « {0} »
he: ספירת הניסיונות החוזרים של פעולות קבלה עבור הודעת MSMQ בעלת מזהה '{0}' הגיעה לסיומה
hu: Elérte a fogadási újrapróbálkozások maximális számát a következő azonosítójú MSMQ-üzenetnél: „{0}”.
it: Numero tentativi di ricezione raggiunto nel messaggio MSMQ con ID '{0}'
ja: ID '{0}' の MSMQ メッセージが受信再試行回数に達しました
ko: ID가 '{0}'인 MSMQ 메시지에서 수신 재시도 횟수에 도달했습니다.
nb: Antall nye forsøk for mottak nådd på MSMQ-melding med ID {0}
nl: Aantal maal ontvangst opnieuw proberen bereikt bij MSMQ-bericht met id {0}
pl: Przy komunikacie usługi MSMQ o identyfikatorze „{0}” osiągnięto liczbę ponownych prób odebrania.
pt_br: Contagem de repetições de recebimento atingida na mensagem MSMQ com a id '{0}'
pt_pt: Contagem de tentativas de receção atingida na mensagem MSMQ com o id '{0}'
ru: Получить число попыток повтора, вызвавшее сообщение MSMQ с идентификатором "{0}"
sv: Antalet tillåtna mottagningsförsök har nåtts för MSMQ-meddelande med id {0}
tr: Kimliği '{0}' olan MSMQ iletisinde alma yeniden deneme sayısına ulaşıldı
zh_cn: 对于 id 为“{0}”的 MSMQ 消息，已达到接收重试计数限制
zh_tw: 在識別碼為 '{0}' 之 MSMQ 訊息上已達接收重試計數

# event_ReliableSessionChannelFaulted
source: SessionId:{0} faulted.
ar: حدث خطأ في SessionId:{0}.
cs: V relaci SessionId {0} došlo k chybě.
da: SessionId:{0} medførte fejl.
de: Fehler bei SessionId:{0}.
el: SessionId:{0} παρουσίασε σφάλμα.
es: Error de SessionId:{0}.
fi: SessionId:{0} kohtasi virheen.
fr: SessionId : {0} a rencontré une erreur.
he: אירעה תקלה ב- SessionId:‏{0}.
hu: SessionId:{0} hibát jelzett.
it: Errore SessionId:{0}.
ja: SessionId:{0} でエラーが発生しました。
ko: SessionId:{0} 오류가 발생했습니다.
nb: SessionId:{0} fikk feil.
nl: Fout bij SessionId:{0}.
pl: Błąd sesji SessionId:{0}.
pt_br: Falha de SessionId:{0}.
pt_pt: SessionId: {0} falhou.
ru: Сбой SessionId:{0}.
sv: SessionId:{0} misslyckades.
tr: SessionId:{0} hata oluşturdu.
zh_cn: SessionId:{0} 出错。
zh_tw: SessionId:{0} 發生錯誤。

# event_RenewLockSystemError
source: Failed to extend lock expiration, lock expiration already passed or the lock owner was deleted. Aborting SqlWorkflowInstanceStore.
ar: فشل مد فترة صلاحية التأمين، حيث انتهت فترة صلاحية التأمين بالفعل أو تم حذف مالك التأمين. إجهاض SqlWorkflowInstanceStore.
cs: Nepodařilo se prodloužit platnost zámku. Platnost zámku již vypršela nebo byl odstraněn vlastník zámku. Probíhá přerušení metody SqlWorkflowInstanceStore.
da: Låsens udløbstid kunne ikke forlænges. Udløbstiden er overskredet, eller også er låseejeren blevet slettet. SqlWorkflowInstanceStore afbrydes.
de: Die Gültigkeit der Sperre konnte nicht verlängert werden. Die Sperre ist abgelaufen, oder der Besitzer wurde gelöscht. SqlWorkflowInstanceStore wird abgebrochen.
el: Απέτυχε η επέκταση της λήξης κλειδώματος. Η λήξη κλειδώματος έχει ήδη δοθεί ή ο κάτοχος κλειδώματος διαγράφηκε. Ματαίωση του SqlWorkflowInstanceStore.
es: Error al extender la expiración de bloqueo, la expiración de bloqueo ya se superó o el propietario de bloqueo se eliminó. Anulando SqlWorkflowInstanceStore.
fi: Lukituksen vanhenemisajan jatkaminen epäonnistui, lukituksen vanhenemisaika on jo umpeutunut tai lukituksen omistaja on poistettu. SqlWorkflowInstanceStore keskeytetään.
fr: Échec de l'extension de l'expiration du verrou ; l'expiration du verrou a déjà été passée ou le propriétaire de verrou a été supprimé. Abandon de SqlWorkflowInstanceStore.
he: לא ניתן להאריך את תוקף המנעול, תוקף המנעול כבר חלף או שהבעלים של המנעול נמחק. מבטל את SqlWorkflowInstanceStore.
hu: A zárolás lejáratának meghosszabbítása sikertelen, a zárolás lejárati ideje már elmúlt, vagy törölve lett a zárolás tulajdonosa. SqlWorkflowInstanceStore végrehajtása megszakad.
it: Impossibile estendere la scadenza del blocco. Scadenza già passata o proprietario del blocco eliminato. Interruzione di SqlWorkflowInstanceStore in corso.
ja: ロックの有効期限を延長できませんでした。ロックの有効期限が既に過ぎているか、ロック所有者が削除されました。SqlWorkflowInstanceStore を中止します。
ko: 잠금 만료를 연장하지 못했습니다. 잠금 만료가 이미 지났거나 잠금 소유자가 삭제되었습니다. SqlWorkflowInstanceStore를 중단하는 중입니다.
nb: Utløpstiden for låsen ble ikke utvidet, utløpstiden for låsen er allerede passert, eller eieren av låsen er slettet. Avbryter SqlWorkflowInstanceStore.
nl: De verlooptijd van de vergrendeling kan niet worden verlengd. De verlooptijd van de vergrendeling is al verstreken of de vergrendelingseigenaar is al verwijderd. SqlWorkflowInstanceStore wordt afgebroken.
pl: Nie można przedłużyć okresu ważności blokady, blokada już wygasła lub właściciel blokady został usunięty. Działanie magazynu SqlWorkflowInstanceStore zostanie przerwane.
pt_br: Falha em estender a validade do bloqueio; a validade do bloqueio já terminou ou o proprietário do bloqueio foi excluído. Anulando SqlWorkflowInstanceStore.
pt_pt: Falha ao prolongar a expiração do bloqueio, a expiração do bloqueio já passou ou o proprietário do bloqueio foi eliminado. A abortar SqlWorkflowInstanceStore.
ru: Не удалось увеличить срок окончания блокировки, срок окончания блокировки уже истек или владелец блокировки удален. Прерывание блокировки SqlWorkflowInstanceStore.
sv: Kunde inte förlänga låsets upphörande. Låsets upphörande har redan passerat eller låsets ägare har raderats. Avbryter SqlWorkflowInstanceStore.
tr: Kilidin kullanım süresi uzatılamadı, kilidin süresi zaten doldu veya kilidin sahibi silindi. SqlWorkflowInstanceStore durduruluyor.
zh_cn: 未能延长锁定到期日，锁定到期日已过，或者已删除锁定所有者。正在中止 SqlWorkflowInstanceStore。
zh_tw: 無法延長鎖定期限，已超過鎖定期限或已刪除鎖定擁有人。正在中止 SqlWorkflowInstanceStore。

# event_ResumeSignpostEvent
source: Activity boundary.
ar: حدود النشاط.
cs: Hranice činnosti
da: Aktivitetsgrænse.
de: Aktivitätsgrenze
el: Όριο δραστηριότητας.
es: Límite de la actividad.
fi: Tehtäväraja.
fr: Limite d'activité.
he: ‏‏גבול פעילות.
hu: Tevékenységhatár
it: Limite dell'attività.
ja: アクティビティの境界
ko: 작업 경계입니다.
nb: Aktivitetsgrense.
nl: Activiteitsgrens.
pl: Granica działania.
pt_br: Limite de atividade.
pt_pt: Limite de atividade.
ru: Ограничение действия.
sv: Aktivitetsgräns.
tr: Etkinlik sınırı.
zh_cn: 活动边界。
zh_tw: 活動界限。

# event_RetryingSqlCommandDueToSqlError
source: Retrying a SQL command due to SQL error number {0}.
ar: إعادة محاولة أمر SQL نظرًا لحدوث الخطأ رقم {0} لـ SQL.
cs: Opětovný pokus o provedení příkazu SQL kvůli chybě SQL s číslem {0}.
da: En SQL-kommando bliver forsøgt igen på grund af SQL-fejl nummer {0}.
de: Wiederholungsversuch für einen SQL-Befehl aufgrund von SQL-Fehlernummer {0}.
el: Επανάληψη εντολής SQL εξαιτίας σφάλματος αριθμού SQL {0}.
es: Reintentando un comando SQL debido al número de error SQL {0}.
fi: Yritetään SQL-komentoa uudelleen SQL-virheen {0} vuoksi.
fr: Nouvelle tentative d'exécution d'une commande SQL en raison du numéro d'erreur SQL {0}.
he: המערכת מנסה שוב פקודת SQL עקב שגיאת SQL מספר {0}.
hu: A rendszer megpróbál újból végrehajtani egy SQL parancsot a következő számú SQL-hiba miatt: {0}.
it: Nuovo tentativo di esecuzione di un comando SQL in seguito all'errore SQL numero {0}.
ja: SQL エラー番号 {0} のため、SQL コマンドを再試行します。
ko: SQL 오류 {0}번으로 인해 SQL 명령을 재시도합니다.
nb: Prøver å utføre en SQL-kommando på nytt på grunn av SQL-feilnummer {0}.
nl: De verwerking van een SQL-opdracht wordt opnieuw uitgevoerd vanwege SQL-foutnummer {0}.
pl: Ponowna próba wykonania polecenia SQL z powodu błędu SQL numer {0}.
pt_br: Nova tentativa de um comando SQL devido a um erro de SQL número {0}.
pt_pt: A tentar novamente um comando SQL devido ao número de erro de SQL {0}.
ru: Выполняется повтор команды SQL из-за ошибки SQL с номером {0}.
sv: Försöker att köra ett SQL-kommando på nytt på grund av SQL-fel nummer {0}.
tr: {0} numaralı SQL hatası nedeniyle bir SQL komutu yeniden deneniyor.
zh_cn: 正在由于 SQL 错误号 {0} 而重试 SQL 命令。
zh_tw: 重試 SQL 命令，因為出現 SQL 錯誤代碼 {0}。

# event_RoutingServiceAbandoningReceiveContext
source: The Routing Service is calling ReceiveContext.Abandon for Message with ID: '{0}'.
ar: تقوم خدمة التوجيه باستدعاء ReceiveContext.Abandon للرسالة بالمعرف: '{0}'.
cs: Směrovací služba volá metodu ReceiveContext.Abandon pro zprávu s ID: {0}.
da: Routing Service kalder ReceiveContext.Abandon for Message med id'et: '{0}'.
de: Der Routingdienst ruft ReceiveContext.Abandon für die Nachricht mit folgender ID auf: '{0}'.
el: Η υπηρεσία δρομολόγησης καλεί το ReceiveContext.Abandon για μήνυμα με ID: '{0}'.
es: El servicio de enrutamiento está llamando a ReceiveContext.Abandon para un mensaje con id.: '{0}'.
fi: Reitityspalvelu kutsuu ReceiveContext.Abandon-menetelmää viestille, jonka tunnus on {0}.
fr: Le service de routage appelle ReceiveContext.Abandon pour le message avec l'ID : '{0}'.
he: שירות הניתוב קורא ל- ReceiveContext.Abandon עבור הודעה עם מזהה: '{0}'.
hu: Az Útválasztási szolgáltatás a ReceiveContext.Abandon metódust hívja a következő azonosítójú üzenetre: „{0}”.
it: Servizio di routing: è in corso la chiamata a ReceiveContext.Abandon per il messaggio con ID '{0}'.
ja: ルーティング サービスが、ID: '{0}' のメッセージに対して ReceiveContext.Abandon を呼び出しています。
ko: 라우팅 서비스에서 ID가 '{0}'인 메시지에 대해 ReceiveContext.Abandon을 호출하는 중입니다.
nb: Rutingstjenesten kaller ReceiveContext.Abandon for meldingen med IDen: {0}.
nl: De Routing-service roept momenteel ReceiveContext.Abandon aan voor het bericht met de id {0}.
pl: Usługa routingu wywołuje metodę ReceiveContext.Abandon dla komunikatu o identyfikatorze ID: {0}.
pt_br: O serviço de roteamento está chamando ReceiveContext.Abandon para a mensagem com ID: '{0}'.
pt_pt: O Serviço de Encaminhamento está a chamar ReceiveContext.Abandon para a Message com o ID: '{0}'.
ru: Служба Routing Service вызывает ReceiveContext.Abandon для сообщения с идентификатором: "{0}".
sv: Routningstjänsten anropar ReceiveContext.Abandon för meddelandet med ID: {0}.
tr: Yönlendirme Hizmeti kimliği '{0}' olan İleti için ReceiveContext.Abandon'ı çağırıyor.
zh_cn: 路由服务正在为 ID 是“{0}”的消息调用 ReceiveContext.Abandon。
zh_tw: 路由服務正在為下列識別碼的訊息呼叫 ReceiveContext.Abandon: '{0}'。

# event_RoutingServiceAbortingChannel
source: The Routing Service is calling abort on channel: '{0}'.
ar: تقوم خدمة التوجيه باستدعاء إجهاض على القناة: '{0}'.
cs: Služba směrování vyvolala funkci přerušení na kanálu: {0}.
da: Routing Service kalder afbrydelse på kanalen: '{0}'.
de: Der Routingdienst ruft einen Abbruch auf folgendem Kanal auf: '{0}'.
el: Η υπηρεσία δρομολόγησης ζητά ματαίωση στο κανάλι: '{0}'.
es: El servicio de enrutamiento está llamando a una operación de anulación en el canal: '{0}'.
fi: Reitityspalvelu kutsuu keskeytystä kanavassa: {0}.
fr: Le service de routage appelle un abandon sur le canal : '{0}'.
he: שירות הניתוב קורא לביטול בערוץ: '{0}'.
hu: Az Útválasztási szolgáltatás a következő csatorna megszakítását hívja: „{0}”.
it: Il servizio di routing richiede l'interruzione sul canale: '{0}'.
ja: ルーティング サービスがチャネル '{0}' で中止を呼び出しています。
ko: 라우팅 서비스가 '{0}' 채널에서 중단을 요청하고 있습니다.
nb: Rutingstjenesten kaller avbrudd på kanalen: {0}.
nl: De Routing-service vraagt een afbreekbewerking aan op het kanaal {0}.
pl: Usługa routingu wywołuje metodę abort w kanale: „{0}”.
pt_br: O Serviço de Roteamento está chamando abort no canal: '{0}'.
pt_pt: O Serviço de Encaminhamento está a efetuar a chamada para abortar no canal: '{0}'.
ru: Служба маршрутизации запрашивает прерывание по каналу "{0}".
sv: Routningstjänsten anropar ett avbrottskommando på kanalen: {0}.
tr: Yönlendirme Hizmeti kanalda çağrıyı iptal ediyor: '{0}'.
zh_cn: 路由服务正在通道“{0}”上调用中止。
zh_tw: 路由服務正在通道 '{0}' 上呼叫中止。

# event_RoutingServiceChannelFaulted
source: Routing Service client '{0}' has faulted.
ar: حدث خطأ في عميل خدمة التوجيه '{0}'.
cs: Klient směrovací služby {0} skončil chybou.
da: Der opstod en fejl på Routing Service-klienten '{0}'.
de: Routingdienstclient '{0}' hat einen Fehler ausgelöst.
el: Το πρόγραμμα-πελάτη '{0}' υπηρεσίας δρομολόγησης παρουσίασε σφάλμα.
es: El cliente del servicio de enrutamiento '{0}' generó un error.
fi: Reitityspalvelun asiakkaassa {0} on tapahtunut virhe.
fr: Le client de service de routage '{0}' a généré une erreur.
he: אירעה תקלה בלקוח שירות הניתוב '{0}.
hu: Az Útválasztási szolgáltatás „{0}” ügyfele hibát jelzett.
it: Errore del client '{0}' del servizio di routing.
ja: ルーティング サービスのクライアント '{0}' が途中終了しました。
ko: 라우팅 서비스 클라이언트 '{0}'에 오류가 발생했습니다.
nb: Feil ved rutingstjenesteklienten {0}.
nl: Er is een fout opgetreden in de Routing-serviceclient {0}.
pl: Wystąpił błąd klienta usługi routingu {0}.
pt_br: O cliente '{0}' do serviço de roteamento falhou.
pt_pt: O cliente de Serviço de Encaminhamento '{0}' falhou.
ru: Клиент "{0}" службы Routing Service завершил выполнение с ошибкой.
sv: Ett fel har uppstått i routningstjänstklient {0}.
tr: '{0}' Yönlendirme Hizmeti istemcisi hata verdi.
zh_cn: 路由服务客户端“{0}”出错。
zh_tw: 路由服務用戶端 '{0}' 發生錯誤。

# event_RoutingServiceCloseFailed
source: The Routing Service failed while closing outbound client '{0}'.
ar: فشلت خدمة التوجيه أثناء إغلاق العميل الخارجي '{0}'.
cs: Směrovací služba skončila chybou při zavírání odchozího klienta {0}.
da: Der opstod en fejl, da Routing Service lukkede den udgående klient '{0}'.
de: Der Routingdienst hat beim Schließen des Ausgangs-Clients '{0}' einen Fehler ausgelöst.
el: Η υπηρεσία δρομολόγησης απέτυχε κατά το κλείσιμο εξερχόμενου προγράμματος-πελάτη '{0}'.
es: El servicio de enrutamiento no pudo cerrar el cliente de salida '{0}'.
fi: Reitityspalvelussa on tapahtunut virhe suljettaessa lähetysasiakasta {0}.
fr: Échec du service de routage lors de la fermeture du client sortant '{0}'.
he: שירות הניתוב נכשל בעת סגירת לקוח יוצא '{0}'.
hu: Hiba történt az Útválasztási szolgáltatásban a következő kimenő ügyfél bezárásakor: „{0}”.
it: Errore del servizio di routing durante la chiusura del client in uscita '{0}'.
ja: 発信クライアント '{0}' を終了しているときにルーティング サービスでエラーが発生しました。
ko: 라우팅 서비스에서 아웃바운드 클라이언트 '{0}'을(를) 닫는 동안 오류가 발생했습니다.
nb: Det oppstod en feil ved rutingstjenesten under lukking av den utgående klienten {0}.
nl: Er is een fout opgetreden in de Routing-service tijdens het sluiten van de uitgaande client {0}.
pl: Wystąpił błąd usługi routingu podczas zamykania klienta w ruchu wychodzącym {0}.
pt_br: Falha do serviço de roteamento ao fechar o cliente de saída '{0}'.
pt_pt: O Serviço de Encaminhamento falhou ao fechar o cliente de saída '{0}'.
ru: Служба Routing Service завершена с ошибкой при закрытии исходящего клиента "{0}".
sv: Ett fel uppstod i routningstjänsten när den utgående klienten {0} stängdes.
tr: Yönlendirme Hizmeti '{0}' giden istemcisini kapatırken başarısız oldu.
zh_cn: 关闭出站客户端“{0}”时，路由服务失败。
zh_tw: 關閉傳出用戶端 '{0}' 時路由服務失敗。

# event_RoutingServiceClosingClient
source: The Routing Service is closing client '{0}'.
ar: تقوم خدمة التوجيه بإغلاق العميل '{0}'.
cs: Směrovací služba zavírá klienta {0}.
da: Routing Service lukker klienten '{0}'.
de: Der Routingdienst schließt den Client '{0}'.
el: Η υπηρεσία δρομολόγησης κλείνει το πρόγραμμα-πελάτη '{0}'.
es: El servicio de enrutamiento está cerrando el cliente '{0}'.
fi: Reitityspalvelu sulkee asiakkaan {0}.
fr: Le service de routage ferme le client '{0}'.
he: שירות הניתוב סוגר את הלקוח '{0}'.
hu: Az Útválasztási szolgáltatás bezárja a következő ügyfelet: „{0}”.
it: Servizio di routing: è in corso la chiusura del client '{0}'.
ja: ルーティング サービスがクライアント '{0}' を終了しています。
ko: 라우팅 서비스에서 클라이언트 '{0}'을(를) 닫는 중입니다.
nb: Rutingstjenesten lukker klienten {0}.
nl: De Routing-service sluit momenteel de client {0}.
pl: Usługa routingu zamyka klienta {0}.
pt_br: O serviço de roteamento está fechando o cliente '{0}'.
pt_pt: O Serviço de Encaminhamento está a fechar o cliente '{0}'.
ru: Служба Routing Service закрывает клиент "{0}".
sv: Routningstjänsten stänger klient {0}.
tr: Yönlendirme Hizmeti '{0}' istemcisini kapatıyor.
zh_cn: 路由服务正在关闭客户端“{0}”。
zh_tw: 路由服務正在關閉用戶端 '{0}'。

# event_RoutingServiceCommittingTransaction
source: The Routing Service is committing a transaction with id: '{0}'.
ar: تقوم خدمة التوجيه بتنفيذ معاملة بالمعرف: '{0}'.
cs: Směrovací služba potvrzuje transakci s ID: {0}.
da: Routing Service udfører en transaktion med id'et: '{0}'.
de: Der Routingdienst führt einen Commit für die Transaktion mit der ID: '{0}' aus.
el: Η υπηρεσία δρομολόγησης ολοκληρώνει μια συναλλαγή με αναγνωριστικό: '{0}'.
es: El servicio de enrutamiento está confirmando una transacción con id.: '{0}'.
fi: Reitityspalvelu vahvistaa tapahtuman tunnuksella {0}.
fr: Le service de routage valide la transaction avec l'id : '{0}'.
he: שירות הניתוב מבצע טרנזקציה עם מזהה: '{0}'.
hu: Az Útválasztási szolgáltatás a következő azonosítójú tranzakciót véglegesíti: „{0}”.
it: Servizio di routing: è in corso il commit di una transazione con ID '{0}'.
ja: ルーティング サービスが、ID: '{0}' のトランザクションをコミットしています。
ko: 라우팅 서비스에서 ID가 '{0}'인 트랜잭션을 커밋하는 중입니다.
nb: Rutingstjenesten overfører en melding med IDen: {0}.
nl: De Routing-service legt momenteel de transactie met de id {0} vast.
pl: Usługa routingu przekazuje transakcję o identyfikatorze: {0}.
pt_br: O serviço de roteamento está confirmando uma transação com ID: '{0}'.
pt_pt: O Serviço de Encaminhamento está a consolidar uma transação com o id: '{0}'.
ru: Служба Routing Service выполняет фиксацию транзакции с идентификатором: "{0}".
sv: Routningstjänsten genomför en transaktion med ID: {0}.
tr: Yönlendirme Hizmeti kimliği '{0}' olan bir işlem yürütüyor.
zh_cn: 路由服务正在提交 ID 为“{0}”的事务。
zh_tw: 路由服務正在認可下列識別碼的交易: '{0}'。

# event_RoutingServiceCompletingOneWay
source: A Routing Service one way message is completing.
ar: يتم إكمال رسالة خدمة توجيه في اتجاه واحد.
cs: Jednosměrná zpráva směrovací služby se dokončuje.
da: En envejsmeddelelse på Routing Service fuldføres.
de: Eine unidirektionale Nachricht vom Routingdienst wird abgeschlossen.
el: Ένα μήνυμα υπηρεσία δρομολόγησης απλής μετάβασης, ολοκληρώνεται.
es: Se está completando un mensaje unidireccional del servicio de enrutamiento.
fi: Reitityspalvelun yksisuuntainen viesti on valmistumassa.
fr: Fin du message unidirectionnel par le service de routage.
he: הודעה חד-כיוונית של שירות ניתוב מסתיימת.
hu: Befejeződik az Útválasztási szolgáltatás egyirányú üzenete.
it: Completamento in corso di un messaggio unidirezionale del servizio di routing.
ja: ルーティング サービスの一方向メッセージを完了しています。
ko: 라우팅 서비스 단방향 메시지를 완료하는 중입니다.
nb: En enveismelding i rutingstjenesten fullføres.
nl: Er wordt momenteel een eenrichtingsbericht voor de Routing-service voltooid.
pl: Usługa routingu kończy przetwarzanie komunikatu jednokierunkowego.
pt_br: Uma mensagem unidirecional do serviço de roteamento está sendo concluída.
pt_pt: Está a ser concluída uma mensagem de um só sentido do Serviço de Encaminhamento.
ru: Однонаправленное сообщение службы Routing Service завершается.
sv: Ett envägsmeddelande med routningstjänsten slutförs.
tr: Tek yönlü bir Yönlendirme Hizmeti iletisi tamamlanıyor.
zh_cn: 路由服务单向消息正在完成。
zh_tw: 路由服務單向訊息即將完成。
