Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_DiscoveryMessageWithNullMessageSequence
source: A {0} message with messageId='{1}' was dropped by the DiscoveryClient because it did not have the DiscoveryMessageSequence property.
ar: تم إفلات رسالة {0} مزودة بـ messageId='{1}' بواسطة DiscoveryClient لأن ليس بها الخاصية DiscoveryMessageSequence.
cs: Zpráva {0} s parametrem messageId={1} byla objektem DiscoveryClient zahozena, protože neobsahovala vlastnost DiscoveryMessageSequence.
da: En meddelelse af typen {0} med messageId='{1}' blev ignoreret af DiscoveryClient, fordi den ikke havde egenskaben DiscoveryMessageSequence.
de: Eine {0}-Meldung mit messageId='{1}' wurde vom DiscoveryClient gelöscht, da sie nicht über die DiscoveryMessageSequence-Eigenschaft verfügte.
el: Ένα μήνυμα {0} με messageId='{1}' απορρίφθηκε από το DiscoveryClient, επειδή δεν είχε την ιδιότητα DiscoveryMessageSequence.
es: DiscoveryClient quitó un mensaje {0} con messageId='{1}' porque no tenía la propiedad DiscoveryMessageSequence.
fi: DiscoveryClient hylkäsi sanoman {0} (messageId={1}), koska siinä ei ollut DiscoveryMessageSequence-ominaisuutta.
fr: Un message {0} avec messageId='{1}' a été supprimé par DiscoveryClient car il n'avait pas la propriété DiscoveryMessageSequence.
he: הודעת {0} עם messageId='{1}'‎ הושמטה על-ידי DiscoveryClient מאחר שהיא לא כללה את המאפיין DiscoveryMessageSequence.
hu: A DiscoveryClient eldobott egy {0} üzenetet (messageId='{1}'), mert az nem tartalmazta a DiscoveryMessageSequence tulajdonságot.
it: Un messaggio {0} con messageId='{1}' è stato eliminato da DiscoveryClient poiché non conteneva la proprietà DiscoveryMessageSequence.
ja: messageId='{1}' の {0} メッセージは、DiscoveryMessageSequence プロパティがなかったため、DiscoveryClient によってドロップされました。
ko: DiscoveryMessageSequence 속성이 없어 messageId='{1}'인 {0} 메시지가 DiscoveryClient에서 삭제되었습니다.
nb: En {0}-melding med messageId={1} ble utelatt av DiscoveryClient fordi den ikke hadde DiscoveryMessageSequence-egenskapen.
nl: Een bericht {0} met messageId='{1}' is verwijderd door DiscoveryClient omdat het niet de eigenschap DiscoveryMessageSequence heeft.
pl: Komunikat {0} o atrybucie messageId równym „{1}” został porzucony przez obiekt DiscoveryClient, ponieważ nie miał właściwości DiscoveryMessageSequence.
pt_br: Uma mensagem {0} com messageId='{1}' foi descartada pelo DiscoveryClient porque ela não tinha a propriedade DiscoveryMessageSequence.
pt_pt: Uma mensagem {0} com o messageId='{1}' foi ignorada pelo DiscoveryClient porque não tinha a propriedade DiscoveryMessageSequence.
ru: Сообщение {0} с messageId="{1}" удалено клиентом DiscoveryClient, поскольку в нем отсутствует свойство DiscoveryMessageSequence.
sv: Ett {0}-meddelande med messageId={1} ignorerades av DiscoveryClient eftersom det saknade egenskapen DiscoveryMessageSequence.
tr: messageId='{1}' olan bir {0} iletisi, DiscoveryMessageSequence özelliğine sahip olmadığı için DiscoveryClient tarafından bırakıldı.
zh_cn: messageId 为“{1}”的 {0} 消息由于没有 DiscoveryMessageSequence 属性而被 DiscoveryClient 丢弃。
zh_tw: messageId='{1}' 的 {0} 訊息已遭 DiscoveryClient 丟棄，因為它沒有 DiscoveryMessageSequence 屬性。

# event_DiscoveryMessageWithNullRelatesTo
source: A {0} message with messageId='{1}' was dropped by the DiscoveryClient because the message header did not contain the required RelatesTo property.
ar: تم إفلات رسالة {0} مزودة بـ messageId='{1}' بواسطة DiscoveryClient لأن عنوان الرسالة لا يحتوي على الخاصية RelatesTo المطلوبة.
cs: Zpráva {0} s parametrem messageId={1} byla objektem DiscoveryClient zahozena, protože její hlavička neobsahovala požadovanou vlastnost RelatesTo.
da: En meddelelse af typen {0} med messageId='{1}' blev ignoreret af DiscoveryClient, fordi meddelelsesheaderen ikke indeholdt den krævede egenskab RelatesTo.
de: Eine {0}-Meldung mit messageId='{1}' wurde vom DiscoveryClient gelöscht, da der Meldungsheader nicht die erforderliche RelatesTo-Eigenschaft enthielt.
el: Ένα μήνυμα {0} με messageId='{1}' απορρίφθηκε από το DiscoveryClient, επειδή η κεφαλίδα μηνύματος δεν περιείχε την απαιτούμενη ιδιότητα RelatesTo.
es: DiscoveryClient quitó un mensaje {0} con messageId='{1}' porque el encabezado de mensaje no contenía la propiedad RelatesTo requerida.
fi: DiscoveryClient hylkäsi sanoman {0} (messageId={1}), koska sanoman otsikko ei sisältänyt pakollista RelatesTo-ominaisuutta.
fr: Un message {0} avec messageId='{1}' a été supprimé par DiscoveryClient car son en-tête ne contenait pas la propriété RelatesTo requise.
he: הודעת {0} עם messageId='{1}'‎ הושמטה על-ידי DiscoveryClient מאחר שכותרת ההודעה לא הכילה את מאפיין RelatesTo הדרוש.
hu: A DiscoveryClient eldobott egy {0} üzenetet (messageId='{1}'), mert az üzenetfejléc nem tartalmazta a szükséges RelatesTo tulajdonságot.
it: Un messaggio {0} con messageId='{1}' è stato eliminato da DiscoveryClient poiché l'intestazione del messaggio non conteneva la proprietà RelatesTo richiesta.
ja: messageId='{1}' の {0} メッセージは、メッセージ ヘッダーに必要な RelatesTo プロパティが含まれていなかったため、DiscoveryClient によってドロップされました。
ko: 메시지 머리글에 RelatesTo 속성이 없어 messageId='{1}'인 {0} 메시지가 DiscoveryClient에서 삭제되었습니다.
nb: En {0}-melding med messageId={1} ble utelatt av DiscoveryClient fordi meldingshodet ikke hadde den nødvendige RelatesTo-egenskapen.
nl: Een bericht {0} met messageId='{1}' is verwijderd door DiscoveryClient omdat de berichtkop niet de verplichte eigenschap RelatesTo bevat.
pl: Komunikat {0} o atrybucie messageId równym „{1}” został porzucony przez obiekt DiscoveryClient, ponieważ nagłówek komunikatu nie zawierał wymaganej właściwości RelatesTo.
pt_br: Uma mensagem {0} com messageId='{1}' foi eliminada pelo DiscoveryClient porque o cabeçalho da mensagem não continua a propriedade RelatesTo obrigatória.
pt_pt: Uma mensagem {0} com o messageId='{1}' foi ignorada pelo DiscoveryClient porque o cabeçalho da mensagem não continha a propriedade RelatesTo.
ru: Сообщение {0} с messageId="{1}" удалено клиентом DiscoveryClient, поскольку заголовок сообщения не содержит обязательного свойства RelatesTo.
sv: Ett {0}-meddelande med messageId={1} ignorerades av DiscoveryClient eftersom meddelandehuvudet inte innehöll den obligatoriska egenskapen RelatesTo.
tr: messageId='{1}' olan bir {0} iletisi, ileti üst bilgisi RelatesTo özelliğini içermediği için DiscoveryClient tarafından bırakıldı.
zh_cn: messageId 为“{1}”的 {0} 消息由于消息标头不包含所需的 RelatesTo 属性而被 DiscoveryClient 丢弃。
zh_tw: messageId='{1}' 的 {0} 訊息已遭 DiscoveryClient 丟棄，因為訊息標頭未包含必要的 RelatesTo 屬性。

# event_DiscoveryMessageWithNullReplyTo
source: A discovery request message with messageId='{0}' was dropped because it did not have a ReplyTo address.
ar: تم إفلات رسالة طلب اكتشاف مزودة بـ messageId='{0}' لأن ليس لها عنوان ReplyTo.
cs: Zpráva požadavku na zjišťování s parametrem messageId={0} byla zahozena, protože neobsahovala adresu ReplyTo.
da: En meddelelse med en registreringsanmodning og messageId='{0}' blev ignoreret, fordi den ikke havde en ReplyTo-adresse.
de: Eine Erkennungsanforderungsmeldung mit messageId='{0}' wurde gelöscht, da sie keine ReplyTo-Adresse enthielt.
el: Ένα μήνυμα αίτησης εντοπισμού με messageId='{0}' απορρίφθηκε επειδή δεν είχε μια διεύθυνση ReplyTo.
es: Se quitó un mensaje de solicitud de detección con messageId='{0}' porque no tenía una dirección ReplyTo.
fi: Selvityspyyntösanoma (messageId={0}) hylättiin, koska sillä ei ollut ReplyTo-osoitetta.
fr: Un message de demande de découverte avec messageId='{0}' a été supprimé car il n'avait pas d'adresse de réponse ReplyTo.
he: הודעת בקשת גילוי עם messageId='{0}'‎ הושמטה מאחר שהיא לא כללה כתובת ReplyTo.
hu: A rendszer eldobott egy felderítéskérelmi üzenetet (messageId='{0}'), mert az nem tartalmazott ReplyTo címet.
it: Un messaggio di richiesta di individuazione con messageId='{0}' è stato eliminato poiché non conteneva un indirizzo ReplyTo.
ja: messageId='{0}' の探索要求メッセージは、ReplyTo アドレスがなかったため、ドロップされました。
ko: ReplyTo 주소가 없어 messageId='{0}'인 검색 요청 메시지가 삭제되었습니다.
nb: En registreringsforespørselsmelding med messageId={0} ble utelatt fordi den ikke hadde en ReplyTo-adresse.
nl: Een aanvraagbericht voor opsporing met messageId='{0}' is verwijderd omdat het geen geldig antwoordadres heeft.
pl: Komunikat z żądaniem odnajdowania o atrybucie messageId równym „{0}” został porzucony, ponieważ nie miał adresu ReplyTo.
pt_br: Uma mensagem de solicitação de descoberta com messageId='{0}' foi descartada porque ela não tinha um endereço ReplyTo.
pt_pt: Uma mensagem de pedido de deteção com o messageId='{0}' foi ignorada porque não tinha um endereço ReplyTo.
ru: Сообщение запроса обнаружения с messageId="{0}" удалено, поскольку отсутствует адрес ReplyTo.
sv: Ett meddelande om identifieringsbegäran med messageId={0} ignorerades eftersom det saknade ReplyTo-adress.
tr: messageId='{0}' olan bir bulma isteği iletisi, ReplyTo adresi olmadığından bırakıldı.
zh_cn: messageId 为“{0}”的发现请求消息由于没有 ReplyTo 地址而被丢弃。
zh_tw: messageId='{0}' 的探索要求訊息已遭丟棄，因為它沒有 ReplyTo 地址。

# event_DispatchFailed
source: The '{0}' operation was dispatched with errors.
ar: تم إرسال عملية '{0}' دون أخطاء.
cs: Operace {0} byla odeslána s chybami.
da: Handlingen '{0}' blev sendt med fejl.
de: Der Vorgang "{0}" wurde mit Fehlern verteilt.
el: Η λειτουργία '{0}' εστάλη με σφάλματα.
es: La operación '{0}' se distribuyó con errores.
fi: Toiminto {0} lähetettiin, mutta siinä ilmeni virheitä.
fr: L'opération '{0}' a été distribuée avec des erreurs.
he: הפעולה '{0}' שוגרה עם שגיאות.
hu: A következő művelet elküldése során hibák történtek: „{0}”.
it: L'operazione '{0}' è stata inviata con errori.
ja: '{0}' 操作のディスパッチでエラーが発生しました。
ko: '{0}' 작업이 디스패치되었지만 오류가 발생했습니다.
nb: Operasjonen {0} ble sendt med feil.
nl: De bewerking {0} is met fouten verzonden.
pl: Operacja „{0}” została wysłana z błędami.
pt_br: A operação '{0}' foi distribuída com erros.
pt_pt: A operação '{0}' foi emitida com erros.
ru: Операция "{0}" была подготовлена с ошибками.
sv: Åtgärden {0} skickades med fel.
tr: '{0}' işlemi hatalarla dağıtıldı.
zh_cn: 已调度“{0}”操作，但出现错误。
zh_tw: '{0}' 作業發送有錯誤。

# event_DispatchFormatterDeserializeRequestStart
source: Dispatcher started deserialization the request message.
ar: بدأ المرسل إلغاء تسلسل رسالة الطلب.
cs: Dispečer zahájil deserializaci zprávy s požadavkem.
da: Afsenderen startede deserialiseringen af anmodningsmeddelelsen.
de: Die Deserialisierung der Anforderungsnachricht wurde vom Verteiler gestartet.
el: Το πρόγραμμα αποστολής ξεκίνησε την αποσειριοποίηση του μηνύματος αίτησης.
es: El mensaje de solicitud de deserialización se inició el distribuidor.
fi: Lähettäjä aloitti pyyntösanoman sarjoituksen poistamisen.
fr: Le répartiteur a démarré la désérialisation du message de requête.
he: המשגר החל בביטול העריכה בסידרה של הודעת הבקשה.
hu: A diszpécser megkezdte a kérelemüzenet deszerializálását.
it: Il dispatcher ha avviato la deserializzazione del messaggio di richiesta.
ja: ディスパッチャーが要求メッセージのシリアル化解除を開始しました。
ko: 디스패처가 요청 메시지의 deserialization을 시작했습니다.
nb: Senderen startet deserialisering av forespørselsmeldingen.
nl: Dispatcher heeft het deserialiseren van het verzoekbericht gestart.
pl: Dyspozytor rozpoczął deserializację komunikatu żądania.
pt_br: O dispatcher iniciou a desserialização da mensagem de solicitação.
pt_pt: O Dispatcher iniciou a anulação da serialização da mensagem de pedido.
ru: Диспетчер начал десериализацию сообщения запроса.
sv: Dispatcher har börjat avserialisera begärandemeddelandet.
tr: Dağıtıcı istek iletisini seri durumdan çıkarmayı başlattı.
zh_cn: 调度程序已开始反序列化请求消息。
zh_tw: 發送器已啟動還原序列化要求訊息。

# event_DispatchFormatterDeserializeRequestStop
source: Dispatcher completed deserialization the request message.
ar: أكمل المرسل إلغاء تسلسل رسالة الطلب.
cs: Dispečer dokončil deserializaci zprávy s požadavkem.
da: Afsenderen fuldførte deserialiseringen af anmodningsmeddelelsen.
de: Die Deserialisierung der Anforderungsnachricht wurde vom Verteiler abgeschlossen.
el: Το πρόγραμμα αποστολής ολοκλήρωσε την αποσειριοποίηση του μηνύματος αίτησης.
es: El distribuidor completó la deserialización del mensaje de solicitud.
fi: Lähettäjän tekemä pyyntösanoman sarjoituksen poistaminen valmistui.
fr: Le répartiteur a terminé la désérialisation du message de requête.
he: המשגר השלים את ביטול העריכה בסידרה של הודעת הבקשה.
hu: A diszpécser befejezte a kérelemüzenet deszerializálását.
it: Il dispatcher ha completato la deserializzazione del messaggio di richiesta.
ja: ディスパッチャーが要求メッセージのシリアル化解除を完了しました。
ko: 디스패처가 요청 메시지의 deserialization을 완료했습니다.
nb: Senderen fullførte deserialisering av forespørselsmeldingen.
nl: Dispatcher heeft het deserialiseren van het verzoekbericht voltooid.
pl: Dyspozytor ukończył deserializację komunikatu żądania.
pt_br: O dispatcher concluiu a desserialização da mensagem de solicitação.
pt_pt: O Dispatcher concluiu a anulação da serialização da mensagem de pedido.
ru: Диспетчер завершил десериализацию сообщения запроса.
sv: Dispatcher har slutfört avserialisering av begärandemeddelandet.
tr: Dağıtıcı istek iletisini seri durumdan çıkarmayı tamamladı.
zh_cn: 调度程序已完成反序列化请求消息。
zh_tw: 發送器已完成還原序列化要求訊息。

# event_DispatchFormatterSerializeReplyStart
source: Dispatcher started serialization of the reply message.
ar: بدأ المرسل إنشاء تسلسل رسالة الرد.
cs: Dispečer zahájil serializaci zprávy s odpovědí.
da: Afsenderen startede serialiseringen af svarmeddelelsen.
de: Die Serialisierung der Antwortnachricht wurde vom Verteiler gestartet.
el: Το πρόγραμμα αποστολής ξεκίνησε την αποσειριοποίηση του μηνύματος αίτησης.
es: El distribuidor inició la serialización del mensaje de respuesta.
fi: Lähettäjä aloitti vastausviestin sarjoituksen.
fr: Le répartiteur a démarré la sérialisation du message de réponse.
he: המשגר החל בעריכה בסידרה של הודעת התגובה.
hu: A diszpécser megkezdte a válaszüzenet szerializálását.
it: Il dispatcher ha avviato la serializzazione del messaggio di risposta.
ja: ディスパッチャーが応答メッセージのシリアル化を開始しました。
ko: 디스패처가 회신 메시지의 serialization을 시작했습니다.
nb: Senderen startet serialisering av svarmeldingen.
nl: Dispatcher heeft de serialisatie van het antwoordbericht gestart.
pl: Dyspozytor rozpoczął serializację komunikatu odpowiedzi.
pt_br: O dispatcher iniciou a serialização da mensagem de resposta.
pt_pt: O Dispatcher iniciou a serialização da mensagem de resposta.
ru: Диспетчер начал сериализацию ответного сообщения.
sv: Dispatcher har börjat serialisera svarsmeddelandet.
tr: Dağıtıcı yanıt iletisini serileştirmeyi başlattı.
zh_cn: 调度程序已开始序列化答复消息。
zh_tw: 發送器已啟動回覆訊息的序列化。

# event_DispatchFormatterSerializeReplyStop
source: Dispatcher completed serialization of the reply message.
ar: أكمل المرسل إنشاء تسلسل رسالة الرد.
cs: Dispečer dokončil serializaci zprávy s odpovědí.
da: Afsenderen fuldførte serialiseringen af svarmeddelelsen.
de: Die Serialisierung der Antwortnachricht wurde vom Verteiler abgeschlossen.
el: Το πρόγραμμα αποστολής ολοκλήρωσε την αποσειριοποίηση του μηνύματος αίτησης.
es: El distribuidor completó la serialización del mensaje de respuesta.
fi: Lähettäjän tekemä vastausviestin sarjoitus valmistui.
fr: Le répartiteur a terminé la sérialisation du message de réponse.
he: המשגר השלים את העריכה בסידרה של הודעת התגובה.
hu: A diszpécser befejezte a válaszüzenet szerializálását.
it: Il dispatcher ha completato la serializzazione del messaggio di risposta.
ja: ディスパッチャーが応答メッセージのシリアル化を完了しました。
ko: 디스패처가 회신 메시지의 serialization을 완료했습니다.
nb: Senderen fullførte serialisering av svarmeldingen.
nl: Dispatcher heeft de serialisatie van het antwoordbericht voltooid.
pl: Dyspozytor ukończył serializację komunikatu odpowiedzi.
pt_br: O dispatcher concluiu a serialização da mensagem de resposta.
pt_pt: O Dispatcher concluiu a serialização da mensagem de resposta.
ru: Диспетчер завершил сериализацию ответного сообщения.
sv: Dispatcher har slutfört serialisering av svarsmeddelandet.
tr: Dağıtıcı yanıt iletisini serileştirmeyi tamamladı.
zh_cn: 调度程序已完成序列化答复消息。
zh_tw: 發送器已完成回覆訊息的序列化。

# event_DispatchMessageBeforeAuthorization
source: Start authorization for message dispatching
ar: بدء التخويل لإرسال الرسالة
cs: Začátek autorizace pro odesílání zpráv
da: Start autorisation for afsendelse af meddelelse
de: Autorisierung für die Nachrichtenverteilung starten
el: Έναρξη εξουσιοδότησης για αποστολή μηνύματος
es: Iniciar la autorización de la distribución de mensajes
fi: Aloita viestinvälityksen käyttöoikeuksien myöntäminen
fr: Démarrer l'autorisation pour la distribution des messages
he: התחלת אישור עבור שליחת ההודעה
hu: Engedélyezés megkezdése az üzenetek terjesztéséhez
it: Avviare l'autorizzazione per l'invio dei messaggi
ja: メッセージのディスパッチの承認を開始します
ko: 메시지 디스패치를 위한 권한 부여 시작
nb: Start godkjenning for meldingssending
nl: Autorisatie voor berichtverzending starten
pl: Rozpocznij autoryzację na potrzeby rozsyłania komunikatów
pt_br: Iniciar a autorização para distribuição de mensagem
pt_pt: Iniciar autorização para emissão de mensagem
ru: Запустить аутентификацию для диспетчеризации сообщений
sv: Starta auktorisering för meddelandesändning
tr: İleti dağıtma için yetkilendirmeyi başlatma
zh_cn: 启动授权以进行消息调度
zh_tw: 啟動訊息發送的授權

# event_DispatchMessageStart
source: Message dispatching started.
ar: بدأ إرسال الرسالة.
cs: Bylo zahájeno odesílání zpráv.
da: Afsendelsen af meddelelsen blev startet.
de: Die Nachrichtenverteilung wurde gestartet.
el: Η αποστολή μηνύματος ξεκίνησε.
es: Se inició la distribución de mensajes.
fi: Viestinvälitys alkoi.
fr: Distribution des messages démarrée.
he: שיגור ההודעה התחיל.
hu: Az üzenetek elküldése megkezdődött.
it: Invio messaggi avviato.
ja: メッセージのディスパッチを開始しました。
ko: 메시지 디스패치가 시작되었습니다.
nb: Meldingssending startet.
nl: Berichtverzending gestart.
pl: Rozpoczęto rozsyłanie komunikatów.
pt_br: Distribuição de mensagem iniciada.
pt_pt: Emissão de mensagem iniciada.
ru: Диспетчеризация сообщений запущена.
sv: Meddelandesändning har startats.
tr: İleti dağıtma başladı.
zh_cn: 消息调度已启动。
zh_tw: 訊息發送已啟動。

# event_DispatchMessageStop
source: Message dispatching completed
ar: اكتمل إرسال الرسالة
cs: Bylo dokončeno odesílání zpráv.
da: Meddelelsen er blevet sendt
de: Die Nachrichtenverteilung wurde abgeschlossen.
el: Η αποστολή μηνύματος ολοκληρώθηκε
es: Distribución de mensajes completada
fi: Viestinvälitys valmis
fr: Distribution des messages terminée
he: שיגור ההודעה הושלם
hu: Az üzenetek elküldése befejeződött.
it: Invio messaggi completato
ja: メッセージのディスパッチが完了しました
ko: 메시지 디스패치가 완료되었습니다.
nb: Meldingssending fullført
nl: Berichtverzending voltooid
pl: Ukończono rozsyłanie komunikatów.
pt_br: Distribuição de mensagem concluída
pt_pt: Emissão de mensagem concluída
ru: Диспетчеризация сообщений завершена
sv: Meddelandesändning har slutförts
tr: İleti dağıtma tamamlandı
zh_cn: 消息调度已完成
zh_tw: 訊息發送已完成

# event_DispatchSessionFailed
source: Session dispatch failed.
ar: فشل إرسال الجلسة.
cs: Odeslání relace se nezdařilo.
da: Sessionen blev ikke sendt.
de: Fehler bei der Sitzungsverteilung.
el: Η αποστολή της περιόδου λειτουργίας απέτυχε.
es: Error en la distribución de la sesión.
fi: Istunnon järjestely epäonnistui.
fr: Échec de la distribution de sessions.
he: שיגור ההפעלה נכשל.
hu: A munkamenet elküldése sikertelen volt.
it: Invio sessione non riuscito.
ja: セッション ディスパッチに失敗しました。
ko: 세션을 디스패치하지 못했습니다.
nb: Øktssending mislykket.
nl: Sessieverzending mislukt.
pl: Dystrybucja sesji nie powiodła się.
pt_br: Falha na distribuição de sessão.
pt_pt: Falha na emissão de sessão.
ru: Ошибка диспетчеризации сеанса.
sv: Det gick inte att skicka sessionen.
tr: Oturum gönderme işlemi başarısız oldu.
zh_cn: 会话调度失败。
zh_tw: 工作階段分派失敗。

# event_DispatchSessionStart
source: Session dispatch started.
ar: تم بدء إرسال الجلسة.
cs: Bylo zahájeno odesílání v relaci.
da: Sessionsafsendelsen blev startet.
de: Die Sitzungsverteilung wurde gestartet.
el: Η αποστολή της περιόδου λειτουργίας ξεκίνησε.
es: Se inició la distribución de la sesión.
fi: Istunnon järjestely alkoi.
fr: Début de la distribution de sessions.
he: שיגור ההפעלה התחיל.
hu: A munkamenet küldése megkezdődött.
it: Invio sessione avviato.
ja: セッション ディスパッチを開始しました。
ko: 세션 디스패치가 시작되었습니다.
nb: Øktssending startet.
nl: Sessieverzending gestart.
pl: Dystrybucja sesji została rozpoczęta.
pt_br: Distribuição de sessão iniciada.
pt_pt: Emissão de sessão iniciada.
ru: Диспетчеризация сеанса запущена.
sv: Sändning av sessionen påbörjad.
tr: Oturum gönderme işlemi başlatıldı.
zh_cn: 会话调度已启动。
zh_tw: 工作階段分派已啟動。

# event_DispatchSessionSuccess
source: Session dispatch succeeded.
ar: نجح إرسال الجلسة.
cs: Odeslání relace se zdařilo.
da: Sessionen er blevet sendt.
de: Die Sitzungsverteilung war erfolgreich.
el: Η αποστολή της περιόδου λειτουργίας επέτυχε.
es: La distribución de la sesión se realizó correctamente.
fi: Istunnon järjestely onnistui.
fr: Distribution de sessions effectuée.
he: שיגור ההפעלה בוצע בהצלחה.
hu: A munkamenet elküldése sikeresen befejeződött.
it: Invio sessione completato.
ja: セッション ディスパッチに成功しました。
ko: 세션을 디스패치했습니다.
nb: Øktssending vellykket.
nl: Sessieverzending geslaagd.
pl: Dystrybucja sesji zakończyła się pomyślnie.
pt_br: Distribuição de sessão bem-sucedida.
pt_pt: Emissão de sessão bem-sucedida.
ru: Диспетчеризация сеанса выполнена успешно.
sv: Sändning av sessionen har slutförts.
tr: Oturum gönderme işlemi başarılı oldu.
zh_cn: 会话调度成功。
zh_tw: 工作階段分派成功。

# event_DispatchSuccessful
source: The '{0}' operation was dispatched successfully.
ar: تم إرسال عملية '{0}' بنجاح.
cs: Operace {0} byla úspěšně odeslána.
da: Handlingen '{0}' er blevet sendt.
de: Der Vorgang "{0}" wurde erfolgreich verteilt.
el: Η λειτουργία '{0}' εστάλη με επιτυχία.
es: La operación '{0}' se distribuyó correctamente.
fi: Toiminnon {0} lähetys onnistui.
fr: L'opération '{0}' a été distribuée.
he: הפעולה '{0}' שוגרה בהצלחה.
hu: A következő művelet elküldése sikeresen befejeződött: „{0}”.
it: L'operazione '{0}' è stata inviata correttamente.
ja: '{0}' 操作が正常にディスパッチされました。
ko: '{0}' 작업이 성공적으로 디스패치되었습니다.
nb: Operasjonen {0} ble sendt.
nl: De bewerking {0} is verzonden.
pl: Operacja „{0}” została wysłana pomyślnie.
pt_br: A operação '{0}' foi distribuída com êxito.
pt_pt: A '{0}' operação foi emitida com êxito.
ru: Операция "{0}" была успешно подготовлена.
sv: Åtgärden {0} har skickats.
tr: '{0}' işlemi başarıyla dağıtıldı.
zh_cn: 已成功调度“{0}”操作。
zh_tw: '{0}' 作業成功發送。
