Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_DuplicateCorrelationQuery
source: A duplicate CorrelationQuery was found with Where='{0}'. This duplicate query will not be used when calculating correlation.
ar: تم العثور على CorrelationQuery مكرر مع Where='{0}'. لن يتم استخدام هذا الاستعلام المكرر عند حساب الارتباط.
cs: Duplicitní dotaz CorrelationQuery byl nalezen s klauzulí Where={0}. Tento duplicitní dotaz nebude použit při výpočtu korelace.
da: Der blev fundet en identisk CorrelationQuery med Where='{0}'. Denne identiske forespørgsel bliver ikke brugt, når korrelationen beregnes.
de: Es wurde eine doppelte CorrelationQuery mit Where='{0}' gefunden. Diese doppelte Abfrage wird beim Berechnen von Korrelationen nicht verwendet.
el: Ένα διπλό CorrelationQuery βρέθηκε με Where='{0}'. Αυτό το διπλό ερώτημα δεν θα χρησιμοποιηθεί κατά τον υπολογισμό της συσχέτισης.
es: Se encontró una consulta CorrelationQuery duplicada con Where='{0}'. Esta consulta duplicada no se usará al calcular la correlación.
fi: Löydetty: toistuva CorrelationQuery-kysely, jonka Where-arvo on {0}. Toistuvaa kyselyä ei käytetä korrelaatiota laskettaessa.
fr: CorrelationQuery en double trouvé avec Where='{0}'. Cette requête en double ne sera pas utilisée lors du calcul de la corrélation.
he: CorrelationQuery משוכפל נמצא עם Where='{0}'‎. המערכת לא תשתמש בשאילתה משוכפלת זו בעת חישוב המתאם.
hu: Duplikált CorrelationQuery található, Where='{0}' értékkel. Ez a duplikált lekérdezés nem lesz felhasználva a korreláció kiszámításához.
it: CorrelationQuery duplicata trovata con Where='{0}'. La query duplicata non verrà utilizzata per il calcolo della correlazione.
ja: Where='{0}' で重複する CorrelationQuery が見つかりました。この重複するクエリは、相関関係の計算には使用されません。
ko: Where='{0}'인 중복 CorrelationQuery가 있습니다. 이 중복 쿼리는 상관 관계를 계산할 때 사용되지 않습니다.
nb: Fant en duplikat CorrelationQuery med Where={0}. Denne duplikate spørringen vil ikke bli brukt ved beregning av korrelasjon.
nl: Er is een dubbele CorrelationQuery gevonden met Where={0}. Deze dubbele query wordt niet gebruikt bij het berekenen van de correlatie.
pl: Znaleziono zduplikowane zapytanie CorrelationQuery o właściwości Where={0}. To zduplikowane zapytanie nie zostanie użyte podczas obliczania korelacji.
pt_br: Foi encontrada uma CorrelationQuery duplicada com Where='{0}'. Essa consulta duplicada não será usada no cálculo de correlação.
pt_pt: Foi encontrada uma CorrelationQuery duplicada com Where='{0}'. Esta consulta duplicada não será utilizada quando se calcular a correlação.
ru: Обнаружен дубликат запроса CorrelationQuery с параметром Where="{0}". Это дубликат не будет использоваться при расчете корреляции.
sv: En duplicerad CorrelationQuery hittades med Where={0}. Denna duplicerade förfrågan används inte vid beräkning av korrelation.
tr: Where='{0}' olan yinelenen bir CorrelationQuery bulundu. Bağıntı hesaplanırken bu yinelenen sorgu kullanılmayacak.
zh_cn: 找到了含有 Where='{0}' 的重复 CorrelationQuery。计算相关性时将不使用此重复查询。
zh_tw: 發現 Where='{0}' 的重複 CorrelationQuery。計算相互關聯時不會使用這個重複的查詢。

# event_DuplicateDiscoveryMessage
source: A {0} message with messageId='{1}' was dropped because it was a duplicate.
ar: تم إفلات رسالة {0} مزودة بـ messageId='{1}' لأنها مكررة.
cs: Zpráva {0} s parametrem messageId={1} byla zahozena, protože byla duplicitní.
da: En meddelelse af typen A {0} med messageId='{1}' blev ignoreret, fordi den var en dublet.
de: Eine {0}-Meldung mit messageId='{1}' wurde gelöscht, da es sich um ein Duplikat handelte.
el: Ένα μήνυμα {0} με messageId='{1}' απορρίφθηκε επειδή ήταν διπλότυπο.
es: Se quitó un mensaje {0} con messageId='{1}' porque era un duplicado.
fi: Sanoma {0} (messageId={1}) hylättiin, koska se oli kaksoiskappale.
fr: Un message {0} avec messageId='{1}' a été supprimé car il s'agissait d'un doublon.
he: הודעת {0} עם messageId='{1}'‎ הושמטה מאחר שהיא היתה כפולה.
hu: A rendszer eldobott egy {0} üzenetet (messageId='{1}'), mert az duplikált volt.
it: Un messaggio {0} con messageId='{1}' è stato eliminato poiché era un duplicato.
ja: messageId='{1}' の {0} メッセージは、重複していたため、ドロップされました。
ko: 중복되어 messageId='{1}'인 {0} 메시지가 삭제되었습니다.
nb: En {0}-melding med messageId={1} ble utelatt fordi den var et duplikat.
nl: Een bericht {0} met messageId='{1}' is verwijderd omdat het dubbel is.
pl: Komunikat {0} o atrybucie messageId równym „{1}” został porzucony, ponieważ był duplikatem.
pt_br: Uma mensagem {0} com messageId='{1}' foi descartada porque ela era duplicada.
pt_pt: Uma mensagem {0} com o messageId='{1}' foi ignorada porque era um duplicado.
ru: Сообщение {0} с messageId="{1}" удалено, поскольку оно является повторяющимся.
sv: Ett {0}-meddelande med messageId={1} ignorerades eftersom det var en dubblett.
tr: messageId='{1}' olan bir {0} iletisi, bir kopya olduğundan bırakıldı.
zh_cn: messageId 为“{1}”的 {0} 消息由于重复而被丢弃。
zh_tw: messageId='{1}' 的 {0} 訊息已遭丟棄，因為它是重複項目。

# event_EncryptedDataProcessingStart
source: Encrypted data processing started.
ar: تم بدء معالجة البيانات المشفرة.
cs: Bylo zahájeno zpracování zašifrovaných dat.
da: Behandlingen af krypterede data blev startet.
de: Verarbeitung verschlüsselter Daten gestartet.
el: Η επεξεργασία κρυπτογραφημένων δεδομένων ξεκίνησε.
es: Se inició el procesamiento de los datos cifrados.
fi: Salakirjoitettujen tietojen käsittely alkoi.
fr: Début du traitement des données chiffrées.
he: עיבוד נתונים מוצפנים הופעל.
hu: A titkosított adatok feldolgozása megkezdődött.
it: Elaborazione dati crittografati avviata.
ja: 暗号化されたデータの処理を開始しました。
ko: 암호화된 데이터 처리가 시작되었습니다.
nb: Kryptert databehandling startet.
nl: Verwerking van versleutelde gegevens gestart.
pl: Rozpoczęto przetwarzanie zaszyfrowanych danych.
pt_br: Processamento de dados criptografados iniciado.
pt_pt: Processamento de dados encriptados iniciada.
ru: Шифрование данных запущено.
sv: Bearbetning av krypterade data har startats.
tr: Şifreli veri işleme başladı.
zh_cn: 加密的数据处理已开始。
zh_tw: 已開始處理加密的資料。

# event_EncryptedDataProcessingSuccess
source: Encrypted data processing succeeded.
ar: نجحت معالجة البيانات المشفرة.
cs: Zpracování zašifrovaných dat se zdařilo.
da: Behandlingen af krypterede data blev fuldført.
de: Verarbeitung verschlüsselter Daten erfolgreich.
el: Η επεξεργασία κρυπτογραφημένων δεδομένων πέτυχε.
es: El procesamiento de los datos cifrados se realizó correctamente.
fi: Salakirjoitettujen tietojen käsittely onnistui.
fr: Traitement des données chiffrées terminé.
he: עיבוד נתונים מוצפנים בוצע בהצלחה.
hu: A titkosított adatok feldolgozása sikeresen befejeződött.
it: Elaborazione dati crittografati completata.
ja: 暗号化されたデータの処理に成功しました。
ko: 암호화된 데이터 처리에 성공했습니다.
nb: Kryptert databehandling lyktes.
nl: Verwerking van versleutelde gegevens voltooid.
pl: Przetwarzanie zaszyfrowanych danych zakończyło się pomyślnie.
pt_br: Processamento de dados criptografados bem-sucedido.
pt_pt: Processamento de dados encriptados bem-sucedida.
ru: Шифрование данных выполнено успешно.
sv: Bearbetning av krypterade data är klar.
tr: Şifreli veri işleme başarılı.
zh_cn: 加密的数据处理已成功。
zh_tw: 已成功處理加密的資料。

# event_EndpointDiscoverabilityDisabled
source: The discoverability of endpoint with EndpointAddress='{0}' and ListenUri='{1}' has been disabled.
ar: تم تعطيل إمكانية اكتشاف نقاط نهاية مزودة بـ EndpointAddress='{0}' وListenUri='{1}'.
cs: Zjistitelnost koncového bodu s parametry EndpointAddress={0} a ListenUri={1} byla zakázána.
da: Muligheden for at registrere et slutpunkt med EndpointAddress='{0}' og ListenUri='{1}' er blevet deaktiveret.
de: Die Erkennbarkeit des Endpunkts mit EndpointAddress='{0}' und ListenUri='{1}' wurde deaktiviert.
el: Η δυνατότητα εντοπισμού του τελικού σημείου με EndpointAddress='{0}' και ListenUri='{1}' έχει απενεργοποιηθεί.
es: Se ha deshabilitado la detectabilidad de extremo con EndpointAddress='{0}' y ListenUri='{1}'.
fi: Päätepisteen (EndpointAddress={0} ja ListenUri={1}) havaittavuus on poistettu käytöstä.
fr: La fonctionnalité de découverte du point de terminaison avec EndpointAddress='{0}' et ListenUri='{1}' a été désactivée.
he: יכולת הגילוי של נקודת קצה עם EndpointAddress='{0}'‎ ו- ListenUri='{1}'‎ הפכה ללא זמינה.
hu: Le lett tiltva az EndpointAddress='{0}' és ListenUri='{1}' című végpont felderíthetősége.
it: L'individuabilità dell'endpoint con EndpointAddress='{0}' e ListenUri='{1}' è stata disabilitata.
ja: EndpointAddress='{0}' および ListenUri='{1}' のエンドポイントの探索が無効になりました。
ko: EndpointAddress='{0}' 및 ListenUri='{1}'을(를) 사용하는 끝점의 검색 기능이 사용하지 않도록 설정되어 있습니다.
nb: Muligheten til å registrere et endepunkt med EndpointAddress={0} og ListenUri={1} er deaktivert.
nl: De opspoorbaarheid van het eindpunt met EndpointAddress='{0}' en ListenUri='{1}' is uitgeschakeld.
pl: Możliwość odnajdowania punktu końcowego, który ma atrybuty EndpointAddress o wartości „{0}” i ListenUri o wartości „{1}”, została wyłączona.
pt_br: A capacidade de descoberta do ponto de extremidade com EndpointAddress='{0}' e ListenUri='{1}' foi desabilitada.
pt_pt: Foi ativada a capacidade de deteção de ponto final com EndpointAddress='{0}' e ListenUri='{1}'.
ru: Для конечной точки с EndpointAddress="{0}" и ListenUri="{1}" отключена возможность обнаружения.
sv: Identifieringsmöjligheten för slutpunkten med EndpointAddress={0} och ListenUri={1} har inaktiverats.
tr: EndpointAddress='{0}' ve ListenUri='{1}' olan bitiş noktasının bulunabilirliği devre dışı bırakıldı.
zh_cn: 已禁用 EndpointAddress 为“{0}”且 ListenUri 为“{1}”的终结点的可发现性。
zh_tw: EndpointAddress='{0}' 且 ListenUri='{1}' 的端點可搜尋性已遭停用。

# event_EndpointDiscoverabilityEnabled
source: The discoverability of endpoint with EndpointAddress='{0}' and ListenUri='{1}' has been enabled.
ar: تم تمكين إمكانية اكتشاف نقاط نهاية مزودة بـ EndpointAddress='{0}' وListenUri='{1}'.
cs: Zjistitelnost koncového bodu s parametry EndpointAddress={0} a ListenUri={1} byla povolena.
da: Muligheden for at registrere et slutpunkt med EndpointAddress='{0}' og ListenUri='{1}' er blevet aktiveret.
de: Die Erkennbarkeit des Endpunkts mit EndpointAddress='{0}' und ListenUri='{1}' wurde aktiviert.
el: Η δυνατότητα εντοπισμού του τελικού σημείου με EndpointAddress='{0}' και ListenUri='{1}' έχει ενεργοποιηθεί.
es: Se ha habilitado la detectabilidad de extremo con EndpointAddress='{0}' y ListenUri='{1}'.
fi: Päätepisteen (EndpointAddress={0} ja ListenUri={1}) havaittavuus on otettu käyttöön.
fr: La fonctionnalité de découverte du point de terminaison avec EndpointAddress='{0}' et ListenUri='{1}' a été activée.
he: יכולת הגילוי של נקודת קצה עם EndpointAddress='{0}'‎ ו- ListenUri='{1}'‎ הפכה לזמינה.
hu: Engedélyezve lett az EndpointAddress='{0}' és ListenUri='{1}' című végpont felderíthetősége.
it: L'individuabilità dell'endpoint con EndpointAddress='{0}' e ListenUri='{1}' è stata abilitata.
ja: EndpointAddress='{0}' および ListenUri='{1}' のエンドポイントの探索が有効になりました。
ko: EndpointAddress='{0}' 및 ListenUri='{1}'을(를) 사용하는 끝점의 검색 기능이 사용하도록 설정되어 있습니다.
nb: Muligheten til å registrere et endepunkt med EndpointAddress={0} og ListenUri={1} er aktivert.
nl: De opspoorbaarheid van het eindpunt met EndpointAddress='{0}' en ListenUri='{1}' is ingeschakeld.
pl: Możliwość odnajdowania punktu końcowego, który ma atrybuty EndpointAddress o wartości „{0}” i ListenUri o wartości „{1}”, została włączona.
pt_br: A capacidade de descoberta do ponto de extremidade com EndpointAddress='{0}' e ListenUri='{1}' foi habilitada.
pt_pt: Foi desativada a capacidade de deteção de ponto final com EndpointAddress='{0}' e ListenUri='{1}'.
ru: Для конечной точки с EndpointAddress="{0}" и ListenUri="{1}" включена возможность обнаружения.
sv: Identifieringsmöjligheten för slutpunkten med EndpointAddress={0} och ListenUri={1} har aktiverats.
tr: EndpointAddress='{0}' ve ListenUri='{1}' olan bitiş noktasının bulunabilirliği etkinleştirildi.
zh_cn: 已启用 EndpointAddress 为“{0}”且 ListenUri 为“{1}”的终结点的可发现性。
zh_tw: EndpointAddress='{0}' 且 ListenUri='{1}' 的端點可搜尋性已經啟用。

# event_EndSqlCommandExecute
source: End SQL command execution: {0}
ar: إنهاء تنفيذ أمر SQL: {0}
cs: Ukončení příkazu SQL: {0}
da: Afslut udførelsen af SQL-kommandoen: {0}
de: Ausführung des SQL-Befehls beenden: {0}
el: Λήξη εκτέλεσης εντολής SQL: {0}
es: Ejecución de comando SQL final: {0}
fi: Lopetetaan SQL-komennon suorittaminen: {0}
fr: Fin de l'exécution de la commande SQL : {0}
he: סיום ביצוע פקודת SQL‏: {0}
hu: SQL-parancs végrehajtásának befejezése: {0}
it: Fine esecuzione comando SQL: {0}
ja: SQL コマンドの実行を終了します: {0}
ko: SQL 명령 실행 종료: {0}
nb: Avslutter utførelse av SQL-kommando: {0}
nl: Uitvoering van SQL-opdrachten beëindigen: {0}
pl: Zakończenie wykonywania polecenia SQL: {0}
pt_br: Finalizar execução do comando SQL: {0}
pt_pt: Terminar execução de comando SQL: {0}
ru: Окончание выполнения команды SQL: {0}
sv: Avsluta SQL-kommandokörning: {0}
tr: SQL komutunun yürütülmesini sonlandır: {0}
zh_cn: 结束 SQL 命令执行: {0}
zh_tw: 結束 SQL 命令執行: {0}

# event_EnterNoPersistBlock
source: Entering a no persist block.
ar: إدخال كتلة غير مستمرة.
cs: Vstup do dočasného bloku
da: Åbner en blok, som ikke er gjort permanent.
de: Die Ausführung eines nicht persistenten Blocks wird begonnen.
el: Καταχώρηση ενός μπλοκ μη διατήρησης.
es: Entrando en un bloque no persistente.
fi: Siirrytään ei-pysyvään lohkoon.
fr: Entrée dans un bloc sans persistance.
he: כניסה לבלוק ללא התמדה.
hu: Belépés adatokat nem megőrző blokkba
it: Accesso a un blocco di non persistenza.
ja: no persist ブロックに入ります。
ko: 비지속성 블록으로 들어갑니다.
nb: Går inn i en ikke-vedvarende blokk.
nl: Een blok zonder persistentie wordt geactiveerd.
pl: Wchodzenie do bloku nietrwałości.
pt_br: Entrando em um bloco sem persistência.
pt_pt: A entrar num bloco não persistente.
ru: Выполняется вход в непостоянный блок.
sv: Öppnar ett icke beständigt block.
tr: Kalıcı olmayan bloğa giriliyor.
zh_cn: 正在进入非持久块。
zh_tw: 正在進入無持續性區塊。

# event_ErrorHandlerInvoked
source: The Dispatcher invoked an ErrorHandler of type '{0}' with an exception of type '{2}'. ErrorHandled == '{1}'.
ar: قام المرسل باستدعاء ErrorHandler من النوع '{0}' وبه استدعاء من النوع '{2}'. ErrorHandled == '{1}'.
cs: Dispečer vyvolal rutinu ErrorHandler typu {0} s výjimkou typu {2}. ErrorHandled = {1}.
da: Afsenderen aktiverede en ErrorHandler af typen '{0}' med en undtagelse af typen '{2}'. ErrorHandled == '{1}'.
de: Der Verteiler hat einen ErrorHandler vom Typ '{0}' mit einer Ausnahme vom Typ '{2}' aufgerufen. ErrorHandled == '{1}'.
el: Το πρόγραμμα αποστολής έκανε κλήση ErrorHandler τύπου '{0}' με εξαίρεση τύπου '{2}'. ErrorHandled == '{1}'.
es: El distribuidor invocó un ErrorHandler del tipo '{0}' con una excepción del tipo '{2}'. ErrorHandled == '{1}'.
fi: Lähetystoiminto aloitti ErrorHandler-kohteen, jonka tyyppi on {0} ja jonka poikkeustyyppi on {2}. Käsitelty virhe = {1}.
fr: Le répartiteur a appelé un ErrorHandler de type '{0}' avec une exception de type '{2}'. ErrorHandled == '{1}'.
he: המשגר הפעיל ErrorHandler מסוג '{0}' עם חריגה מסוג '{2}'. ErrorHandled == '{1}'.
hu: A kézbesítő meghívott egy „{0}” típusú ErrorHandler hibakezelőt egy „{2}” típusú kivétellel. ErrorHandled == „{1}”.
it: Il dispatcher ha richiamato ErrorHandler di tipo '{0}' con un'eccezione di tipo '{2}'. ErrorHandled == '{1}'.
ja: ディスパッチャーが型 '{0}' の ErrorHandler を呼び出し、種類 '{2}' の例外がスローされました。ErrorHandled == '{1}'。
ko: 디스패처가 '{2}' 형식의 예외와 함께 '{0}' 형식의 ErrorHandler를 호출했습니다. ErrorHandled == '{1}'.
nb: Senderen aktiverte en ErrorHandler av typen {0} med et unntak av typen {2}. ErrorHandled == {1}.
nl: De dispatcher heeft een ErrorHandler van het type {0} aangeroepen met een uitzondering van het type {2}. ErrorHandled == {1}.
pl: Dyspozytor wywołał obiekt ErrorHandler typu „{0}” za pomocą wyjątku typu „{2}”. Obsłużony błąd = „{1}”.
pt_br: O Dispatcher invocou um ErrorHandler do tipo '{0}' com uma exceção do tipo '{2}'. ErrorHandled == '{1}'.
pt_pt: O Dispatcher invocou um ErrorHandler do tipo '{0}' com uma exceção do tipo '{2}'. ErrorHandled == '{1}'.
ru: Диспетчер вызвал метод ErrorHandler типа "{0}" с исключением типа "{2}". ErrorHandled == "{1}".
sv: Dispatcher anropade en ErrorHandler av typen {0} med ett undantag av typen {2}. ErrorHandled == {1}.
tr: Dağıtıcı, '{2}' türü bir özel durumla '{0}' türünde bir ErrorHandler çağırdı. ErrorHandled == '{1}'.
zh_cn: 调度程序使用“{2}”类型的异常调用了“{0}”类型的 ErrorHandler。ErrorHandled 为“{1}”。
zh_tw: Dispatcher 已叫用具有型別 '{2}' 例外狀況之型別 '{0}' 的 ErrorHandler。ErrorHandled == '{1}'。

# event_EstablishConnectionStart
source: Connection establishment started for {0}.
ar: تم بدء إنشاء اتصال لصالح {0}.
cs: Bylo zahájeno vytváření připojení pro {0}.
da: Oprettelsen af forbindelsen for {0} blev startet.
de: Die Verbindungseinrichtung für "{0}" wurde gestartet.
el: Ξεκίνησε η δημιουργία σύνδεσης για το {0}.
es: Se inició el establecimiento de la conexión para {0}.
fi: Yhteydenmuodostus alkoi kohteelle {0}.
fr: Début de l'établissement de la connexion pour {0}.
he: יצירת החיבור התחילה עבור {0} .
hu: A kapcsolat felépítése megkezdődött a következő számára: {0}.
it: Attivazione della connessione avviata per {0}.
ja: {0} の接続の確立を開始しました。
ko: {0}에 대해 연결 설정이 시작되었습니다.
nb: Tilkobling startet for {0}.
nl: Tot stand brengen van verbinding gestart voor {0}.
pl: Rozpoczęto ustanawianie połączenia dla {0}.
pt_br: Estabelecimento da conexão iniciado para {0}.
pt_pt: Estabelecimento de ligação iniciado para {0}.
ru: Установление соединения для {0} запущено.
sv: Anslutningsupprättande har startats för {0}.
tr: {0} için bağlantı kurma işlemi başladı.
zh_cn: 已为 {0} 开始建立连接。
zh_tw: 已啟動 {0} 的連線建立。

# event_EstablishConnectionStop
source: Connection established.
ar: تم إنشاء الاتصال.
cs: Připojení bylo vytvořeno.
da: Forbindelsen er oprettet.
de: Die Verbindung wurde eingerichtet.
el: Η σύνδεση δημιουργήθηκε.
es: Conexión establecida.
fi: Yhteys muodostettu.
fr: Connexion établie.
he: החיבור נוצר.
hu: A kapcsolat felépült.
it: Connessione stabilita.
ja: 接続が確立されました。
ko: 연결이 설정되었습니다.
nb: Tilkoblet.
nl: Verbinding tot stand gebracht.
pl: Połączenie zostało ustanowione.
pt_br: Conexão estabelecida.
pt_pt: Ligação estabelecida.
ru: Соединение установлено.
sv: Anslutningen har upprättats.
tr: Bağlantı kuruldu.
zh_cn: 已建立连接。
zh_tw: 建立連線。

# event_EtwUnhandledException
source: Unhandled exception. Exception details: {0}
ar: استثناء لم تتم معالجته. تفاصيل الاستثناء: {0}
cs: Neošetřená výjimka. Podrobnosti výjimky: {0}
da: Der blev udløst en undtagelse, der ikke blev behandlet. Oplysninger om undtagelse: {0}
de: Ausnahmefehler. Ausnahmedetails: {0}
el: Ανεπίλυτη εξαίρεση. Λεπτομέρειες εξαίρεσης: {0}
es: Excepción no controlada. Detalles de la excepción: {0}
fi: Käsittelemätön poikkeus. Poikkeuksen tiedot: {0}
fr: Exception non gérée. Détails de l'exception : {0}
he: חריגה שלא טופלה. פרטי חריגה:{0}
hu: Nem kezelt kivétel történt. A kivétel részletei: {0}
it: Eccezione non gestita. Dettagli eccezione: {0}
ja: ハンドルされていない例外です。例外の詳細: {0}
ko: 처리되지 않은 예외가 발생했습니다. 예외 정보: {0}
nb: Ubehandlet unntak. Unntaksdetaljer: {0}
nl: Niet-verwerkte uitzondering. Uitzonderingsdetails: {0}
pl: Nieobsługiwany wyjątek. Szczegóły wyjątku: {0}
pt_br: Exceção sem tratamento. Detalhes da exceção: {0}
pt_pt: Exceção não processada. Detalhes da exceção: {0}
ru: Необработанное исключение. Сведения об исключении: {0}
sv: Ohanterat undantag. Undantagsinformation: {0}
tr: İşlenmemiş özel durum. Özel durum ayrıntıları: {0}
zh_cn: 未经处理的异常。异常的详细信息: {0}
zh_tw: 未處理的例外狀況。例外狀況詳細資料: {0}

# event_ExecuteWorkItemStart
source: Execute work item start
ar: بدء تنفيذ عنصر العمل
cs: Zahájení provádění pracovní položky
da: Udførelsen af arbejdselementet blev startet
de: Ausführung des Arbeitselements starten
el: Έναρξη εκτέλεσης στοιχείου εργασίας
es: Ejecutar el inicio del elemento de trabajo
fi: Työkohteen suoritus alkoi
fr: Début de l'exécution de l'élément de travail
he: התחלת ביצוע של פריט עבודה
hu: Munkaelem végrehajtásának megkezdése
it: Avvio esecuzione elemento di lavoro
ja: 作業項目の実行を開始します
ko: 작업 항목 실행 시작
nb: Kjør start av arbeidselement
nl: Werkitem uitvoeren starten
pl: Rozpoczęto wykonywanie elementu pracy
pt_br: Executar início do item de trabalho
pt_pt: Iniciar item de execução de trabalho
ru: Начало выполнения рабочего элемента
sv: Starta körning av arbetsuppgift
tr: İş öğesinin yürütülmesi başladı
zh_cn: 执行工作项启动
zh_tw: 執行工作項目開始

# event_ExecuteWorkItemStop
source: Execute work item stop
ar: إيقاف تنفيذ عنصر العمل
cs: Ukončení provádění pracovní položky
da: Udførelsen af arbejdselementet blev stoppet
de: Ausführung des Arbeitselements beenden
el: Διακοπή εκτέλεσης στοιχείου εργασίας
es: Ejecutar la detención del elemento de trabajo
fi: Työkohteen suositus pysähtyi
fr: Arrêt de l'exécution de l'élément de travail
he: הפסקת ביצוע של פריט עבודה
hu: Munkaelem végrehajtásának befejezése
it: Arresto esecuzione elemento di lavoro
ja: 作業項目の実行を停止します
ko: 작업 항목 실행 중지
nb: Kjør stopp av arbeidselement
nl: Werkitem uitvoeren stoppen
pl: Zatrzymano wykonywanie elementu pracy
pt_br: Executar parada do item de trabalho
pt_pt: Parar item de execução de trabalho
ru: Остановка выполнения рабочего элемента
sv: Stoppa körning av arbetsuppgift
tr: İş öğesinin yürütülmesi durdu
zh_cn: 执行工作项停止
zh_tw: 執行工作項目停止

# event_ExitNoPersistBlock
source: Exiting a no persist block.
ar: إخراج كتلة غير مستمرة.
cs: Výstup z dočasného bloku
da: Afslutter en blok, som ikke er gjort permanent.
de: Die Ausführung eines nicht persistenten Blocks wird beendet.
el: Έξοδος από ένα μπλοκ μη διατήρησης.
es: Saliendo de un bloque no persistente.
fi: Poistutaan ei-pysyvästä lohkosta.
fr: Sortie d'un bloc sans persistance.
he: יציאה מבלוק ללא התמדה.
hu: Kilépés adatokat nem megőrző blokkból
it: Uscita da un blocco di non persistenza.
ja: no persist ブロックを終了します。
ko: 비지속성 블록에서 나옵니다.
nb: Går ut av en ikke-vedvarende blokk.
nl: Een blok zonder persistentie wordt afgesloten.
pl: Opuszczanie bloku nietrwałości.
pt_br: Saindo de um bloco sem persistência.
pt_pt: A sair de um bloco não persistente.
ru: Выполняется выход из непостоянного блока.
sv: Stänger ett icke beständigt block.
tr: Kalıcı olmayan bloktan çıkılıyor.
zh_cn: 正在退出非持久块。
zh_tw: 正在結束無持續性區塊。
