Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_SynchronizationContextSetToNull
source: The SynchronizationContext has been set to null by DiscoveryClientChannel before initiating the Find operation.
ar: تم تعيين SynchronizationContext إلى قيمة خالية بواسطة DiscoveryClientChannel قبل بدء عملية البحث.
cs: Třída SynchronizationContext byla objektem DiscoveryClientChannel před inicializací operace Find nastavena na hodnotu null.
da: SynchronizationContext er blevet angivet til null af DiscoveryClientChannel, inden Find-handlingen blev startet.
de: Der SynchronizationContext wurde von DiscoveryClientChannel auf NULL festgelegt, bevor der Suchvorgang initiiert wurde.
el: Έχει γίνει επαναφορά του SynchronizationContext σε τιμή null από το DiscoveryClientChannel πριν από την προετοιμασία της λειτουργίας εύρεσης.
es: SynchronizationContext se ha establecido en NULL mediante DiscoveryClientChannel antes de iniciar la operación Find.
fi: DiscoveryClientChannel määritti SynchronizationContext-arvoksi määritettiin tyhjäarvo ennen Find-toiminnon alustamista.
fr: DiscoveryClientChannel a attribué à SynchronizationContext la valeur Null avant le lancement de l'opération Find.
he: ה- SynchronizationContext הוגדר כ- Null על-ידי DiscoveryClientChannel לפני הפעלת פעולת החיפוש.
hu: A DiscoveryClientChannel null értékre állította be a SynchronizationContext tulajdonságot a Find művelet kezdeményezése előtt.
it: SynchronizationContext è stato impostato su null da DiscoveryClientChannel prima dell'avvio dell'operazione di ricerca.
ja: SynchronizationContext は、Find 操作を開始する前に、DiscoveryClientChannel によって NULL に設定されました。
ko: 찾기 작업을 시작하기 전에 DiscoveryClientChannel에서 SynchronizationContext가 Null로 설정되었습니다.
nb: SynchronizationContext er satt til null av DiscoveryClientChannel før søkeoperasjonen ble startet.
nl: SynchronizationContext is door DiscoveryClientChannel ingesteld op null voordat de bewerking Find is gestart.
pl: Obiekt DiscoveryClientChannel ustawił dla obiektu SynchronizationContext wartość null przed zainicjowaniem operacji Find.
pt_br: O SynchronizationContext foi definido como mulo pelo DiscoveryClientChannel antes de iniciar a operação Find.
pt_pt: O SynchronizationContext foi definido como nulo pelo DiscoveryClientChannel antes de iniciar a operação Localizar.
ru: Объект DiscoveryClientChannel установил для SynchronizationContext значение NULL перед запуском операции Find.
sv: SynchronizationContext har angetts till null av DiscoveryClientChannel innan Find-åtgärden initierades.
tr: SynchronizationContext, Bulma işlemini başlatmadan önce DiscoveryClientChannel tarafından null olarak ayarlandı.
zh_cn: 在初始化 Find 操作之前，SynchronizationContext 已由 DiscoveryClientChannel 设置为 null。
zh_tw: 在初始化尋找作業之前，SynchronizationContext 已由 DiscoveryClientChannel 設定為 null。

# event_TcpConnectionResetError
source: SocketId:{0} to remote address {1} had a connection reset error.
ar: حدث خطأ إعادة تعيين الاتصال في SocketId:{0} للعنوان البعيد {1}.
cs: Došlo k chybě při resetování připojení soketu SocketId {0} pro vzdálenou adresu {1}.
da: SocketId:{0} til fjernadressen {1} medførte en fejl ved nulstilling af forbindelsen.
de: Fehler beim Zurücksetzen der Verbindung für SocketId:{0} für Remoteadresse "{1}".
el: SocketId:Το {0} στην απομακρυσμένη διεύθυνση {1} είχε ένα σφάλμα επανεκκίνησης σύνδεσης.
es: Error al restablecer la conexión de SocketId:{0} a la dirección remota {1}.
fi: SocketId:{0} etäosoitteeseen {1} kohtasi yhteyden nollausvirheen.
fr: Le SocketId : {0} à l'adresse distante {1} a rencontré une erreur lors de la réinitialisation de la connexion.
he: חיבור SocketId:‏{0} לכתובת המרוחקת {1} נתקל בשגיאת איפוס של החיבור.
hu: SocketId:{0}, hiba történt a kapcsolat alaphelyzetbe állításakor a következő távoli címmel létesített kapcsolaton: {1}.
it: SocketId:{0} all'indirizzo remoto {1} con errore di reimpostazione della connessione.
ja: リモート アドレス {1} への SocketId:{0} で接続リセット エラーが発生しました。
ko: 원격 주소 {1}에 대한 SocketId:{0}에 연결 재설정 오류가 발생했습니다.
nb: SocketId:{0} til ekstern adresse {1} hadde en feil ved tilbakestilling av tilkobling.
nl: Bij socketId:{0} naar extern adres {1} is een fout voor het resetten van de verbinding opgetreden.
pl: W gnieździe SocketId:{0} do adresu zdalnego {1} wystąpił błąd zresetowania połączenia.
pt_br: SocketId:{0} para o endereço remoto {1} tinha um erro de redefinição de conexão.
pt_pt: O SocketId: {0} para o endereço remoto {1} teve um erro de reposição da ligação.
ru: Ошибка сброса соединения SocketId: {0} с удаленным адресом {1}.
sv: SocketId:{0} till fjärradress {1} hade ett anslutningsåterställningsfel.
tr: {1} uzak adresine yönelik SocketId:{0} bir bağlantı sıfırlama hatası oluşturdu.
zh_cn: SocketId:{0} 到远程地址 {1} 出现连接重置错误。
zh_tw: 遠端位址 {1} 的 SocketId:{0} 發生連線重設錯誤。

# event_TcpConnectionTimedOut
source: SocketId:{0} to remote address {1} timed out.
ar: انتهت مهلة SocketId:{0} للعنوان البعيد {1}.
cs: Vypršel časový limit soketu SocketId {0} pro vzdálenou adresu {1}.
da: SocketId:{0} til fjernadressen {1} blev afbrudt pga. timeout.
de: Zeitüberschreitung für SocketId:{0} für Remoteadresse "{1}".
el: SocketId:Λήξη χρονικού ορίου του {0} στην απομακρυσμένη διεύθυνση {1}.
es: Se agotó el tiempo de espera de SocketId:{0} a la dirección remota {1}.
fi: Aikakatkaisu - SocketId:{0} etäosoitteeseen {1}.
fr: Le SocketId : {0} à l'adresse distante {1} a expiré.
he: הזמן הקצוב לחיבור SocketId:‏{0} לכתובת המרוחקת {1} הסתיים.
hu: SocketId:{0}, időtúllépés történt a következő távoli címmel létesített kapcsolaton: {1}.
it: SocketId:{0} all'indirizzo remoto {1} scaduto.
ja: リモート アドレス {1} への SocketId:{0} がタイムアウトしました。
ko: 원격 주소 {1}에 대한 SocketId:{0}이(가) 시간 초과되었습니다.
nb: SocketId:{0} til ekstern adresse {1} ble tidsavbrutt.
nl: Time-out opgetreden bij socketId:{0} naar extern adres {1}.
pl: Upłynął limit czasu gniazda SocketId:{0} do adresu zdalnego {1}.
pt_br: SocketId:{0} para o endereço remoto {1} expirou.
pt_pt: O SocketId: {0} para o endereço remoto {1} excedeu o tempo limite.
ru: Истекло время ожидания SocketId:{0} с удаленным адресом {1}.
sv: SocketId:{0} till fjärradress {1} har nått tidsgränsen.
tr: {1} uzak adresine yönelik SocketId:{0} zaman aşımına uğradı.
zh_cn: SocketId:{0} 到远程地址 {1} 超时。
zh_tw: 遠端位址 {1} 的 SocketId:{0} 逾時。

# event_TcpTransportListenerListeningStart
source: Tcp transport listener starting to listen on uri:'{0}'.
ar: بدء وحدة إصغاء نقل Tcp على معرف uri:'{0}'.
cs: Naslouchací proces přenosu protokolu TCP začíná naslouchat na adrese určené identifikátorem URI {0}.
da: TCP Transport-lyttefunktionen startede med at lytte på URI'en:'{0}'.
de: Der TCP-Transportlistener beginnt mit dem Lauschen für den URI "{0}".
el: Η ακρόαση μεταφοράς Tcp ξεκίνησε την ακρόαση στο uri:'{0}'.
es: El agente de escucha de transporte TCP empieza a escuchar en el URI:'{0}'.
fi: Tcp-siirron kuuntelutoiminto aloitti kuuntelun uri-tunnuksessa {0}.
fr: Début de l'écoute de l'URI : '{0}' par l'écouteur de transport TCP.
he: מאזין תעבורת TCP מתחיל להאזין ב-URI‏:'{0}'.
hu: A TCP-átvitelfigyelő megkezdi a figyelést a következő URI-címen:„{0}”.
it: Inizio ascolto del Listener di trasporto TCP sull'URI:'{0}'.
ja: TCP トランスポート リスナーが URI:'{0}' でリッスンを開始しています。
ko: TCP 전송 리스너가 URI '{0}'에서 수신을 시작하는 중입니다.
nb: Tcp-transportlytter starter lytting på uri: {0}.
nl: TCP-transport-listener begint te luisteren op URI:{0}.
pl: Odbiornik transportu TCP rozpoczął nasłuchiwanie na identyfikatorze URI „{0}”.
pt_br: O ouvinte de transporte Tcp começou a escutar no uri:'{0}'.
pt_pt: Escuta do transporte tcp a começar a escutar no uri: '{0}'.
ru: Прослушиватель транспорта TCP, начинает прослушивание по URI: "{0}".
sv: Tcp-transportlyssnaren börjar lyssna på uri:{0}.
tr: '{0}' uri'sinde tcp aktarma dinleyicisi dinlemeye başlıyor.
zh_cn: Tcp 传输侦听器正在开始侦听 URI“{0}”。
zh_tw: 開始在 URI:'{0}' 上接聽 Tcp 傳輸接聽項。

# event_TcpTransportListenerListeningStop
source: Tcp transport listener listening.
ar: الاستماع إلى وحدة إصغار نقل Tcp.
cs: Naslouchací proces přenosu protokolu TCP naslouchá.
da: TCP Transport-lyttefunktionen lytter.
de: Der TCP-Transportlistener ist empfangsbereit.
el: Η ακρόαση μεταφοράς Tcp κάνει ακρόαση.
es: Escucha de transporte de TCP a la escucha.
fi: Tcp-siirron kuuntelutoiminto kuuntelee.
fr: Écouteur de transport TCP à l'écoute.
he: מאזין תעבורת TCP מבצע האזנה.
hu: A TCP-átvitelfigyelő figyel.
it: Listener di trasporto TCP in ascolto.
ja: TCP トランスポート リスナーがリッスンしています。
ko: TCP 전송 리스너가 수신 중입니다.
nb: Tcp-transportlytter lytter.
nl: Luisteren TCP-transport-listener.
pl: Odbiornik transportu TCP wykonuje nasłuchiwanie.
pt_br: Ouvinte de transporte Tcp escutando.
pt_pt: Escuta do transporte tcp ativa.
ru: Прослушивание прослушивателя транспорта TCP.
sv: Tcp-transportlyssnaren lyssnar.
tr: Tcp aktarma dinleyicisi dinliyor.
zh_cn: Tcp 传输侦听器正在侦听。
zh_tw: Tcp 傳輸接聽項正在接聽。

# event_TextMessageDecodingStart
source: TextMessageEncoder started decoding the message.
ar: بدأ TextMessageEncoder فك ترميز الرسالة.
cs: Kodér TextMessageEncoder zahájil dekódování zprávy.
da: TextMessageEncoder startede dekodningen af meddelelsen.
de: Das Decodieren der Nachricht wurde von TextMessageEncoder gestartet.
el: Το στοιχείο TextMessageEncoder ξεκίνησε την αποκωδικοποίηση του μηνύματος.
es: TextMessageEncoder inició la descodificación del mensaje.
fi: TextMessageEncoder aloitti viestin koodauksen purkamisen.
fr: TextMessageEncoder a démarré le décodage du message.
he: TextMessageEncode התחיל לפענח את ההודעה.
hu: A TextMessageEncoder megkezdte az üzenet dekódolását.
it: TextMessageEncoder ha avviato decodifica il messaggio.
ja: TextMessageEncoder がメッセージのデコードを開始しました。
ko: TextMessageEncoder에서 메시지 디코딩이 시작되었습니다.
nb: TextMessageEncoder startet dekoding av meldingen.
nl: TextMessageEncoder is begonnen met het decoderen van het bericht.
pl: Obiekt TextMessageEncoder rozpoczął dekodowanie komunikatu.
pt_br: TextMessageEncoder iniciou a decodificação da mensagem.
pt_pt: A TextMessageEncoder começou a descodificar a mensagem.
ru: TextMessageEncoder начал расшифровку сообщения.
sv: TextMessageEncoder började avkoda meddelandet.
tr: TextMessageEncoder iletinin kodunu çözmeye başladı.
zh_cn: TextMessageEncoder 已开始解码消息。
zh_tw: TextMessageEncoder 開始解碼訊息。

# event_TextMessageEncodingStart
source: TextMessageEncoder started encoding the message.
ar: بدأ TextMessageEncoder ترميز الرسالة.
cs: Kodér TextMessageEncoder zahájil kódování zprávy.
da: TextMessageEncoder startede kodningen af meddelelsen.
de: Die Codierung der Nachricht wurde von TextMessageEncoder gestartet.
el: Το στοιχείο TextMessageEncoder ξεκίνησε την κωδικοποίηση του μηνύματος.
es: TextMessageEncoder inició la codificación del mensaje.
fi: TextMessageEncoder aloitti viestin koodauksen.
fr: TextMessageEncoder a démarré l'encodage du message.
he: TextMessageEncode התחיל לקודד את ההודעה.
hu: A TextMessageEncoder megkezdte az üzenet kódolását.
it: TextMessageEncoder ha avviato la codifica del messaggio.
ja: TextMessageEncoder がメッセージのエンコードを開始しました。
ko: TextMessageEncoder에서 메시지 인코딩이 시작되었습니다.
nb: TextMessageEncoder startet koding av meldingen.
nl: TextMessageEncoder is begonnen met de codering van het bericht.
pl: Obiekt TextMessageEncoder rozpoczął kodowanie komunikatu.
pt_br: TextMessageEncoder iniciou a codificação da mensagem.
pt_pt: A TextMessageEncoder começou a codificar a mensagem.
ru: TextMessageEncoder начал кодирование сообщения.
sv: TextMessageEncoder började koda meddelandet.
tr: TextMessageEncoder iletiyi kodlamaya başladı.
zh_cn: TextMessageEncoder 已开始编码消息。
zh_tw: TextMessageEncoder 開始編碼訊息。

# event_ThrowingEtwException
source: Throwing an exception. Source: {0}. Exception details: {1}
ar: طرح استثناء. المصدر: {0}. تفاصيل الاستثناء: {1}
cs: Došlo k výjimce. Zdroj: {0}. Podrobnosti výjimky: {1}
da: Der blev udløst en undtagelse. Kilde: {0}. Oplysninger om undtagelse: {1}
de: Eine Ausnahme wird ausgelöst. Quelle: {0}. Ausnahmedetails: {1}
el: Δημιουργία μιας εξαίρεσης. Προέλευση: {0}. Λεπτομέρειες εξαίρεσης: {1}
es: Generación de una excepción. Origen: {0}. Detalles de la excepción: {1}
fi: Aiheutetaan poikkeus. Lähde: {0}. Poikkeuksen tiedot: {1}
fr: Levée d'une exception. Source: {0}. Détails de l'exception : {1}
he: מתריע על חריגה. מקור {0}. פרטי חריגה:{1}
hu: Kivétel kiváltása. Forrás: {0}. A kivétel részletei: {1}
it: Verrà generata un'eccezione. Origine: {0}. Dettagli eccezione: {1}
ja: 例外をスローしています。発生元 {0}。例外の詳細: {1}
ko: 예외가 발생하는 중입니다. 원본: {0}. 예외 정보: {1}
nb: Det oppstod et unntak. Kilde {0}. Unntaksdetaljer: {1}
nl: Er wordt een uitzondering gegenereerd. Bron: {0}. Uitzonderingsdetails: {1}
pl: Zgłaszanie wyjątku. Źródło: {0}. Szczegóły wyjątku: {1}
pt_br: Gerando uma exceção. Origem: {0}. Detalhes da exceção: {1}
pt_pt: A gerar uma exceção. Origem {0}. Detalhes da exceção: {1}
ru: Создание исключения. Источник: {0}. Сведения об исключении: {1}
sv: Utlöser ett undantag. Källa: {0}. Undantagsinformation: {1}
tr: Özel durum oluşturuluyor. Kaynak: {0}. Özel durum ayrıntıları: {1}
zh_cn: 正在引发异常。源: {0}。异常的详细信息: {1}
zh_tw: 正在擲回例外狀況。來源: {0}。例外狀況詳細資料: {1}

# event_ThrowingEtwExceptionVerbose
source: Throwing an exception. Source: {0}. Exception details: {1}
ar: طرح استثناء. المصدر: {0}. تفاصيل الاستثناء: {1}
cs: Došlo k výjimce. Zdroj: {0}. Podrobnosti výjimky: {1}
da: Der blev udløst en undtagelse. Kilde: {0}. Oplysninger om undtagelse: {1}
de: Eine Ausnahme wird ausgelöst. Quelle: {0}. Ausnahmedetails: {1}
el: Δημιουργία μιας εξαίρεσης. Προέλευση: {0}. Λεπτομέρειες εξαίρεσης: {1}
es: Generación de una excepción. Origen: {0}. Detalles de la excepción: {1}
fi: Aiheutetaan poikkeus. Lähde: {0}. Poikkeuksen tiedot: {1}
fr: Levée d'une exception. Source: {0}. Détails de l'exception : {1}
he: מתריע על חריגה. מקור {0}. פרטי חריגה:{1}
hu: Kivétel kiváltása. Forrás: {0}. A kivétel részletei: {1}
it: Verrà generata un'eccezione. Origine: {0}. Dettagli eccezione: {1}
ja: 例外をスローしています。発生元 {0}。例外の詳細: {1}
ko: 예외가 발생하는 중입니다. 원본: {0}. 예외 정보: {1}
nb: Det oppstod et unntak. Kilde {0}. Unntaksdetaljer: {1}
nl: Er wordt een uitzondering gegenereerd. Bron: {0}. Uitzonderingsdetails: {1}
pl: Zgłaszanie wyjątku. Źródło: {0}. Szczegóły wyjątku: {1}
pt_br: Gerando uma exceção. Origem: {0}. Detalhes da exceção: {1}
pt_pt: A gerar uma exceção. Origem {0}. Detalhes da exceção: {1}
ru: Создание исключения. Источник: {0}. Сведения об исключении: {1}
sv: Utlöser ett undantag. Källa: {0}. Undantagsinformation: {1}
tr: Özel durum oluşturuluyor. Kaynak: {0}. Özel durum ayrıntıları: {1}
zh_cn: 正在引发异常。源: {0}。异常的详细信息: {1}
zh_tw: 正在擲回例外狀況。來源: {0}。例外狀況詳細資料: {1}

# event_ThrowingException
source: Throwing an exception. Source: {0}. Exception details: {1}
ar: طرح استثناء. المصدر: {0}. تفاصيل الاستثناء: {1}
cs: Generování výjimky. Zdroj: {0}. Podrobnosti výjimky: {1}
da: Der blev udløst en undtagelse. Kilde {0}. Oplysninger om undtagelse: {1}
de: Eine Ausnahme wird ausgelöst. Quelle: {0}. Ausnahmedetails: {1}
el: Δημιουργία μιας εξαίρεσης. Προέλευση: {0}. Λεπτομέρειες εξαίρεσης: {1}
es: Generación de una excepción. Origen: {0}. Detalles de la excepción: {1}
fi: Aiheutetaan poikkeus. Lähde: {0}. Poikkeuksen tiedot: {1}
fr: Levée d'une exception. Source: {0}. Détails de l'exception : {1}
he: מתריע על חריגה. מקור {0}. פרטי חריגה:{1}
hu: Kivétel kiváltása. Forrás: {0}. A kivétel részletei: {1}
it: Verrà generata un'eccezione. Origine: {0}. Dettagli eccezione: {1}
ja: 例外をスローしています。発生元 {0}。例外の詳細: {1}
ko: 예외가 발생하는 중입니다. 원본 {0}. 예외 정보: {1}
nb: Det oppstod et unntak. Kilde {0}. Unntaksdetaljer: {1}
nl: Er wordt een uitzondering gegenereerd. Bron: {0}. Uitzonderingsdetails: {1}
pl: Zgłaszanie wyjątku. Źródło: {0}. Szczegóły wyjątku: {1}
pt_br: Gerando uma exceção. Origem: {0}. Detalhes da exceção: {1}.
pt_pt: A gerar uma exceção. Origem {0}. Detalhes da exceção: {1}
ru: Создание исключения. Источник: {0}. Сведения об исключении: {1}
sv: Utlöser ett undantag. Källa {0}. Undantagsinformation: {1}
tr: Özel durum oluşturuluyor. Kaynak: {0}. Özel durum ayrıntıları: {1}
zh_cn: 正在引发异常。源: {0}。异常的详细信息: {1}
zh_tw: 正在擲回例外狀況。來源: {0}。例外狀況詳細資料: {1}

# event_ThrowingExceptionVerbose
source: Throwing an exception. Source: {0}. Exception details: {1}
ar: طرح استثناء. المصدر: {0}. تفاصيل الاستثناء: {1}
cs: Došlo k výjimce. Zdroj: {0}. Podrobnosti výjimky: {1}
da: Der blev udløst en undtagelse. Kilde: {0}. Oplysninger om undtagelse: {1}
de: Eine Ausnahme wird ausgelöst. Quelle: {0}. Ausnahmedetails: {1}
el: Δημιουργία μιας εξαίρεσης. Προέλευση: {0}. Λεπτομέρειες εξαίρεσης: {1}
es: Generación de una excepción Origen: {0}. Detalles de la excepción: {1}
fi: Aiheutetaan poikkeus. Lähde: {0}. Poikkeuksen tiedot: {1}
fr: Levée d'une exception. Source: {0}. Détails de l'exception : {1}
he: מתריע על חריגה. מקור {0}. פרטי חריגה:{1}
hu: Kivétel kiváltása. Forrás: {0}. A kivétel részletei: {1}
it: Verrà generata un'eccezione. Origine: {0}. Dettagli eccezione: {1}
ja: 例外をスローしています。発生元 {0}。例外の詳細: {1}
ko: 예외가 발생하는 중입니다. 원본: {0}. 예외 정보: {1}
nb: Det oppstod et unntak. Kilde {0}. Unntaksdetaljer: {1}
nl: Er wordt een uitzondering gegenereerd. Bron: {0}. Uitzonderingsdetails: {1}
pl: Zgłaszanie wyjątku. Źródło: {0}. Szczegóły wyjątku: {1}
pt_br: Gerando uma exceção. Origem: {0}. Detalhes da exceção: {1}
pt_pt: A gerar uma exceção. Origem {0}. Detalhes da exceção: {1}
ru: Создание исключения. Источник: {0}. Сведения об исключении: {1}
sv: Utlöser ett undantag. Källa: {0}. Undantagsinformation: {1}
tr: Özel durum oluşturuluyor. Kaynak: {0}. Özel durum ayrıntıları: {1}
zh_cn: 正在引发异常。源: {0}。异常的详细信息: {1}
zh_tw: 正在擲回例外狀況。來源: {0}。例外狀況詳細資料: {1}

# event_TimeoutOpeningSqlConnection
source: Timeout trying to open a SQL connection. The operation did not complete within the allotted timeout of {0}. The time allotted to this operation may have been a portion of a longer timeout.
ar: انتهت المهلة أثناء محاولة فتح اتصال SQL. لم تكتمل العملية في المهلة المخصصة لـ {0}. قد يكون الوقت المخصص لهذه العملية جزءًا من مهلة أطول.
cs: Při pokusu o otevření připojení SQL vypršel časový limit. Operace nebyla dokončena ve vyhrazeném čase {0}. Čas přidělený této operaci byl pravděpodobně částí delšího časového limitu.
da: Der opstod en timeout under forsøget på at åbne en SQL-forbindelse. Handlingen blev ikke fuldført inden for den tildelte timeout på {0}. Den tid, der er afsat til handlingen, kan være del af en længere timeout.
de: Timeout beim Versuch, eine SQL-Verbindung zu öffnen. Der Vorgang wurde nicht innerhalb des zugewiesenen Timeouts von {0} abgeschlossen. Der für diesen Vorgang zugewiesene Zeitraum war möglicherweise ein Teil eines längeren Timeouts.
el: Λήξη χρονικού ορίου κατά την προσπάθεια ανοίγματος σύνδεσης SQL. Η λειτουργία δεν ολοκληρώθηκε στο καθορισμένο χρονικό όριο {0}. Ο χρόνος που εκχωρήθηκε σε αυτήν τη λειτουργία ίσως είναι μέρος μεγαλύτερου χρονικού ορίου.
es: Se agotó el tiempo de espera al intentar abrir una conexión SQL. La operación no se completó en el tiempo de espera asignado de {0}. El tiempo asignado a esta operación puede haber sido una parte de un tiempo de espera mayor.
fi: Aikakatkaisu yritettäessä avata SQL-yhteyttä. Toimintoa ei tehty loppuun annetun aikakatkaisun {0} kuluessa. Tälle toiminnolle osoitettu aika on ehkä sisältynyt pitempään aikakatkaisuun.
fr: Expiration du délai d'attente lors de la tentative d'ouverture d'une connexion SQL. L'opération ne s'est pas terminée dans le délai imparti de {0}. Le temps alloué à cette opération fait peut-être partie d'un délai d'attente plus long.
he: הזמן הקצוב לניסיון פתיחת חיבור SQL הסתיים. הפעולה לא הושלמה במסגרת הזמן הקצוב שהוקצה של {0}. ייתכן שהזמן שהוקצה לפעולה זו היה חלק מזמן קצוב ארוך יותר.
hu: Időtúllépés történt egy SQL-kapcsolat megnyitására tett kísérlet során. A művelet nem fejeződött be az engedélyezett {0} időkorláton belül. A jelen művelethez engedélyezett idő egy hosszabb időtúllépési intervallum része lehetett.
it: Timeout durante il tentativo di aprire una connessione SQL. Operazione non completata entro il timeout assegnato di {0}. È possibile che la durata consentita per l'operazione fosse una porzione di un timeout più lungo.
ja: SQL 接続を開こうとしてタイムアウトしました。割り当てられたタイムアウト時間 {0} 内に操作が完了しませんでした。この操作に割り当てられた時間は、より長いタイムアウト時間の一部であった可能性があります。
ko: SQL 연결을 열려는 중 시간이 초과했습니다. 할당된 시간 제한인 {0} 내에 작업을 완료하지 못했습니다. 이 작업에 할당된 시간이 보다 긴 시간 제한의 일부일 수 있습니다.
nb: Det oppstod et tidsavbrudd under forsøk på å åpne en SQL-tilkobling. Operasjonen ble ikke fullført innen det angitte tidsavbruddet {0}. Tiden som er avsatt til denne operasjonen, kan ha vært en del av en lengre tidsavbrudd.
nl: Time-out bij het openen van een SQL-verbinding. De bewerking is niet voltooid binnen de toegewezen tijd van {0}. Mogelijk is de toegewezen tijd voor deze bewerking een deel van een langere time-out.
pl: Upłynął limit czasu próby otwarcia połączenia SQL. Operacja nie została ukończona w ciągu przydzielonego limitu czasu równego {0}. Czas przydzielony na tę operację mógł być częścią dłuższego limitu czasu.
pt_br: O tempo limite está tentando abrir uma conexão de SQL. A operação não foi concluída dentro do tempo limite designado de {0}. O tempo designado para essa operação pode ter sido parte de um tempo limite maior.
pt_pt: Tempo limite excedido ao abrir uma ligação de SQL. A operação não foi concluída dentro do tempo limite atribuído de {0}. O tempo atribuído a esta operação poderá ter sido parte de um tempo limite superior.
ru: Истекло время ожидания при открытии соединения SQL. Не удалось выполнить операцию за выделенное время ожидания {0}. Возможно, время, выделенное на эту операцию, входит в более продолжительное время ожидания.
sv: Tidsgränsen nåddes vid försök att öppna en SQL-anslutning. Åtgärden slutfördes inte inom den angivna tidsgränsen på {0}. Den tid som tilldelats till den här åtgärden kan ha varit en del av en längre tidsgräns.
tr: Bir SQL bağlantısı açılmaya çalışılırken zaman aşımı oluştu. İşlem, ayrılan {0} zaman aşımı süresi içinde tamamlanmadı. Bu işleme ayrılan süre, daha uzun bir zaman aşımı süresinin bir bölümü olabilir.
zh_cn: 尝试打开 SQL 连接时超时。操作在分配的超时 {0} 内没有完成。分配给该操作的时间可能已经是更长超时的一部分。
zh_tw: 嘗試開啟 SQL 連接時發生逾時。無法在預定逾時 {0} 內完成作業。分配給此作業的時間可能是較長逾時的一部分。

# event_TokenValidationFailure
source: SecurityToken (type '{0}' and id '{1}') validation failed. {2}
ar: فشل التحقق من صحة SecurityToken (النوع '{0}' وid '{1}'). {2}
cs: Ověření tokenu SecurityToken (typ {0} a ID {1}) se nezdařilo. {2}
da: Validering af SecurityToken (type '{0}' og id'et '{1}') mislykkedes. {2}
de: Fehler bei der Überprüfung des SecurityToken (Typ "{0}" und ID "{1}"). {2}
el: Η επικύρωση του SecurityToken (τύπος '{0}' και του αναγνωριστικού '{1}') απέτυχε. {2}
es: Error de validación de SecurityToken (tipo '{0}' e id '{1}'). {2}
fi: SecurityToken (tyyppi {0} ja tunnus {1}): tarkistus epäonnistui. {2}
fr: Échec de la validation de SecurityToken (type : '{0}' - ID : '{1}'). {2}
he: האימות של SecurityToken (סוג '{0}' ומזהה '{1}') נכשל. {2}
hu: A SecurityToken (típus: „{0}” és azonosító: „{1}”) érvényesítése sikertelen volt. {2}
it: La convalida di SecurityToken (tipo '{0}' e ID '{1}') non è riuscita. {2}
ja: SecurityToken (型 '{0}'、ID '{1}') の検証に失敗しました。{2}
ko: SecurityToken('{0}' 형식, ID '{1}') 유효성 검사에 실패했습니다. {2}
nb: Validering av SecurityToken (type {0} og ID {1}) mislyktes. {2}
nl: Validering SecurityToken (type {0} en id {1}) mislukt. {2}
pl: Sprawdzanie poprawności obiektu SecurityToken (typ: „{0}”; identyfikator: „{1}”) nie powiodło się. {2}
pt_br: Falha na validação de SecurityToken (tipo '{0}' e id '{1}). {2}
pt_pt: Falha na validação de SecurityToken (tipo '{0}' e id '{1}'). {2}
ru: Сбой при проверке SecurityToken (тип "{0}" и идентификатор "{1}"). {2}
sv: Verifieringen av SecurityToken (typ {0} och ID {1}) misslyckades. {2}
tr: SecurityToken ('{0}' türü ve '{1}' kimliği) doğrulaması başarısız oldu. {2}
zh_cn: SecurityToken (类型为“{0}”，ID 为“{1}”)验证已失败。{2}
zh_tw: SecurityToken (類型 '{0}' 和 ID '{1}') 驗證失敗。{2}
