Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_CompleteFaultWorkItem
source: A FaultWorkItem has completed for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. The exception was propagated from Activity '{3}', DisplayName: '{4}', InstanceId: '{5}'.
ar: اكتمل FaultWorkItem للنشاط '{0}', DisplayName: '{1}', InstanceId: '{2}'. تم نشر الاستثناء من النشاط '{3}', DisplayName: '{4}', InstanceId: '{5}'.
cs: Položka FaultWorkItem byla dokončena pro aktivitu {0} s názvem DisplayName {1} a InstanceId {2}. Výjimka byla rozšířena z aktivity {3} s názvem DisplayName {4} a InstanceId {5}.
da: Der blev fuldført en FaultWorkItem for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. Undtagelsen blev overført fra Activity '{3}', DisplayName: '{4}', InstanceId: '{5}'.
de: Für die Aktivität '{0}', DisplayName: '{1}', InstanceId: '{2}' wurde eine FaultWorkItem abgeschlossen. Die Ausnahme wurde von der Aktivität '{3}', DisplayName: '{4}', InstanceId: '{5}' propagiert.
el: Ένα FaultWorkItem ολοκληρώθηκε για Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. Η εξαίρεση μεταβιβάστηκε από Activity '{3}', DisplayName: '{4}', InstanceId: '{5}'.
es: FaultWorkItem se ha completado para la actividad '{0}', DisplayName: '{1}', InstanceId: '{2}'. La excepción se propagó desde la actividad '{3}', DisplayName: '{4}', InstanceId: '{5}'.
fi: Tehtävälle {0} (DisplayName: {1}, InstanceId: {2}) on suoritettu FaultWorkItem-kohde. Poikkeus välitettiin tehtävästä {3} (DisplayName: {4}, InstanceId: {5}).
fr: FaultWorkItem est terminé pour l'activité '{0}', DisplayName : '{1}', InstanceId : '{2}'. L'exception a été propagée à partir de l'activité '{3}', DisplayName : '{4}', InstanceId : '{5}'.
he: FaultWorkItem הושלם עבור פעילות '{0}', DisplayName‏: '{1}', InstanceId‏: '{2}'. החריגה הופצה מפעילות '{3}', DisplayName‏: '{4}', InstanceId‏: '{5}'.
hu: A(z) „{0}” tevékenységhez tartozó FaultWorkItem befejeződött. DisplayName: „{1}”, InstanceId: „{2}”. A kivétel a(z) „{3}” tevékenységből lett propagálva. DisplayName: „{4}”, InstanceId: „{5}”.
it: FaultWorkItem completato per l'attività '{0}', DisplayName: '{1}', InstanceId: '{2}'. Eccezione propagata dall'attività '{3}', DisplayName: '{4}', InstanceId: '{5}'.
ja: Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' の FaultWorkItem が完了しました。Activity '{3}'、DisplayName: '{4}'、InstanceId: '{5}' から例外が返されました。
ko: 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'에 대해 FaultWorkItem이 완료되었습니다. 작업 '{3}', DisplayName: '{4}', InstanceId: '{5}'에서 예외가 전파되었습니다.
nb: Et FaultWorkItem er fullført for aktiviteten {0}, DisplayName: {1}, InstanceId: {2}. Unntaket ble overført fra aktiviteten {3}, DisplayName: {4}, InstanceId: {5}.
nl: Er is een FaultWorkItem voltooid voor de activiteit {0} met de weergavenaam {1} en de exemplaar-id {2}. De uitzondering is doorgegeven vanuit de activiteit {3} met de weergavenaam {4} en de exemplaar-id {5}.
pl: Ukończono element roboczy FaultWorkItem dla działania {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}. Wyjątek pochodzi z działania {3}, nazwa wyświetlana: {4}, identyfikator wystąpienia: {5}.
pt_br: Um FaultWorkItem foi concluído para a atividade '{0}', DisplayName: '{1}', InstanceId: '{2}'. A exceção foi propagada da atividade '{3}', DisplayName: '{4}', InstanceId: '{5}'.
pt_pt: Foi concluído um FaultWorkItem para a Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. A exceção foi propagada da Activity '{3}', DisplayName: '{4}', InstanceId: '{5}'.
ru: Выполнение элемента FaultWorkItem для элемента Activity "{0}" завершено, DisplayName: "{1}", InstanceId: '{2}'. В элементе Activity "{3}" произошло исключение, DisplayName: "{4}", InstanceId: '{5}'.
sv: En FaultWorkItem har slutförts för aktivitet {0}, DisplayName: {1}, InstanceId: {2}. Undantaget spreds från aktivitet {3}, DisplayName: {4}, InstanceId: {5}.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' Activity'si için bir FaultWorkItem tamamlandı. Özel durum DisplayName: '{4}', InstanceId: '{5}' olan '{3}' Activity'sinden yayıldı.
zh_cn: Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”的 FaultWorkItem 已经完成。异常是从 Activity“{3}”、DisplayName“{4}”、InstanceId“{5}”传播的。
zh_tw: 已完成活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 的 FaultWorkItem。例外狀況傳播源自活動 '{3}'、DisplayName: '{4}'、InstanceId: '{5}'。

# event_CompleteRuntimeWorkItem
source: A runtime work item has completed for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ar: اكتمل عنصر عمل وقت التشغيل للنشاط '{0}', DisplayName: '{1}', InstanceId: '{2}'.
cs: Běhová pracovní položka byla dokončena pro aktivitu {0} s názvem DisplayName {1} a InstanceId {2}.
da: Der blev fuldført et kørselsarbejdselement for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
de: Für die Aktivität "{0}", DisplayName: "{1}", InstanceId: "{2}" wurde ein Laufzeit-Arbeitselement abgeschlossen.
el: Ένα στοιχείο εργασίας χρόνου εκτέλεσης ολοκληρώθηκε για Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
es: Se ha completado un elemento de trabajo en tiempo de ejecución para la actividad '{0}', DisplayName: '{1}', InstanceId: '{2}'.
fi: Tehtävälle {0} (DisplayName: {1}, InstanceId: {2}) on suoritettu suorituksenaikainen työkohde.
fr: Un élément de travail runtime est terminé pour l'activité '{0}', DisplayName : '{1}', InstanceId : '{2}'.
he: פריט עבודה של זמן ריצה הושלם עבור פעילות '{0}', DisplayName‏: '{1}', InstanceId‏: '{2}'.
hu: A(z) „{0}” tevékenységhez tartozó futásidejű munkaelem befejeződött. DisplayName: „{1}”, InstanceId: „{2}”.
it: Elemento di lavoro del runtime completato per l'attività '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ja: Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' のランタイム作業項目が完了しました。
ko: 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'에 대해 런타임 작업 항목이 완료되었습니다.
nb: Et arbeidselement for kjøretid er fullført for aktiviteten {0}, DisplayName: {1}, InstanceId: {2}.
nl: Er is een runtimewerkitem voltooid voor de activiteit {0} met de weergavenaam {1} en de exemplaar-id {2}.
pl: Ukończono element roboczy środowiska wykonawczego dla działania {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}.
pt_br: Um item de trabalho de tempo de execução foi concluído para a atividade '{0}', DisplayName: '{1}', InstanceId: '{2}'.
pt_pt: Foi concluído um item de trabalho de runtime para a Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ru: Выполнение рабочего элемента среды выполнения для элемента Activity "{0}" завершено, DisplayName: "{1}", InstanceId: '{2}'.
sv: En körningsarbetsuppgift har slutförts för aktivitet {0}, DisplayName: {1}, InstanceId: {2}.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' Activity'si için bir çalışma zamanı çalışma öğesi tamamlandı.
zh_cn: Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”的运行时工作项已经完成。
zh_tw: 已完成活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 的執行階段工作項目。

# event_CompleteTransactionContextWorkItem
source: A TransactionContextWorkItem has completed for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ar: اكتمل TransactionContextWorkItem للنشاط '{0}', DisplayName: '{1}', InstanceId: '{2}'.
cs: Položka TransactionContextWorkItem byla dokončena pro aktivitu {0} s názvem DisplayName {1} a InstanceId {2}.
da: Der blev fuldført et TransactionContextWorkItem for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
de: Für die Aktivität '{0}', DisplayName: '{1}', InstanceId: '{2}' wurde eine TransactionContextWorkItem abgeschlossen.
el: Ένα TransactionContextWorkItem ολοκληρώθηκε για Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
es: TransactionContextWorkItem se ha completado para la actividad '{0}', DisplayName: '{1}', InstanceId: '{2}'.
fi: Tehtävälle {0} (DisplayName: {1}, InstanceId: {2}) on suoritettu TransactionContextWorkItem-kohde.
fr: TransactionContextWorkItem est terminé pour l'activité '{0}', DisplayName : '{1}', InstanceId : '{2}'.
he: TransactionContextWorkItem הושלם עבור פעילות '{0}', DisplayName‏: '{1}', InstanceId‏: '{2}'.
hu: A(z) „{0}” tevékenységhez tartozó TransactionContextWorkItem befejeződött. DisplayName: „{1}”, InstanceId: „{2}”.
it: TransactionContextWorkItem completato per l'attività '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ja: Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' の TransactionContextWorkItem が完了しました。
ko: 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'에 대해 TransactionContextWorkItem이 완료되었습니다.
nb: Et TransactionContextWorkItem er fullført for aktiviteten {0}, DisplayName: {1}, InstanceId: {2}.
nl: Er is een TransactionContextWorkItem voltooid voor de activiteit {0} met de weergavenaam {1} en de exemplaar-id {2}.
pl: Ukończono element roboczy TransactionContextWorkItem dla działania {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}.
pt_br: Um TransactionContextWorkItem foi concluído para a atividade '{0}', DisplayName: '{1}', InstanceId: '{2}'.
pt_pt: Foi concluído um TransactionContextWorkItem para a Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ru: Выполнение элемента TransactionContextWorkItem для элемента Activity "{0}" завершено, DisplayName: "{1}", InstanceId: '{2}'.
sv: En TransactionContextWorkItem har slutförts för aktivitet {0}, DisplayName: {1}, InstanceId: {2}.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' Activity'si için bir TransactionContextWorkItem tamamlandı.
zh_cn: Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”的 TransactionContextWorkItem 已经完成。
zh_tw: 已完成活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 的 TransactionContextWorkItem。

# event_ConcurrentCallsRatio
source: Concurrent calls ratio: {0}/{1}
ar: نسبة المكالمات المتزامنة: {0}/{1}
cs: Poměr souběžných volání: {0}/{1}
da: Forhold for samtidige kald: {0}/{1}
de: Verhältnis gleichzeitiger Aufrufe: {0}/{1}
el: Αναλογία ταυτόχρονων κλήσεων: {0}/{1}
es: Proporción de llamadas simultáneas: {0}/{1}
fi: Samanaikaisten kutsujen suhde: {0}/{1}
fr: Ratio des appels simultanées : {0}/{1}
he: יחס שיחות בו-זמניות: {0}/{1}
hu: Egyidejű hívások aránya: {0}/{1}
it: Percentuale chiamate simultanee: {0}/{1}
ja: 同時呼び出しの比率: {0}/{1}
ko: 동시 호출 비율: {0}/{1}
nb: Forholdstall for samtidige kall: {0}/{1}
nl: Verhouding van gelijktijdig aantal aanroepen: {0}/{1}
pl: Współczynnik równoczesnych wywołań: {0}/{1}
pt_br: Taxa de chamadas simultâneas: {0}/{1}
pt_pt: Rácio de chamadas simultâneas: {0}/{1}
ru: Отношение одновременных вызовов: {0}/{1}
sv: Kvot för samtidiga anrop: {0}/{1}
tr: Eşzamanlı aramaların oranı: {0}/{1}
zh_cn: 并发调用比率: {0}/{1}
zh_tw: 同時呼叫的比例: {0}/{1}

# event_ConcurrentInstancesRatio
source: Concurrent instances ratio: {0}/{1}
ar: نسبة المثيلات المتزامنة: {0}/{1}
cs: Poměr souběžných instancí: {0}/{1}
da: Forhold for samtidige forekomster: {0}/{1}
de: Verhältnis gleichzeitige Instanzen: {0}/{1}
el: Αναλογία ταυτόχρονων εμφανίσεων: {0}/{1}
es: Proporción de instancias simultáneas: {0}/{1}
fi: Samanaikaisten esiintymien suhde: {0}/{1}
fr: Ratio des instances simultanées : {0}/{1}
he: יחס מופעים המתרחשים בו-זמנית: {0}/{1}
hu: Egyidejű példányok aránya: {0}/{1}
it: Percentuale istanze simultanee: {0}/{1}
ja: 同時インスタンスの比率: {0}/{1}
ko: 동시 인스턴스 비율: {0}/{1}
nb: Forholdstall for samtidige forekomster: {0}/{1}
nl: Verhouding gelijktijdige exemplaren: {0}/{1}
pl: Współczynnik równoczesnych wystąpień: {0}/{1}
pt_br: Taxa de instâncias simultâneas: {0}/{1}
pt_pt: Rácio de instâncias simultâneas: {0}/{1}
ru: Отношение одновременных экземпляров: {0}/{1}
sv: Kvot för samtidiga instanser: {0}/{1}
tr: Eşzamanlı örneklerin oranı: {0}/{1}
zh_cn: 并发实例比率: {0}/{1}
zh_tw: 並行的執行個體比例: {0}/{1}

# event_ConcurrentSessionsRatio
source: Concurrent sessions ratio: {0}/{1}
ar: نسبة الجلسات المتزامنة: {0}/{1}
cs: Poměr souběžných relací: {0}/{1}
da: Forhold for samtidige sessioner: {0}/{1}
de: Verhältnis gleichzeitige Sitzungen: {0}/{1}
el: Αναλογία ταυτόχρονων περιόδων λειτουργίας: {0}/{1}
es: Proporción de sesiones simultáneas: {0}/{1}
fi: Samanaikaisten istuntojen suhde: {0}/{1}
fr: Ratio des sessions simultanées : {0}/{1}
he: יחס הפעלות בו זמניות: {0}/{1}
hu: Egyidejű munkamenetek aránya: {0}/{1}
it: Percentuale sessioni simultanee: {0}/{1}
ja: 同時セッションの比率: {0}/{1}
ko: 동시 세션 비율: {0}/{1}
nb: Forholdstall for samtidige økter: {0}/{1}
nl: Verhouding gelijktijdige sessies: {0}/{1}
pl: Współczynnik równoczesnych sesji: {0}/{1}
pt_br: Taxa de sessões simultâneas: {0}/{1}
pt_pt: Rácio de sessões simultâneas: {0}/{1}
ru: Отношение одновременных сеансов: {0}/{1}
sv: Kvot för samtidiga sessioner: {0}/{1}
tr: Eşzamanlı oturumların oranı: {0}/{1}
zh_cn: 并发会话比率: {0}/{1}
zh_tw: 並行的工作階段比例: {0}/{1}

# event_ConnectionPoolMiss
source: Pool for {0} has no available connection and {1} busy connections.
ar: لا يحتوي التجميع الخاص بـ {0} على أي اتصال متوفر و{1} اتصالات مشغولة.
cs: Fond pro {0} nemá k dispozici žádné další připojení, přičemž počet aktivních připojení je: {1}.
da: Gruppen for {0} har ingen ledig forbindelse og {1} optagede forbindelser.
de: Der Pool für "{0}" besitzt keine verfügbaren Verbindungen und {1} ausgelastete Verbindungen.
el: Ο χώρος συγκέντρωσης για {0} δεν έχει διαθέσιμη σύνδεση και {1} απασχολημένες συνδέσεις.
es: El grupo de {0} no tiene una conexión disponible y {1} conexiones ocupadas.
fi: Varannossa {0} ei ole käytettävissä olevaa yhteyttä ja {1} varattua yhteyttä.
fr: Le pool de {0} ne dispose d'aucune connexion disponible et dispose de {1} connexions occupées.
he: למאגר של {0} אין חיבור זמין ו-{1} חיבורים תפוסים.
hu: A(z) {0} készletében nincs használható kapcsolat, és {1} foglalt kapcsolat van.
it: Il pool per {0} non ha nessuna connessione disponibile e {1} connessioni occupate.
ja: {0} のプールに使用可能な接続がありません。{1} 個の接続がビジー状態です。
ko: {0}에 대한 풀에 사용 가능한 연결이 없고 {1}개의 연결을 사용 중입니다.
nb: Utvalget for {0} har ingen tilgjengelig tilkobling og {1} opptatte tilkoblinger.
nl: Groep voor {0} heeft geen beschikbare verbinding en {1} bezette verbindingen.
pl: Pula dla {0} nie ma dostępnych połączeń i ma następującą liczbę zajętych połączeń: {1}.
pt_br: O pool de {0} não tem conexões disponíveis e {1} conexões estão ocupadas.
pt_pt: O conjunto de {0} não tem ligações disponíveis e tem {1} ligações ocupadas.
ru: В пуле для {0} нет доступного соединения и есть {1} занятых соединений.
sv: Poolen för {0} har ingen tillgänglig anslutning och {1} upptagna anslutningar.
tr: {0} havuzunda hiç kullanılabilir bağlantı yok ve {1} meşgul bağlantı var.
zh_cn: {0} 的池没有可用的连接，{1} 个连接忙。
zh_tw: {0} 的集區沒有可用的連接和 {1} 忙碌的連線。

# event_ConnectionReaderSendFault
source: Connection reader sending fault '{0}'.
ar: يرسل قارئ الاتصال خطأ '{0}'.
cs: Objekt pro čtení připojení odesílá chybu {0}.
da: Forbindelseslæseren sendte fejlen '{0}'.
de: Der Verbindungsleser sendet Fehler "{0}".
el: Σφάλμα αποστολής προγράμματος ανάγνωσης '{0}'.
es: Error en el envío del lector de conexión '{0}'.
fi: Yhteydenlukija lähetti virheen {0}.
fr: Envoi de l'erreur '{0}' par le lecteur de connexion.
he: קורא החיבורים שולח תקלה '{0}'.
hu: A kapcsolatolvasó a következő hibát küldi: „{0}”.
it: Invio errore '{0}' da parte del lettore di connessione.
ja: 接続リーダーがエラー '{0}' を送信しています。
ko: 연결 판독기가 오류 '{0}'을(를) 전송하고 있습니다.
nb: Tilkoblingsleser sender feilen {0}.
nl: Verbindingslezer verzendt fout {0}.
pl: Błąd wysyłania „{0}” w czytniku połączeń.
pt_br: Falha no envio do leitor de conexão '{0}'.
pt_pt: Leitor de ligações a enviar falha '{0}'.
ru: Ошибка при отправке модуля чтения соединения "{0}".
sv: Anslutningsläsaren skickar felet {0}.
tr: Bağlantı okuyucusu '{0}' hatasını gönderiyor.
zh_cn: 连接读取器发送错误“{0}”。
zh_tw: 連線讀取器正在傳送錯誤 '{0}'。

# event_CreateBookmark
source: A Bookmark has been created for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
ar: تم إنشاء إشارة مرجعية للنشاط '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkName: {4}.
cs: Záložka byla vytvořena pro aktivitu {0} s názvem DisplayName {1} a InstanceId {2}. BookmarkName: {3}, BookmarkScope: {4}.
da: Der blev oprettet et Bookmark for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
de: Für die Aktivität '{0}', DisplayName: '{1}', InstanceId: '{2}' wurde eine Textmarke erstellt. BookmarkName: {3}, BookmarkScope: {4}.
el: Ένας σελιδοδείκτης δημιουργήθηκε για τη δραστηριότητα '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
es: Se ha creado un marcador para la actividad '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
fi: Tehtävälle {0} (DisplayName: {1}, InstanceId: {2}) on luotu kirjanmerkki. BookmarkName: {3}, BookmarkScope: {4}.
fr: Un signet a été créé pour l'activité '{0}', DisplayName : '{1}', InstanceId : '{2}'. BookmarkName : {3}, BookmarkScope : {4}.
he: סימניה נוצרה עבור פעילות '{0}'‏, DisplayName‏: '{1}'‏, InstanceId‏: '{2}'‏. BookmarkName‏: {3}‏, BookmarkScope‏: {4}.
hu: Bookmark került létrehozásra a(z) „{0}” tevékenységhez. DisplayName: „{1}”, InstanceId: „{2}”. BookmarkName: {3}, BookmarkScope: {4}.
it: Bookmark creato per l'attività '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
ja: Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' に対してブックマークが作成されました。BookmarkName: {3}、BookmarkScope: {4}。
ko: 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'에 대해 책갈피를 만들었습니다. BookmarkName: {3}, BookmarkScope: {4}.
nb: Et bokmerke er opprettet for aktiviteten {0}, DisplayName: {1}, InstanceId: {2}. BookmarkName: {3}, BookmarkScope: {4}.
nl: Er is een bladwijzer gemaakt voor de activiteit {0} met de weergavenaam {1} en de exemplaar-id {2}. BookmarkName: {3}, BookmarkScope: {4}.
pl: Utworzono zakładkę dla działania {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}. Nazwa zakładki: {3}, zakres zakładek: {4}.
pt_br: Um Bookmark foi criado para a atividade '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
pt_pt: Foi criado um Bookmark para a Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
ru: Для элемента Activity "{0}" создана закладка Bookmark, DisplayName: "{1}", InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
sv: Ett bokmärke har skapats för aktivitet {0}, DisplayName: {1}, InstanceId: {2}. BookmarkName: {3}, BookmarkScope: {4}.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' Activity'si için bir Bookmark oluşturuldu. BookmarkName: {3}, BookmarkScope: {4}.
zh_cn: 已为 Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”创建了书签。BookmarkName: {3}，BookmarkScope: {4}。
zh_tw: 已經為活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 建立書籤。BookmarkName: {3}、BookmarkScope: {4}。

# event_CreateBookmarkScope
source: A BookmarkScope has been created: {0}.
ar: تم إنشاء BookmarkScope: {0}.
cs: Rozsah BookmarkScope byl vytvořen: {0}.
da: Der blev oprettet et BookmarkScope: {0}.
de: Ein BookmarkScope wurde erstellt: {0}.
el: Δημιουργήθηκε ένα BookmarkScope: {0}.
es: Se ha creado un objeto BookmarkScope: {0}.
fi: BookmarkScope luotu: {0}.
fr: Un BookmarkScope a été créé : {0}.
he: BookmarkScope נוצר: {0}.
hu: BookmarkScope lett létrehozva: {0}.
it: BookmarkScope creato: {0}.
ja: BookmarkScope が作成されました: {0}。
ko: {0} BookmarkScope를 만들었습니다.
nb: BookmarkScope er opprettet: {0}.
nl: Er is een BookmarkScope gemaakt: {0}.
pl: Utworzono zakres zakładek: {0}.
pt_br: Um BookmarkScope foi criado: {0}.
pt_pt: Foi criado um BookmarkScope: {0}.
ru: Создан экземпляр BookmarkScope: {0}.
sv: Ett BookmarkScope har skapats: {0}.
tr: Bir BookmarkScope oluşturuldu: {0}.
zh_cn: 已创建 BookmarkScope: {0}。
zh_tw: 已建立 BookmarkScope: {0}。

# event_CreateServiceHostStart
source: Begin CreateServiceHost
ar: بدء CreateServiceHost
cs: Začátek metody CreateServiceHost
da: Begynd CreateServiceHost
de: CreateServiceHost starten
el: Έναρξη CreateServiceHost
es: Comenzar CreateServiceHost
fi: Aloita CreateServiceHost
fr: Démarrer CreateServiceHost
he: התחלת CreateServiceHost
hu: CreateServiceHost megkezdése
it: Inizio CreateServiceHost
ja: CreateServiceHost を開始します
ko: CreateServiceHost 시작
nb: Starter CreateServiceHost
nl: CreateServiceHost starten
pl: Rozpoczęcie wykonywania metody CreateServiceHost
pt_br: Iniciar CreateServiceHost
pt_pt: Iniciar CreateServiceHost
ru: Начало CreateServiceHost
sv: Starta CreateServiceHost
tr: CreateServiceHost'u başlat
zh_cn: 开始 CreateServiceHost
zh_tw: 開始 CreateServiceHost

# event_CreateServiceHostStop
source: End CreateServiceHost
ar: إنهاء CreateServiceHost
cs: Konec metody CreateServiceHost
da: Afslut CreateServiceHost
de: CreateServiceHost beenden
el: Λήξη CreateServiceHost
es: Finalizar CreateServiceHost
fi: Lopeta CreateServiceHost
fr: Arrêter CreateServiceHost
he: סיום CreateServiceHost
hu: CreateServiceHost befejezése
it: Fine CreateServiceHost
ja: CreateServiceHost を終了します
ko: CreateServiceHost 종료
nb: Avslutter CreateServiceHost
nl: CreateServiceHost beëindigen
pl: Zakończenie wykonywania metody CreateServiceHost
pt_br: Finalizar CreateServiceHost
pt_pt: Terminar CreateServiceHost
ru: Конец CreateServiceHost
sv: Avsluta CreateServiceHost
tr: CreateServiceHost'u sonlandır
zh_cn: 结束 CreateServiceHost
zh_tw: 結束 CreateServiceHost

# event_CreateWorkflowServiceHostStart
source: CreateWorkflowServiceHost start
ar: بدء CreateWorkflowServiceHost
cs: Spuštění metody CreateWorkflowServiceHost
da: Start af CreateWorkflowServiceHost
de: CreateWorkflowServiceHost starten
el: Έναρξη CreateWorkflowServiceHost
es: Inicio de CreateWorkflowServiceHost
fi: CreateWorkflowServiceHost alkaa
fr: Début de CreateWorkflowServiceHost
he: הפעלת CreateWorkflowServiceHost
hu: CreateWorkflowServiceHost indítása
it: Avvio di CreateWorkflowServiceHost
ja: CreateWorkflowServiceHost が開始します
ko: CreateWorkflowServiceHost 시작
nb: CreateWorkflowServiceHost starter
nl: CreateWorkflowServiceHost starten
pl: Rozpoczęcie wykonywania metody CreateWorkflowServiceHost
pt_br: Início de CreateWorkflowServiceHost
pt_pt: Iniciar CreateWorkflowServiceHost
ru: Запуск CreateWorkflowServiceHost
sv: Starta CreateWorkflowServiceHost
tr: CreateWorkflowServiceHost başlat
zh_cn: CreateWorkflowServiceHost 开始
zh_tw: CreateWorkflowServiceHost 開始

# event_CreateWorkflowServiceHostStop
source: CreateWorkflowServiceHost Stop
ar: إيقاف CreateWorkflowServiceHost
cs: Zastavení metody CreateWorkflowServiceHost
da: Stop af CreateWorkflowServiceHost
de: CreateWorkflowServiceHost beenden
el: Διακοπή CreateWorkflowServiceHost
es: Detención de CreateWorkflowServiceHost
fi: CreateWorkflowServiceHost päättyy
fr: Arrêt de CreateWorkflowServiceHost Stop
he: עצירת CreateWorkflowServiceHost
hu: CreateWorkflowServiceHost leállítása
it: Arresto di CreateWorkflowServiceHost
ja: CreateWorkflowServiceHost が停止します
ko: CreateWorkflowServiceHost 중지
nb: CreateWorkflowServiceHost stopper
nl: CreateWorkflowServiceHost stoppen
pl: Zatrzymanie wykonywania metody CreateWorkflowServiceHost
pt_br: Interrupção de CreateWorkflowServiceHost
pt_pt: Parar CreateWorkflowServiceHost
ru: Остановка CreateWorkflowServiceHost
sv: Stoppa CreateWorkflowServiceHost
tr: CreateWorkflowServiceHost durdur
zh_cn: CreateWorkflowServiceHost 停止
zh_tw: CreateWorkflowServiceHost 停止
