Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_InArgumentBound
source: In argument '{0}' on Activity '{1}', DisplayName: '{2}', InstanceId: '{3}' has been bound with value: {4}.
ar: تم ربط الوسيطة In '{0}' على النشاط '{1}', DisplayName: '{2}', InstanceId: '{3}' بالقيمة: {4}.
cs: Argument {0} v aktivitě {1} s názvem DisplayName {2} a InstanceId {3} byl vázán pomocí hodnoty: {4}.
da: I argumentet '{0}' på Activity '{1}' er DisplayName: '{2}', InstanceId: '{3}' blevet bundet med værdien: {4}.
de: Das Argument '{0}' der Aktivität '{1}', DisplayName: '{2}', InstanceId: '{3}' wurde mit Wert {4} gebunden.
el: Το όρισμα εισαγωγής '{0}' στη δραστηριότητα '{1}', DisplayName: '{2}', InstanceId: '{3}' συνδέεται με την τιμή: {4}.
es: El argumento '{0}' en la actividad '{1}', DisplayName: '{2}', InstanceId: '{3}' se ha enlazado con el valor: {4}.
fi: Tehtävän {1} argumentti {0} (DisplayName: {2}, InstanceId: {3}) on sidottu arvoon {4}.
fr: Dans l'argument '{0}' de l'activité '{1}', DisplayName : '{2}', InstanceId : '{3}' a été lié avec la valeur : {4}.
he: ארגומנט ה- In ‏'{0}' בפעילות '{1}', DisplayName‏: '{2}', InstanceId‏: '{3}' התאגד עם הערך: {4}.
hu: A(z) „{1}” tevékenység „{0}” argumentumában (DisplayName: „{2}”, InstanceId: „{3}”)a következő értékű kötés jött létre: {4}.
it: Argomento In '{0}' nell'attività '{1}', DisplayName: '{2}', InstanceId: '{3}' è stato associato al valore: {4}.
ja: Activity '{1}'、DisplayName: '{2}'、InstanceId: '{3}' の引数 '{0}' に値: {4} がバインドされました。
ko: 작업 '{1}', DisplayName: '{2}', InstanceId: '{3}'에 대한 In Argument '{0}'이(가) 값: {4}에 바인딩되었습니다.
nb: InArgument {0} på aktiviteten {1}, DisplayName: {2}, InstanceId: {3} er bundet med verdien: {4}.
nl: Het In-argument {0} voor de activiteit {1} met de weergavenaam {2} en de exemplaar-id {3} is gebonden aan de waarde {4}.
pl: Argument In „{0}” działania {1}, nazwa wyświetlana: {2}, identyfikator wystąpienia: {3}, został powiązany z wartością: {4}.
pt_br: O argumento In '{0}' na atividade '{1}', DisplayName: '{2}', InstanceId: '{3}' foi associado ao valor: {4}.
pt_pt: Argumento In '{0}' na Activity '{1}', DisplayName: '{2}', InstanceId: '{3}' foi vinculado com o valor: {4}.
ru: В аргументе "{0}" элемента Activity "{1}", DisplayName: "{2}", InstanceId: объект "{3}" был связан со следующим значением: {4}.
sv: I argumentet {0} för aktivitet {1} har DisplayName: {2}, InstanceId: {3} bundits med värde: {4}.
tr: DisplayName: '{2}', InstanceId: '{3}' olan '{1}' Activity'sindeki '{0}' girdi bağımsız değişkeni {4} değeriyle bağlanmış.
zh_cn: Activity“{1}”、DisplayName“{2}”、InstanceId“{3}”的 In 参数“{0}”已经与值 {4} 绑定。
zh_tw: 活動 '{1}'、DisplayName: '{2}'、InstanceId: '{3}' 上的輸入引數 '{0}' 已經與下列值繫結: {4}。

# event_IncomingMessageVerified
source: Incoming message has been verified.
ar: تم التحقق من الرسالة الواردة.
cs: Příchozí zpráva byla ověřena.
da: Den indgående meddelelse er bekræftet.
de: Die eingehende Nachricht wurde überprüft.
el: Το εισερχόμενο μήνυμα επαληθεύτηκε.
es: Se comprobó el mensaje entrante.
fi: Saapuva viesti on tarkistettu.
fr: Le message entrant a été vérifié.
he: ההודעה הנכנסת אומתה.
hu: A bejövő üzenet ellenőrzése befejeződött.
it: Messaggio in ingresso verificato.
ja: 受信メッセージが確認されました。
ko: 들어오는 메시지가 확인되었습니다.
nb: Innkommende melding er bekreftet.
nl: Inkomende bericht is geverifieerd.
pl: Zweryfikowano komunikat przychodzący.
pt_br: A mensagem de entrada foi verificada.
pt_pt: A mensagem a receber foi verificada.
ru: Входящее сообщение проверено.
sv: Inkommande meddelande har verifierats.
tr: Gelen ileti doğrulandı.
zh_cn: 已验证传入消息。
zh_tw: 內送郵件已經過驗證。

# event_IncrementBusyCount
source: IncrementBusyCount called. Source : {0}
ar: تم استدعاء IncrementBusyCount. المصدر : {0}
cs: Byla volána metoda IncrementBusyCount. Zdroj: {0}
da: IncrementBusyCount kaldt. Kilde: {0}
de: IncrementBusyCount aufgerufen. Quelle: {0}
el: Κλήση IncrementBusyCount. Προέλευση : {0}
es: Se ha llamado a IncrementBusyCount. Origen: {0}
fi: Tehtiin IncrementBusyCount-kutsu. Lähde: {0}
fr: IncrementBusyCount appelé. Source : {0}
he: בוצעה קריאה ל- IncrementBusyCount. מקור: {0}
hu: Meg lett hívva az IncrementBusyCount metódus. Forrás: {0}
it: Chiamato IncrementBusyCount. Origine: {0}
ja: IncrementBusyCount が呼び出されました。ソース: {0}
ko: IncrementBusyCount를 호출했습니다. 소스: {0}
nb: IncrementBusyCount kalles. Kilde: {0}
nl: IncrementBusyCount aangeroepen. Bron: {0}
pl: Wywołano metodę IncrementBusyCount. Źródło: {0}
pt_br: IncrementBusyCount chamada. Origem: {0}
pt_pt: IncrementBusyCount chamado. Origem : {0}
ru: Вызван IncrementBusyCount. Источник: {0}
sv: IncrementBusyCount har anropats. Källa: {0}
tr: IncrementBusyCount çağrıldı. Kaynak : {0}
zh_cn: 调用了 IncrementBusyCount。源: {0}
zh_tw: IncrementBusyCount 已呼叫。來源 : {0}

# event_InferredContractDescription
source: ContractDescription with Name='{0}' and Namespace='{1}' has been inferred from WorkflowService.
ar: تم استنتاج ContractDescription ذي الاسم Name='{0}' ومساحة الاسم Namespace='{1}' من WorkflowService.
cs: Třída ContractDescription s názvem {0} a oborem názvů {1} je odvozena od implementace WorkflowService.
da: ContractDescription med Name='{0}' og Namespace='{1}' er blevet afledt af WorkflowService.
de: Die ContractDescription mit Name='{0}' und Namespace='{1}' wurde aus WorkflowService abgeleitet.
el: Πραγματοποιήθηκε παρεμβολή στο ContractDescription με Name='{0}' και Namespace='{1}' από την WorkflowService.
es: ContractDescription con Name='{0}' y Namespace='{1}' se ha inferido de WorkflowService.
fi: ContractDescription (nimi: {0}, nimitila: {1}) on johdettu WorkflowService-kohteesta.
fr: ContractDescription avec Name='{0}' et Namespace='{1}' a été déduit de WorkflowService.
he: ContractDescription עם Name='{0}'‎ ו- Namespace='{1}'‎ הוסק מ- WorkflowService.
hu: Name='{0}' és Namespace='{1}' értékkel rendelkező ContractDescription lett kikövetkeztetve a WorkflowService objektumból.
it: ContractDescription con Name='{0}' e Namespace='{1}' dedotta da WorkflowService.
ja: Name='{0}'、Namespace='{1}' の ContractDescription は WorkflowService から推論されました。
ko: Name='{0}'이고 Namespace='{1}'인 ContractDescription이 WorkflowService에서 유추되었습니다.
nb: ContractDescription med Name={0} og Namespace={1} er avledet fra WorkflowService.
nl: De ContractDescription met de naam {0} en de naamruimte {1} is afgeleid van de WorkflowService.
pl: Obiekt ContractDescription mający właściwość Name o wartości „{0}” i Namespace o wartości „{1}” został wywnioskowany na podstawie obiektu WorkflowService.
pt_br: ContractDescription com Name='{0}' e Namespace='{1}' foi inferida a partir de WorkflowService.
pt_pt: Foi inferido ContractDescription com Name='{0}' e Namespace='{1}' a partir de WorkflowService.
ru: Описание ContractDescription с параметрами Name="{0}" и Namespace="{1}" было выведено из WorkflowService.
sv: ContractDescription med Name={0} och Namespace={1} har härletts från WorkflowService.
tr: Name='{0}' ve Namespace='{1}' olan ContractDescription WorkflowService'dan çıkarsandı.
zh_cn: 已从 WorkflowService 中推断出含有 Name='{0}' 和 Namespace='{1}' 的 ContractDescription。
zh_tw: 已從 WorkflowService 推斷出 Name='{0}' 且 Namespace='{1}' 的 ContractDescription。

# event_InferredOperationDescription
source: OperationDescription with Name='{0}' in contract '{1}' has been inferred from WorkflowService. IsOneWay={2}.
ar: تم استنتاج OperationDescription بالاسم Name='{0}' في العقد '{1}' من WorkflowService. IsOneWay={2}.
cs: Třída OperationDescription s názvem {0} v kontraktu {1} byla odvozena od implementace WorkflowService. IsOneWay={2}.
da: OperationDescription med Name='{0}' i kontrakten '{1}' er blevet afledt af WorkflowService. IsOneWay={2}.
de: Die OperationDescription mit Name='{0}' im Vertrag '{1}' wurde aus WorkflowService abgeleitet. IsOneWay={2}.
el: Πραγματοποιήθηκε παρεμβολή στο OperationDescription με Name='{0}' στο συμβόλαιο '{1}' από την WorkflowService. IsOneWay={2}.
es: OperationDescription con Name='{0}' en el contrato '{1}' se ha inferido de WorkflowService. IsOneWay={2}.
fi: OperationDescription (nimi: {0}, nimitila: {1}) on johdettu WorkflowService-kohteesta. IsOneWay={2}.
fr: OperationDescription avec Name='{0}' dans le contrat '{1}' a été déduit de WorkflowService. IsOneWay={2}.
he: OperationDescription עם Name='{0}'‎ בחוזה '{1}' הוסק מ- WorkflowService. IsOneWay={2}.
hu: A(z) „{1}” egyezményben található, Name='{0}' értékekkel rendelkező OperationDescription lett kikövetkeztetve a WorkflowService objektumból. IsOneWay={2}
it: OperationDescription con Name='{0}' nel contratto '{1}' dedotta da WorkflowService. IsOneWay={2}.
ja: コントラクト '{1}' の Name='{0}' の OperationDescription は WorkflowService から推論されました。IsOneWay={2}.
ko: 계약 '{1}'에서 Name='{0}'인 OperationDescription이 WorkflowService에서 유추되었습니다. IsOneWay={2}
nb: OperationDescription med Name={0} i kontrakten {1} er avledet fra WorkflowService. IsOneWay={2}.
nl: De OperationDescription met de naam {0} in het contract {1} is afgeleid van de WorkflowService. IsOneWay={2}
pl: Obiekt OperationDescription mający właściwość Name o wartości „{0}” w kontrakcie „{1}” został wywnioskowany na podstawie obiektu WorkflowService. IsOneWay = {2}.
pt_br: OperationDescription com Name='{0}' no contrato '{1}' foi inferida a partir de WorkflowService. IsOneWay={2}.
pt_pt: Foi inferido OperationDescription com Name='{0}' no contrato '{1}' a partir de WorkflowService. IsOneWay={2}.
ru: Описание OperationDescription с параметром Name="{0}" в контракте "{1}" было выведено из WorkflowService. IsOneWay={2}.
sv: OperationDescription med Name={0} i kontraktet {1} har härletts från WorkflowService. IsOneWay={2}.
tr: '{1}' sözleşmesinde Name='{0}' olan OperationDescription WorkflowService'dan çıkarsandı. IsOneWay={2}.
zh_cn: 已从 WorkflowService 中推断出协定“{1}”中含有 Name='{0}' 的 OperationDescription。IsOneWay={2}。
zh_tw: 已從 WorkflowService 推斷出合約 '{1}' 中 Name='{0}' 的 OperationDescription。IsOneWay={2}

# event_InnerChannelCreationFailed
source: The DiscoveryClientChannel failed to create the channel with a discovered endpoint with EndpointAddress='{0}' and Via='{1}'. The DiscoveryClientChannel will now attempt to use the next available discovered endpoint.
ar: فشلت DiscoveryClientChannel في إنشاء القناة ذات نقطة النهاية المكتشفة المزودة بـ EndpointAddress='{0}' وVia='{1}'. سوف تحاول DiscoveryClientChannel الآن استخدام نقطة النهاية المكتشفة التالية.
cs: Objektu DiscoveryClientChannel se nepodařilo vytvořit kanál se zjistitelným koncovým bodem s parametry EndpointAddress={0} a Via={1}. Objekt DiscoveryClientChannel se pokusí použít další nalezený koncový bod, který bude k dispozici.
da: DiscoveryClientChannel kunne ikke oprette kanalen med et registreret slutpunkt med EndpointAddress='{0}' og Via='{1}'. DiscoveryClientChannel vil nu forsøge at bruge det næste tilgængelige registrerede slutpunkt.
de: Fehler beim Erstellen des Channels mit einem gefundenen Endpunkt mit EndpointAddress='{0}' und Via='{1}'. Vom DiscoveryClientChannel wird nun versucht, den nächsten verfügbaren gefundenen Endpunkt zu verwenden.
el: Το DiscoveryClientChannel απέτυχε να δημιουργήσει το κανάλι με εντοπισμένο τελικό σημείο με EndpointAddress='{0}' και Via='{1}'. Το DiscoveryClientChannel θα επιχειρήσει τώρα να χρησιμοποιήσει το επόμενο διαθέσιμο τελικό σημείο που εντοπίστηκε.
es: DiscoveryClientChannel no pudo crear el canal con un extremo detectado con EndpointAddress='{0}' y Via='{1}'. DiscoveryClientChannel ahora intentará usar el siguiente extremo detectable disponible.
fi: DiscoveryClientChannel ei voinut luoda kanavaa havaitulla päätepisteellä (EndpointAddress={0} ja Via={1}). DiscoveryClientChannel yrittää nyt käyttää seuraavaa käytettävissä olevaa havaittua päätepistettä.
fr: DiscoveryClientChannel n'a pas pu créer le canal avec un point de terminaison découvert avec EndpointAddress='{0}' et Via='{1}'. DiscoveryClientChannel va tenter d'utiliser le prochain point de terminaison découvert disponible.
he: ה- DiscoveryClientChannel נכשל ביצירת הערוץ עם נקודת קצה שהתגלתה עם EndpointAddress='{0}'‎ ו- Via='{1}'‎. ה- DiscoveryClientChannel ינסה כעת להשתמש בנקודת הקצה הזמינה הבאה שהתגלתה.
hu: A DiscoveryClientChannel nem tudta létrehozni a csatornát egy felderített végponttal (EndpointAddress='{0}' és Via='{1}'). A DiscoveryClientChannel most megkísérli a következő elérhető felderített végpontot használni.
it: DiscoveryClientChannel non è riuscito a creare il canale con un endpoint individuato con EndpointAddress='{0}' e Via='{1}'. DiscoveryClientChannel tenterà ora di utilizzare l'endpoint individuato disponibile successivo.
ja: DiscoveryClientChannel は、EndpointAddress='{0}' および Via='{1}' の探索されたエンドポイントを使用して、チャネルを作成できませんでした。DiscoveryClientChannel は、次に使用可能な探索されたエンドポイントを使用します。
ko: DiscoveryClientChannel에서 EndpointAddress='{0}' 및 Via='{1}'을(를) 사용하는 검색된 끝점으로 채널을 만들지 못했습니다. DiscoveryClientChannel은 이제 사용 가능한 다음 끝점으로 검색된 끝점을 사용하게 됩니다.
nb: DiscoveryClientChannel kan ikke opprette kanalen med et registrert endepunkt med EndpointAddress={0} og Via={1}. DiscoveryClientChannel prøver nå å bruke det neste tilgjengelige endepunktet som er registrert.
nl: DiscoveryClientChannel kan het kanaal niet maken met een opgespoord eindpunt met EndpointAddress='{0}' en Via='{1}'. DiscoveryClientChannel probeert nu het volgende beschikbare opgespoorde eindpunt te gebruiken.
pl: Obiekt DiscoveryClientChannel nie może utworzyć kanału z odnalezionym punktem końcowym, używając atrybutu EndpointAddress o wartości „{0}” i Via o wartości „{1}”. Obiekt DiscoveryClientChannel podejmie teraz próbę użycia następnego dostępnego odnalezionego punktu końcowego.
pt_br: Falha no DiscoveryClientChannel ao criar o canal com um ponto de extremidade descoberto com EndpointAddress='{0}' e Via='{1}'. O DiscoveryClientChannel agora tentará usar o próximo ponto de extremidade descoberto disponível.
pt_pt: O DiscoveryClientChannel não conseguiu criar o canal com um ponto final detetado com EndpointAddress='{0}' e Via='{1}'. O DiscoveryClientChannel tentará agora utilizar o próximo ponto final detetado disponível.
ru: Объекту DiscoveryClientChannel не удалось создать канал с обнаруженной конечной точкой с EndpointAddress="{0}" и Via="{1}". DiscoveryClientChannel попытается использовать следующую доступную из обнаруженных конечных точек.
sv: Kanalen med en identifierad slutpunkt med EndpointAddress={0} och Via={1} kunde inte skapas av DiscoveryClientChannel. Ett försök görs nu av DiscoveryClientChannel att använda nästa identifierade slutpunkt.
tr: DiscoveryClientChannel, EndpointAddress='{0}' ve Via='{1}' olan bulunan bitiş noktasına sahip bir kanal oluşturamadı. DiscoveryClientChannel şimdi bir sonraki bulunmuş bitiş noktasını kullanmayı deneyecek.
zh_cn: DiscoveryClientChannel 无法使用 EndpointAddress 为“{0}”且 Via 为“{1}”的已发现终结点创建通道。DiscoveryClientChannel 现在将尝试使用下一个可用的已发现终结点。
zh_tw: DiscoveryClientChannel 無法以 EndpointAddress='{0}' 且 Via='{1}' 的探索結果端點建立通道。DiscoveryClientChannel 現在將使用下一個可用的探索結果端點。

# event_InnerChannelOpenFailed
source: The DiscoveryClientChannel failed to open the channel with a discovered endpoint with EndpointAddress='{0}' and Via='{1}'. The DiscoveryClientChannel will now attempt to use the next available discovered endpoint.
ar: فشلت DiscoveryClientChannel في فتح القناة ذات نقطة النهاية المكتشفة المزودة بـ EndpointAddress='{0}' وVia='{1}'. سوف تحاول DiscoveryClientChannel الآن استخدام نقطة النهاية المكتشفة التالية.
cs: Objektu DiscoveryClientChannel se nepodařilo otevřít kanál se zjistitelným koncovým bodem s parametry EndpointAddress={0} a Via={1}. Objekt DiscoveryClientChannel se pokusí použít další nalezený koncový bod, který bude k dispozici.
da: DiscoveryClientChannel kunne ikke åbne kanalen med et registreret slutpunkt med EndpointAddress='{0}' og Via='{1}'. DiscoveryClientChannel vil nu forsøge at bruge det næste tilgængelige registrerede slutpunkt.
de: Fehler beim Öffnen des Channels mit einem gefundenen Endpunkt mit EndpointAddress='{0}' und Via='{1}'. Vom DiscoveryClientChannel wird nun versucht, den nächsten verfügbaren gefundenen Endpunkt zu verwenden.
el: Το DiscoveryClientChannel απέτυχε να δημιουργήσει το κανάλι με εντοπισμένο τελικό σημείο με EndpointAddress='{0}' και Via='{1}'. Το DiscoveryClientChannel θα επιχειρήσει τώρα να χρησιμοποιήσει το επόμενο διαθέσιμο τελικό σημείο που εντοπίστηκε.
es: DiscoveryClientChannel no pudo abrir el canal con un extremo detectado con EndpointAddress='{0}' y Via='{1}'. DiscoveryClientChannel ahora intentará usar el siguiente extremo detectable disponible.
fi: DiscoveryClientChannel ei voinut avata kanavaa havaitulla päätepisteellä (EndpointAddress={0} ja Via={1}). DiscoveryClientChannel yrittää nyt käyttää seuraavaa käytettävissä olevaa havaittua päätepistettä.
fr: DiscoveryClientChannel n'a pas pu ouvrir le canal avec un point de terminaison découvert avec EndpointAddress='{0}' et Via='{1}'. DiscoveryClientChannel va tenter d'utiliser le prochain point de terminaison découvert disponible.
he: ה- DiscoveryClientChannel נכשל בפתיחת הערוץ עם נקודת קצה שהתגלתה עם EndpointAddress='{0}'‎ ו- Via='{1}'‎. ה- DiscoveryClientChannel ינסה כעת להשתמש בנקודת הקצה הזמינה הבאה שהתגלתה.
hu: A DiscoveryClientChannel nem tudta megnyitni a csatornát egy felderített végponttal (EndpointAddress='{0}' és Via='{1}'). A DiscoveryClientChannel most megkísérli a következő elérhető felderített végpontot használni.
it: DiscoveryClientChannel non è riuscito ad aprire il canale con un endpoint individuato con EndpointAddress='{0}' e Via='{1}'. DiscoveryClientChannel tenterà ora di utilizzare l'endpoint individuato disponibile successivo.
ja: DiscoveryClientChannel は、EndpointAddress='{0}' および Via='{1}' の探索されたエンドポイントを使用して、チャネルを開くことができませんでした。DiscoveryClientChannel は、次に使用可能な探索されたエンドポイントを使用します。
ko: DiscoveryClientChannel에서 EndpointAddress='{0}' 및 Via='{1}'을(를) 사용하는 검색된 끝점으로 채널을 열지 못했습니다. DiscoveryClientChannel은 이제 사용 가능한 다음 끝점으로 검색된 끝점을 사용하게 됩니다.
nb: DiscoveryClientChannel kan ikke åpne kanalen med et registrert endepunkt med EndpointAddress={0} og Via={1}. DiscoveryClientChannel prøver nå å bruke det neste tilgjengelige endepunktet som er registrert.
nl: DiscoveryClientChannel kan het kanaal niet openen met een opgespoord eindpunt met EndpointAddress='{0}' en Via='{1}'. DiscoveryClientChannel probeert nu het volgende beschikbare opgespoorde eindpunt te gebruiken.
pl: Obiekt DiscoveryClientChannel nie może otworzyć kanału z odnalezionym punktem końcowym, używając atrybutu EndpointAddress o wartości „{0}” i Via o wartości „{1}”. Obiekt DiscoveryClientChannel podejmie teraz próbę użycia następnego dostępnego odnalezionego punktu końcowego.
pt_br: Falha no DiscoveryClientChannel ao abrir o canal com um ponto de extremidade descoberto com EndpointAddress='{0}' e Via='{1}'. O DiscoveryClientChannel agora tentará usar o próximo ponto de extremidade descoberto disponível.
pt_pt: O DiscoveryClientChannel não conseguiu abrir o canal com um ponto final detetado com EndpointAddress='{0}' e Via='{1}'. O DiscoveryClientChannel tentará agora utilizar o próximo ponto final detetado disponível.
ru: Объекту DiscoveryClientChannel не удалось открыть канал с обнаруженной конечной точкой с EndpointAddress="{0}" и Via="{1}". DiscoveryClientChannel попытается использовать следующую доступную из обнаруженных конечных точек.
sv: Kanalen med en identifierad slutpunkt med EndpointAddress={0} och Via={1} kunde inte öppnas av DiscoveryClientChannel. Ett försök görs nu av DiscoveryClientChannel att använda nästa identifierade slutpunkt.
tr: DiscoveryClientChannel, EndpointAddress='{0}' ve Via='{1}' olan bulunan bitiş noktasına sahip kanalı açamadı. DiscoveryClientChannel şimdi bir sonraki bulunmuş bitiş noktasını kullanmayı deneyecek.
zh_cn: DiscoveryClientChannel 无法使用 EndpointAddress 为“{0}”且 Via 为“{1}”的已发现终结点打开通道。DiscoveryClientChannel 现在将尝试使用下一个可用的已发现终结点。
zh_tw: DiscoveryClientChannel 無法以 EndpointAddress='{0}' 且 Via='{1}' 的探索結果端點開啟通道。DiscoveryClientChannel 現在將使用下一個可用的探索結果端點。
