Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_BufferOutOfOrderMessageNoBookmark
source: Operation '{1}' on service instance '{0}' cannot be performed at this time. Another attempt will be made when the service instance is ready to process this particular operation.
ar: لا يمكن تنفيذ العملية '{1}' على مثيل الخدمة '{0}' في الوقت الحالي. سيتم إجراء محاولة أخرى عندما يكون مثيل الخدمة جاهزًا لمعالجة هذه العملية بالذات.
cs: Operaci {1} na instanci služby {0} nelze aktuálně provést. Další pokus bude proveden, jakmile bude instance služby připravena na zpracování této konkrétní operace.
da: Handlingen '{1}' på tjenesteforekomsten '{0}' kan ikke udføres på nuværende tidspunkt. Der vil blive gjort endnu et forsøg, når tjenesteforekomsten er klar til at behandle denne handling.
de: Vorgang '{1}' der Dienstinstanz '{0}' kann derzeit nicht ausgeführt werden. Es wird ein weiterer Versuch unternommen, wenn die Dienstinstanz bereit ist, diesen Vorgang zu verarbeiten.
el: Η λειτουργία '{1}' στην παρουσία υπηρεσίας '{0}' δεν μπορεί να εκτελεστεί αυτήν τη στιγμή. Θα πραγματοποιηθεί μια άλλη προσπάθεια όταν η παρουσία υπηρεσίας είναι έτοιμη να επεξεργαστεί αυτήν τη συγκεκριμένη λειτουργία.
es: La operación '{1}' en la instancia del servicio '{0}' no se puede realizar en este momento. Se intentará de nuevo cuando la instancia del servicio esté lista para procesar esta operación en particular.
fi: Palveluesiintymän {0} toimintoa {1} ei voi suorittaa nyt. Toiminnon suorittamista yritetään uudelleen, kun palvelun esiintymä on valmis käsittelemään toiminnon.
fr: Impossible d'effectuer actuellement l'opération '{1}' sur l'instance de '{0}'. Une autre tentative sera faite lorsque l'instance de service sera prête à traiter cette opération.
he: אין אפשרות לבצע את הפעולה '{1}' במופע השירות '{0}' כעת. יתבצע ניסיון נוסף כאשר מופע השירות יהיה מוכן לעבד פעולה מסוימת זו.
hu: A(z) „{0}” szolgáltatáspéldányon jelenleg nem hajtható végre a következő művelet: „{1}”. Újabb végrehajtási kísérlet fog történni, amikor a szolgáltatáspéldány készen áll a művelet feldolgozására.
it: Impossibile eseguire l'operazione '{1}' nell'istanza del servizio '{0}'. Verrà effettuato un altro tentativo quando l'istanza del servizio è pronta a elaborare questa operazione.
ja: サービス インスタンス '{0}' での操作 '{1}' は現時点では実行できません。サービス インスタンスがこの特定の操作を処理できる状態になったとき、もう一度試行されます。
ko: 현재는 서비스 인스턴스 '{0}'에서 '{1}' 작업을 수행할 수 없습니다. 서비스 인스턴스에서 이 특정 작업을 처리할 준비가 되면 다시 작업이 시도됩니다.
nb: Operasjonen {1} på tjenesteforekomsten {0} kan ikke utføres for øyeblikket. Et nytt forsøk utføres når tjenesteforekomsten er klar for å behandle denne operasjonen.
nl: De bewerking {1} voor het service-exemplaar {0} kan op dit moment niet worden uitgevoerd. Er zal opnieuw worden geprobeerd de bewerking uit te voeren wanneer het service-exemplaar gereed is voor de verwerking van deze bewerking.
pl: W tym momencie nie można wykonać operacji {1} dla wystąpienia usługi {0}. Kolejna próba zostanie podjęta, gdy wystąpienie usługi będzie gotowe do przetworzenia tej operacji.
pt_br: Não é possível executar a operação '{1}' na instância de serviço '{0}' no momento. Outra tentativa será feita quando a instância de serviço estiver pronta para processar essa operação particular.
pt_pt: A operação '{1}' na instância do serviço '{0}' não pode ser efetuada neste momento. Será feita outra tentativa quando a instância do serviço estiver preparada para processar esta operação específica.
ru: Операция "{1}" в экземпляре службы "{0}" не может быть выполнена сейчас. Следующая попытка будет предпринята, когда экземпляр службы будет готов к обработке именно этой операции.
sv: Åtgärd {1} på tjänstinstansen {0} kan inte utföras just nu. Ett nytt försök görs när tjänstinstansen är redo att utföra denna åtgärd.
tr: '{0}' hizmet örneğindeki '{1}' işlemi şu anda gerçekleştirilemiyor. Hizmet örneği bu işlemi işlemeye hazır olduğundan bir deneme daha yapılacak.
zh_cn: 此时不能执行服务实例“{0}”上的操作“{1}”。服务实例准备好处理此特定操作时，将进行另一个尝试。
zh_tw: 目前無法在服務執行個體 '{0}' 上執行作業 '{1}'。將在服務執行個體準備就緒可以處理這個特定作業時，再次嘗試。

# event_BufferOutOfOrderMessageNoInstance
source: Operation '{0}' cannot be performed at this time. Another attempt will be made when the service instance is ready to process this particular operation.
ar: لا يمكن تنفيذ العملية '{0}' في الوقت الحالي. سيتم إجراء محاولة أخرى عندما يكون مثيل الخدمة جاهزًا لمعالجة هذه العملية بالذات.
cs: Operaci {0} nelze aktuálně provést. Další pokus bude proveden, jakmile bude instance služby připravena na zpracování této konkrétní operace.
da: Handlingen '{0}' kan ikke udføres på nuværende tidspunkt. Der vil blive gjort endnu et forsøg, når tjenesteforekomsten er klar til at behandle denne handling.
de: Vorgang '{0}' kann derzeit nicht ausgeführt werden. Es wird ein weiterer Versuch unternommen, wenn die Dienstinstanz bereit ist, diesen Vorgang zu verarbeiten.
el: Η λειτουργία '{0}' δεν μπορεί να εκτελεστεί αυτήν τη στιγμή. Μια άλλη προσπάθεια θα πραγματοποιηθεί όταν η παρουσία υπηρεσίας είναι έτοιμη να επεξεργαστεί αυτήν τη συγκεκριμένη λειτουργία.
es: La operación '{0}' no se puede realizar en este momento. Se intentará de nuevo cuando la instancia del servicio esté lista para procesar esta operación en particular.
fi: Toimintoa {0} ei voi suorittaa nyt. Toiminnon suorittamista yritetään uudelleen, kun palvelun esiintymä on valmis käsittelemään toiminnon.
fr: Impossible d'effectuer l'opération '{0}' actuellement. Une autre tentative sera faite lorsque l'instance de service sera prête à traiter cette opération.
he: אין אפשרות לבצע את הפעולה '{0}' כעת. יתבצע ניסיון נוסף כאשר מופע השירות יהיה מוכן לעבד פעולה מסוימת זו.
hu: Jelenleg nem hajtható végre a következő művelet: „{0}”. Újabb végrehajtási kísérlet fog történni, amikor a szolgáltatáspéldány készen áll a művelet feldolgozására.
it: Impossibile eseguire l'operazione '{0}'. Verrà effettuato un altro tentativo quando l'istanza del servizio è pronta a elaborare questa operazione.
ja: 操作 '{0}' は現時点では実行できません。サービス インスタンスがこの特定の操作を処理できる状態になったとき、もう一度試行されます。
ko: 현재는 '{0}' 작업을 수행할 수 없습니다. 서비스 인스턴스에서 이 특정 작업을 처리할 준비가 되면 다시 작업이 시도됩니다.
nb: Operasjonen {0} kan ikke utføres for øyeblikket. Et nytt forsøk utføres når tjenesteforekomsten er klar for å behandle denne operasjonen.
nl: De bewerking {0} kan op dit moment niet worden uitgevoerd. Er zal opnieuw worden geprobeerd de bewerking uit te voeren wanneer het service-exemplaar gereed is voor de verwerking van deze bewerking.
pl: W tym momencie nie można wykonać operacji {0}. Kolejna próba zostanie podjęta, gdy wystąpienie usługi będzie gotowe do przetworzenia tej operacji.
pt_br: Não é possível executar a operação '{0}' no momento. Outra tentativa será feita quando a instância de serviço estiver pronta para processar essa operação particular.
pt_pt: Não é possível efetuar a operação '{0}' neste momento. Será feita outra tentativa quando a instância do serviço estiver preparada para processar esta operação específica.
ru: Операция "{0}" не может быть выполнена сейчас. Следующая попытка будет предпринята, когда экземпляр службы будет готов к обработке именно этой операции.
sv: Åtgärd {0} kan inte utföras just nu. Ett nytt försök görs när tjänstinstansen är redo att utföra denna åtgärd.
tr: '{0}' işlemi şu anda gerçekleştirilemiyor. Hizmet örneği bu işlemi işlemeye hazır olduğundan bir deneme daha yapılacak.
zh_cn: 此时不能执行操作“{0}”。服务实例准备好处理此特定操作时，将进行另一个尝试。
zh_tw: 目前無法執行作業 '{0}'。將在服務執行個體準備就緒可以處理這個特定作業時，再次嘗試。

# event_BufferPoolAllocation
source: Pool allocating {0} Bytes.
ar: تخصيص التجميع {0} بايت.
cs: Fond přiděluje {0} bajtů.
da: Gruppen allokerer {0} byte.
de: Poolreservierung {0} Bytes.
el: Ο χώρος συγκέντρωσης εκχωρεί {0} Byte.
es: Asignación de grupo {0} Bytes.
fi: Varanto varaa {0} tavua.
fr: Le pool est en train d'allouer {0} octets.
he: המאגר מקצה {0} בתים.
hu: A készlet {0} bájtot foglal le.
it: Allocazione di {0} byte da parte del pool.
ja: プールが {0} バイトを割り当てています。
ko: 풀에서 {0}바이트를 할당하는 중입니다.
nb: Utvalg tildeler {0} byte.
nl: Groep wijst {0} bytes toe.
pl: Pula przydziela następującą liczbę bajtów: {0}.
pt_br: Alocação de Pool de {0} Bytes.
pt_pt: Conjunto a alocar {0} Bytes.
ru: Пул при выделении {0} байт.
sv: Poolen tilldelar {0} byte.
tr: Havuz {0} bayt ayırıyor.
zh_cn: 池正在分配 {0} 个字节。
zh_tw: 集區正在配置 {0} 位元組。

# event_BufferPoolChangeQuota
source: BufferPool of size {0}, changing quota by {1}.
ar: BufferPool من الحجم {0}، تغيير الحصة النسبية بمقدار {1}.
cs: Velikost fondu vyrovnávacích pamětí BufferPool: {0}, změna kvóty o: {1}
da: Størrelsen på BufferPool er {0}. Ændrer kvota med {1}.
de: BufferPool der Größe {0}, Kontingent wird um {1} geändert.
el: BufferPool μεγέθους {0}, αλλαγή ορίου κατά {1}.
es: BufferPool de tamaño {0}, cambiando la cuota por {1}.
fi: BufferPool-koko {0}, kiintiötä muutetaan määrällä {1}.
fr: Le BufferPool de taille {0} est en train de modifier le quota par {1}.
he: BufferPool בגודל {0}, משנה את המיכסה ב- {1}.
hu: BufferPool mérete: {0}, a kvóta módosítása a következő értékkel: {1}.
it: BufferPool di dimensioni {0}, modifica quota di {1}.
ja: BufferPool のサイズ: {0}、クォータの変更: {1}。
ko: 크기가 {0}인 BufferPool의 할당량을 {1}(으)로 변경하는 중입니다.
nb: BufferPool med størrelsen {0}, endrer kvoten med {1}.
nl: BufferPool met grootte {0}, verandering quota door {1}.
pl: Obiekt BufferPool ma rozmiar {0}; {1} zmienia przydział.
pt_br: BufferPool de tamanho {0}, alterando a cota em {1}.
pt_pt: Conjunto de memória intermédia de tamanho {0}, a alterar a quota em {1}.
ru: BufferPool размером {0}, изменение квоты на {1}.
sv: BufferPool har storleken {0}, ändrar kvoten med {1}.
tr: BufferPool {0} boyutunda, kota {1} değiştiriliyor.
zh_cn: BufferPool 的大小为 {0}，按 {1} 更改配额。
zh_tw: BufferPool 的大小為 {0}，正由 {1} 變更配額。

# event_CacheRootMetadataStart
source: CacheRootMetadata started on activity '{0}'
ar: تم بدء CacheRootMetadata على النشاط '{0}'
cs: Byla zahájena metoda CacheRootMetadata pro aktivitu {0}.
da: CacheRootMetadata blev startet for aktiviteten '{0}'
de: CacheRootMetadata wurde bei Aktivität "{0}" gestartet.
el: Η CacheRootMetadata ξεκίνησε στη δραστηριότητα '{0}'
es: CacheRootMetadata iniciado en la actividad '{0}'
fi: CacheRootMetadata alkoi tehtävälle {0}
fr: Démarrage de CacheRootMetadata au niveau de l'activité '{0}'
he: CacheRootMetadata הופעל בפעילות '{0}'
hu: CacheRootMetadata megkezdődött a következő tevékenységnél: „{0}”.
it: CacheRootMetadata avviato nell'attività '{0}'
ja: アクティビティ '{0}' で CacheRootMetadata が開始されました
ko: CacheRootMetadata가 작업 '{0}'에서 시작되었습니다.
nb: CacheRootMetadata startet på aktiviteten {0}
nl: CacheRootMetadata gestart bij activiteit {0}
pl: Rozpoczęto wykonywanie metody CacheRootMetadata w działaniu „{0}”.
pt_br: CacheRootMetadata iniciado na atividade '{0}'
pt_pt: CacheRootMetadata iniciado na atividade '{0}'
ru: CacheRootMetadata запущено для действия "{0}"
sv: CacheRootMetadata startades för aktiviteten {0}
tr: CacheRootMetadata, '{0}' etkinliğinde başladı
zh_cn: 已在活动“{0}”上启动 CacheRootMetadata
zh_tw: CacheRootMetadata 已在活動 '{0}' 上啟動。

# event_CacheRootMetadataStop
source: CacheRootMetadata stopped on activity {0}.
ar: تم إيقاف CacheRootMetadata على النشاط {0}.
cs: Byla ukončena metoda CacheRootMetadata pro aktivitu {0}.
da: CacheRootMetadata blev stoppet for aktiviteten {0}.
de: CacheRootMetadata wurde bei Aktivität "{0}" angehalten.
el: Η CacheRootMetadata διακόπηκε στη δραστηριότητα {0}.
es: CacheRootMetadata detenido en la actividad {0}.
fi: CacheRootMetadata pysähtyi tehtävälle {0}.
fr: Arrêt de CacheRootMetadata au niveau de l'activité {0}.
he: CacheRootMetadata הופסק בפעילות {0}.
hu: CacheRootMetadata befejeződött a következő tevékenységnél: „{0}”.
it: CacheRootMetadata arrestato nell'attività {0}.
ja: アクティビティ {0} で CacheRootMetadata が停止されました。
ko: CacheRootMetadata가 작업 '{0}'에서 중지되었습니다.
nb: CacheRootMetadata stoppet på aktiviteten {0}.
nl: CacheRootMetadata gestopt bij activiteit {0}.
pl: Zatrzymano wykonywanie metody CacheRootMetadata w działaniu „{0}”.
pt_br: CacheRootMetadata interrompido na atividade {0}.
pt_pt: CacheRootMetadata parado na atividade {0}.
ru: CacheRootMetadata остановлено для действия {0}.
sv: CacheRootMetadata stoppades för aktiviteten {0}.
tr: CacheRootMetadata, {0} etkinliğinde durdu.
zh_cn: 已在活动 {0} 上停止 CacheRootMetadata。
zh_tw: CacheRootMetadata 已在活動 '{0}' 上停止。

# event_CBAEntryRead
source: Processed ServiceActivation Element Relative Address:'{0}', Normalized Relative Address '{1}' .
ar: العنوان النسبي لعنصر ServiceActivation الذي تمت معالجته:'{0}', العنوان النسبي الموحد '{1}' .
cs: Zpracovaná relativní adresa elementu ServiceActivation:{0}, normalizovaná relativní adresa: {1}
da: Behandlede ServiceActivation-elementets Relative Address:'{0}', Normalized Relative Address '{1}' .
de: Das ServiceActivation-Element mit der relativen Adresse '{0}' und der normalisierten relativen Adresse '{1}' wurde verarbeitet.
el: Επεξεργασμένη σχετική διεύθυνση στοιχείου ServiceActivation:'{0}', κανονικοποιημένη σχετική διεύθυνση '{1}'.
es: Dirección relativa del elemento ServiceActivation procesada:'{0}', dirección relativa normalizada '{1}' .
fi: Käsitellyn ServiceActivation-elementin suhteellinen osoite: {0}. Normalisoitu suhteellinen osoite {1}.
fr: Adresse relative de l'élément ServiceActivation traitée : '{0}', adresse relative normalisée : '{1}'.
he: כתובת יחסית של רכיב ServiceActivation מעובד:'{0}', כתובת יחסית מנורמלת '{1}' .
hu: Feldolgozott ServiceActivation elem relatív címe: „{0}”, normalizált relatív címe: „{1}”.
it: Indirizzo relativo dell'elemento ServiceActivation elaborato:'{0}', indirizzo relativo normalizzato '{1}'.
ja: ServiceActivation 要素の相対アドレス: '{0}'、標準化相対アドレス '{1}' を処理しました。
ko: 처리한 ServiceActivation 요소 상대 주소:'{0}', 정규화된 상대 주소 '{1}' .
nb: Behandlet relativ adresse {0} for ServiceActivation-element, normalisert relativ adresse {1}.
nl: Relatief adres van verwerkt ServiceActivation-element: {0}, Genormaliseerd relatief adres: {1}.
pl: Przetworzono adres względny elementu ServiceActivation: {0}, znormalizowany adres względny: {1}.
pt_br: Endereço relativo da ServiceActivation processado:'{0}', endereço relativo normalizado '{1}' .
pt_pt: Processado Endereço Relativo de Elemento ServiceActivation:'{0}', Endereço Relativo Normalizado '{1}' .
ru: Обработанный относительный адрес элемента ServiceActivation: "{0}"; нормализованный относительный адрес: "{1}".
sv: Behandlat ServiceActivation-element, relativ adress: {0}, normaliserad relativ adress {1}.
tr: İşlenen ServiceActivation Öğesi Göreli Adresi: '{0}', Normalleştirilmiş Göreli Adres: '{1}' .
zh_cn: 已处理的 ServiceActivation 元素的相对地址为“{0}”，规范化的相对地址为“{1}”。
zh_tw: 已處理 ServiceActivation 元素相對位址:'{0}'，標準化的相對位址 '{1}'。

# event_CBAMatchFound
source: Incoming request matches a ServiceActivation element with address '{0}'.
ar: يطابق الطلب الوارد عنصر ServiceActivation مع العنوان '{0}'.
cs: Příchozí žádost odpovídá elementu ServiceActivation s adresou {0}.
da: Indgående anmodning svarer til et element af typen ServiceActivation med adressen '{0}'.
de: Die eingehende Anforderung stimmt mit einem ServiceActivation-Element mit der Adresse '{0}' überein.
el: Η εισερχόμενη αίτηση συμφωνεί με ένα στοιχείο ServiceActivation με διεύθυνση '{0}'.
es: La solicitud entrante coincide con un elemento ServiceActivation con la dirección '{0}'.
fi: Saapuva pyyntö vastaa ServiceActivation-elementtiä, jonka osoite on {0}.
fr: La demande entrante correspond à un élément ServiceActivation avec l'adresse '{0}'.
he: Iהבקשה הנכנסת מתאימה לרכיב ServiceActivation עם הכתובת '{0}'.
hu: A bejövő kérelem megfelel a következő című ServiceActivation elemnek: „{0}”.
it: La richiesta in ingresso corrisponde a un elemento ServiceActivation con indirizzo '{0}'.
ja: 受信要求が、アドレス '{0}' の ServiceActivation 要素と一致します。
ko: 들어오는 요청이 주소가 '{0}'인 ServiceActivation 요소와 일치합니다.
nb: Innkommende forespørsel er i samsvar med et ServiceActivation-element med adressen {0}.
nl: De binnenkomende aanvraag komt overeen met een ServiceActivation-element met het adres {0}.
pl: Żądanie przychodzące odpowiada elementowi ServiceActivation o adresie {0}.
pt_br: A solicitação de entrada corresponde a um elemento ServiceActivation com endereço '{0}'.
pt_pt: Um pedido recebido corresponde a um elemento ServiceActivation com o endereço '{0}'.
ru: Входящий запрос соответствует элементу ServiceActivation с адресом "{0}".
sv: Inkommande begäran matchar ett ServiceActivation-element med adressen {0}.
tr: Gelen istek adresi '{0}' olan ServiceActivation öğesiyle eşleşiyor.
zh_cn: 传入请求与带有地址“{0}”的 ServiceActivation 元素相匹配。
zh_tw: 傳入要求符合位址為 '{0}' 的 ServiceActivation 元素。

# event_ChannelFactoryCreated
source: ChannelFactory created .
ar: تم إنشاء ChannelFactory.
cs: Byl vytvořen objekt ChannelFactory.
da: ChannelFactory er oprettet.
de: Die ChannelFactory wurde erstellt.
el: Δημιουργήθηκε ChannelFactory.
es: Se creó ChannelFactory.
fi: ChannelFactory luotu.
fr: ChannelFactory créé.
he: ChannelFactory נוצר .
hu: ChannelFactory létrehozva.
it: ChannelFactory creata.
ja: ChannelFactory が作成されました。
ko: ChannelFactory가 만들어졌습니다.
nb: ChannelFactory opprettet.
nl: ChannelFactory gemaakt.
pl: Utworzono obiekt ChannelFactory.
pt_br: ChannelFactory criada.
pt_pt: ChannelFactory criada.
ru: ChannelFactory создана.
sv: ChannelFactory har skapats.
tr: ChannelFactory oluşturuldu.
zh_cn: 已创建 ChannelFactory。
zh_tw: 建立 ChannelFactory。

# event_ChannelReceiveStart
source: ChannelHandlerId:{0} - Message receive loop started.
ar: ChannelHandlerId:{0} - تم بدء تكرار تلقي الرسالة.
cs: Obslužná rutina ChannelHandlerId {0} – byl zahájen cyklus přijímání zprávy.
da: ChannelHandlerId:{0} - modtagelsesløkken for meddelelsen blev startet.
de: ChannelHandlerId:{0} - Nachrichtenempfangsschleife wurde gestartet.
el: ChannelHandlerId:{0} - Ξεκίνησε ο βρόχος λήψης μηνύματος.
es: ChannelHandlerId:{0} - Se inició el bucle de recepción de mensajes.
fi: ChannelHandlerId:{0} - Viestin vastaanottosilmukka alkoi.
fr: ChannelHandlerId : {0} - Début de la boucle de réception du message.
he: ChannelHandlerId:‏{0} - לולאת קבלת ההודעה התחילה.
hu: ChannelHandlerId:{0} – Az üzenetfogadási hurok elindítva.
it: ChannelHandlerId:{0} - Ciclo ricezione messaggio avviato.
ja: ChannelHandlerId:{0} - メッセージ受信ループを開始しました。
ko: ChannelHandlerId:{0} - 메시지 수신 루프가 시작되었습니다.
nb: ChannelHandlerId:{0} - Meldingsmottaksløkke startet.
nl: ChannelHandlerId:{0} - Lus voor ontvangen van bericht gestart.
pl: ChannelHandlerId:{0} — uruchomiono pętlę odbierania komunikatów.
pt_br: ChannelHandlerId:{0} - Loop de recebimento de mensagem iniciado.
pt_pt: ChannelHandlerId: {0} - Ciclo de recepção de mensagens iniciado.
ru: ChannelHandlerId:{0} - цикл получения сообщений запущен.
sv: ChannelHandlerId:{0} - Slinga för meddelandemottagning har startats.
tr: ChannelHandlerId:{0} - İleti alma döngüsü başladı.
zh_cn: ChannelHandlerId:{0} - 消息接收循环已启动。
zh_tw: ChannelHandlerId:{0} - 訊息接收迴圈已啟動。

# event_ChannelReceiveStop
source: ChannelHandlerId:{0} - Message receive loop stopped.
ar: ChannelHandlerId:{0} - تم إيقاف تكرار تلقي الرسالة.
cs: Obslužná rutina ChannelHandlerId {0} – byl ukončen cyklus přijímání zprávy.
da: ChannelHandlerId:{0} - modtagelsesløkken for meddelelsen blev stoppet.
de: ChannelHandlerId:{0} - Nachrichtenempfangsschleife wurde angehalten.
el: ChannelHandlerId:{0} - Διακόπηκε ο βρόχος λήψης μηνύματος.
es: ChannelHandlerId:{0} - Se detuvo el bucle de recepción de mensajes.
fi: ChannelHandlerId:{0} - Viestin vastaanottosilmukka pysähtyi.
fr: ChannelHandlerId : {0} - Arrêt de la boucle de réception du message.
he: ChannelHandlerId:‏{0} - לולאת קבלת ההודעה הופסקה.
hu: ChannelHandlerId:{0} – Az üzenetfogadási hurok leállítva.
it: ChannelHandlerId:{0} - Ciclo ricezione messaggio arrestato.
ja: ChannelHandlerId:{0} - メッセージ受信ループを停止しました。
ko: ChannelHandlerId:{0} - 메시지 수신 루프가 중지되었습니다.
nb: ChannelHandlerId:{0} - Meldingsmottaksløkke stoppet.
nl: ChannelHandlerId:{0} - Lus voor ontvangen van bericht gestopt.
pl: ChannelHandlerId:{0} — zatrzymano pętlę odbierania komunikatów.
pt_br: ChannelHandlerId:{0} - loop de recebimento de mensagem interrompido.
pt_pt: ChannelHandlerId: {0} - Ciclo de recepção de mensagens parado.
ru: ChannelHandlerId:{0} - цикл получения сообщений остановлен.
sv: ChannelHandlerId:{0} - Slinga för meddelandemottagning har stoppats.
tr: ChannelHandlerId:{0} - İleti alma döngüsü durdu.
zh_cn: ChannelHandlerId:{0} - 消息接收循环已停止。
zh_tw: ChannelHandlerId:{0} - 訊息接收迴圈已停止。

# event_ClientBaseCachedChannelFactoryCount
source: Number of cached channel factories is: '{0}'. At most '{1}' channel factories can be cached.
ar: يبلغ عدد مصانع القنوات المخزنة مؤقتًا: '{0}'. يمكن تخزين '{1}' من مصانع القنوات مؤقتًا في الغالب.
cs: V mezipaměti je uložen následující počet objektů pro vytváření kanálů: {0}. Počet objektů pro vytváření kanálů, které jsou uloženy v mezipaměti, může být maximálně: {1} .
da: Antal kanalfabrikker i cachen: '{0}'. Der kan højst gemmes '{1}' kanalfabrikker i cachen.
de: Anzahl der zwischengespeicherten Kanalfactorys: {0}. Es können maximal {1} Kanalfactorys zwischengespeichert werden.
el: Ο αριθμός των προελεύσεων καναλιού από την cache είναι: '{0}'. Το πολύ '{1}' προελεύσεις καναλιού μπορούν να αποθηκευτούν στο cache.
es: El número de generadores de canal en caché es: '{0}'. Se pueden almacenar en caché '{1}' generadores de canales como máximo.
fi: Välimuistiin tallennettujen kanavatehtaiden määrä on {0}. Välimuistiin voidaan tallentaa enintään {1} kanavatehdasta.
fr: Le nombre de fabriques de canaux mises en cache est de : '{0}'. Seules '{1}' fabriques de canaux peuvent être mises en cache.
he: מספר מפעלי הערוצים במטמון הוא: '{0}'. ניתן לשמור במטמון עד '{1}' מפעלי ערוצים.
hu: A gyorsítótárazott csatornagyárak száma: {0}. Legfeljebb {1} csatornagyár gyorsítótárazható.
it: Il numero di channel factory memorizzato nella cache è: '{0}'. È possibile memorizzare nella cache al massimo '{1}' channel factory.
ja: キャッシュされているチャネル ファクトリの数は '{0}' です。キャッシュできるチャネル ファクトリの最大数は '{1}' です。
ko: 캐시된 채널 팩터리 수: '{0}'. 최대 ''{1}'개의 채널 팩터리를 캐시할 수 있습니다.
nb: Antallet hurtigbufrede kanalfabrikker er: {0}. Maksimalt {1} kanalfabrikker kan hurtigbufres.
nl: Aantal kanaalfactories in cache is: {0}. Maximaal {1} kanaalfactories kunnen in de cache worden opgeslagen.
pl: Liczba buforowanych fabryk kanałów: „{0}”. Maksymalna liczba fabryk kanałów, które można buforować: „{1}”.
pt_br: Número de fábricas de canais armazenadas em cache: '{0}'. No máximo '{1}' fábricas de canais podem ser armazenadas em cache.
pt_pt: Número de fábricas de canais em cache: '{0}'. No máximo, podem ser colocadas em cache '{1}' fábricas de canais.
ru: Число кэшированных фабрик каналов: "{0}". Может быть кэшировано не более "{1}" фабрик каналов.
sv: Antalet kanalfabriker är: {0}. Högst {1} kanalfabriker kan cachelagras.
tr: Önbelleğe alınan kanal fabrikası sayısı: '{0}'. En fazla '{1}' kanal fabrikası önbelleğe alınabilir.
zh_cn: 缓存的通道工厂数量为:“{0}”。最多可以缓存“{1}”个通道工厂。
zh_tw: 快取通道處理站的數目為: '{0}'。最多可以快取 '{1}' 個通道處理站。
