Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_StartExecuteActivityWorkItem
source: Starting execution of an ExecuteActivityWorkItem for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ar: بدء تنفيذ ExecuteActivityWorkItem للنشاط '{0}', DisplayName: '{1}', InstanceId: '{2}'.
cs: Spuštění provádění položky ExecuteActivityWorkItem pro aktivitu {0} s názvem DisplayName {1} a InstanceId {2}.
da: Starter udførelsen af et ExecuteActivityWorkItem for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
de: Die Ausführung einer ExecuteActivityWorkItem für die Aktivität '{0}', DisplayName: '{1}', InstanceId: '{2}' wird gestartet.
el: Έναρξη εκτέλεσης ενός ExecuteActivityWorkItem για τη δραστηριότητα '{0}', DisplayName: '{1}', InstanceId: '{2}'.
es: Iniciando la ejecución de un ExecuteActivityWorkItem para la actividad '{0}', DisplayName: '{1}', InstanceId: '{2}'.
fi: Aloitetaan ExecuteActivityWorkItem-kohteen suorittaminen tehtävälle {0} (DisplayName: {1}, InstanceId: {2}).
fr: Début de l'exécution d'un ExecuteActivityWorkItem pour l'activité '{0}', DisplayName : '{1}', InstanceId : '{2}'.
he: מתחיל ביצוע של ExecuteActivityWorkItem עבור פעילות '{0}'‏, DisplayName‏: '{1}'‏, InstanceId‏: '{2}'.
hu: A(z) „{0}” tevékenységhez tartozó ExecuteActivityWorkItem végrehajtásának megkezdése. DisplayName: „{1}”, InstanceId: „{2}”.
it: Avvio dell'esecuzione di ExecuteActivityWorkItem per l'attività '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ja: Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' の ExecuteActivityWorkItem の実行を開始しています。
ko: 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'에 대해 ExecuteActivityWorkItem 실행을 시작합니다.
nb: Starter utførelse av ExecuteActivityWorkItem for aktiviteten {0}, DisplayName: {1}, InstanceId: {2}.
nl: De uitvoering van een ExecuteActivityWorkItem wordt gestart voor de activiteit {0} met de weergavenaam {1} en de exemplaar-id {2}.
pl: Rozpoczęcie wykonywania elementu roboczego ExecuteActivityWorkItem dla działania {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}.
pt_br: Iniciando execução de um ExecuteActivityWorkItem para a atividade '{0}', DisplayName: '{1}', InstanceId: '{2}'.
pt_pt: A iniciar a execução de um ExecuteActivityWorkItem para a Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ru: Начинается выполнение элемента ExecuteActivityWorkItem для элемента Activity "{0}", DisplayName: "{1}", InstanceId: '{2}'.
sv: Startar utförande av en ExecuteActivityWorkItem för aktivitet {0}, DisplayName: {1}, InstanceId: {2}.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' Activity'si için bir ExecuteActivityWorkItem'ın yürütülmesine başlanıyor.
zh_cn: 开始为 Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”执行 ExecuteActivityWorkItem。
zh_tw: 開始執行活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 的 ExecuteActivityWorkItem。

# event_StartFaultWorkItem
source: Starting execution of a FaultWorkItem for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. The exception was propagated from Activity '{3}', DisplayName: '{4}', InstanceId: '{5}'.
ar: بدء تنفيذ FaultWorkItem للنشاط '{0}', DisplayName: '{1}', InstanceId: '{2}'. تم نشر الاستثناء من النشاط '{3}', DisplayName: '{4}', InstanceId: '{5}'.
cs: Spouštění provedení položky FaultWorkItem pro aktivitu {0} s názvem DisplayName {1} a InstanceId {2}. Výjimka byla rozšířena z aktivity {3} s názvem DisplayName {4} a InstanceId {5}.
da: Starter udførelsen af et FaultWorkItem for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. Undtagelsen blev overført fra Activity '{3}', DisplayName: '{4}', InstanceId: '{5}'.
de: Die Ausführung einer FaultWorkItem für die Aktivität '{0}', DisplayName: '{1}', InstanceId: '{2}' wird gestartet. Die Ausnahme wurde von der Aktivität '{3}', DisplayName: '{4}', InstanceId: '{5}' propagiert.
el: Έναρξη εκτέλεσης ενός FaultWorkItem για Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. Η εξαίρεση μεταβιβάστηκε από Activity '{3}', DisplayName: '{4}', InstanceId: '{5}'.
es: Iniciando la ejecución de un FaultWorkItem para la actividad '{0}', DisplayName: '{1}', InstanceId: '{2}'. La excepción se propagó desde la actividad '{3}', DisplayName: '{4}', InstanceId: '{5}'.
fi: Aloitetaan FaultWorkItem-kohteen suorittaminen tehtävälle {0} (DisplayName: {1}, InstanceId: {2}). Poikkeus välitettiin tehtävästä {3} (DisplayName: {4}, InstanceId: {5}).
fr: Début de l'exécution d'un FaultWorkItem pour l'activité '{0}', DisplayName : '{1}', InstanceId : '{2}'. L'exception a été propagée à partir de l'activité '{3}', DisplayName : '{4}', InstanceId : '{5}'.
he: מתחיל ביצוע של FaultWorkItem עבור פעילות '{0}', DisplayName‏: '{1}', InstanceId‏: '{2}'. החריגה הופצה מפעילות '{3}', DisplayName‏: '{4}', InstanceId‏: '{5}'.
hu: A(z) „{0}” tevékenységhez tartozó FaultWorkItem végrehajtásának megkezdése. DisplayName: „{1}”, InstanceId: „{2}”. A kivétel a(z) „{3}” tevékenységből lett propagálva. DisplayName: „{4}”, InstanceId: „{5}”.
it: Avvio dell'esecuzione di FaultWorkItem per l'attività '{0}', DisplayName: '{1}', InstanceId: '{2}'. Eccezione propagata dall'attività '{3}', DisplayName: '{4}', InstanceId: '{5}'.
ja: Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' の FaultWorkItem の実行を開始しています。Activity '{3}'、DisplayName: '{4}'、InstanceId: '{5}' から例外が返されました。
ko: 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'에 대해 FaultWorkItem의 실행을 시작합니다. 작업 '{3}', DisplayName: '{4}', InstanceId: '{5}'에서 예외가 전파되었습니다.
nb: Starter utførelse av en FaultWorkItem for aktiviteten {0}, DisplayName: {1}, InstanceId: {2}. Unntaket ble overført fra aktiviteten {3}, DisplayName: {4}, InstanceId: {5}.
nl: De uitvoering wordt gestart van een FaultWorkItem voor de activiteit {0} met de weergavenaam {1} en de exemplaar-id {2}. De uitzondering is doorgegeven vanuit de activiteit {3} met de weergavenaam {4} en de exemplaar-id {5}.
pl: Rozpoczęcie wykonywania elementu roboczego FaultWorkItem dla działania {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}. Wyjątek pochodzi z działania {3}, nazwa wyświetlana: {4}, identyfikator wystąpienia: {5}.
pt_br: Iniciando a execução de um FaultWorkItem para a atividade '{0}', DisplayName: '{1}', InstanceId: '{2}'. A exceção foi propagada da atividade '{3}', DisplayName: '{4}', InstanceId: '{5}'.
pt_pt: A iniciar a execução de um FaultWorkItem para a Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. A exceção foi propagada da Activity '{3}', DisplayName: '{4}', InstanceId: '{5}'.
ru: Начинается выполнение элемента FaultWorkItem для элемента Activity "{0}", DisplayName: "{1}", InstanceId: '{2}'. В элементе Activity "{3}" произошло исключение, DisplayName: "{4}", InstanceId: '{5}'.
sv: Startar utförande av en FaultWorkItem för aktivitet {0}, DisplayName: {1}, InstanceId: {2}. Undantaget spreds från aktivitet {3}, DisplayName: {4}, InstanceId: {5}.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' Activity'si için bir FaultWorkItem'ın yürütülmesine başlanıyor. Özel durum DisplayName: '{4}', InstanceId: '{5}' olan '{3}' Activity'sinden yayıldı.
zh_cn: 开始为 Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”执行 FaultWorkItem。异常是从 Activity“{3}”、DisplayName“{4}”、InstanceId“{5}”传播的。
zh_tw: 開始執行活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 的 FaultWorkItem。例外狀況傳播源自活動 '{3}'、DisplayName: '{4}'、InstanceId: '{5}'。

# event_StartRuntimeWorkItem
source: Starting execution of a runtime work item for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ar: بدء تنفيذ عنصر عمل وقت التشغيل للنشاط '{0}', DisplayName: '{1}', InstanceId: '{2}'.
cs: Spouštění provedení běhové pracovní položky pro aktivitu {0} s názvem DisplayName {1} a InstanceId {2}.
da: Starter udførelsen af et kørselsarbejdselement for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
de: Die Ausführung eines Laufzeit-Arbeitselements für die Aktivität "{0}", DisplayName: "{1}", InstanceId: "{2}" wird gestartet.
el: Έναρξη εκτέλεσης ενός στοιχείου εργασίας χρόνου εκτέλεσης για Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
es: Iniciando la ejecución de un elemento de trabajo en tiempo de ejecución para la actividad '{0}', DisplayName: '{1}', InstanceId: '{2}'.
fi: Aloitetaan suorituksenaikaisen työkohteen suorittaminen tehtävälle {0} (DisplayName: {1}, InstanceId: {2}).
fr: Début de l'exécution d'un élément de travail runtime pour l'activité '{0}', DisplayName : '{1}', InstanceId : '{2}'.
he: מתחיל ביצוע פריט עבודה של זמן ריצה עבור פעילות '{0}', DisplayName‏: '{1}', InstanceId‏: '{2}'.
hu: A(z) „{0}” tevékenységhez tartozó futásidejű munkaelem végrehajtásának megkezdése. DisplayName: „{1}”, InstanceId: „{2}”.
it: Avvio dell'esecuzione di un elemento di lavoro del runtime per l'attività '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ja: Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' のランタイム作業項目の実行を開始しています。
ko: 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'에 대해 런타임 작업 항목의 실행을 시작합니다.
nb: Starter utførelse av et arbeidselement for kjøretid for aktiviteten {0}, DisplayName: {1}, InstanceId: {2}.
nl: De uitvoering wordt gestart van een runtimewerkitem voor de activiteit {0} met de weergavenaam {1} en de exemplaar-id {2}.
pl: Rozpoczęcie wykonywania elementu roboczego środowiska wykonawczego dla działania {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}.
pt_br: Iniciando a execução de um item de trabalho de tempo de execução para a atividade '{0}', DisplayName: '{1}', InstanceId: '{2}'.
pt_pt: A iniciar a execução de um item de trabalho de runtime para a Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ru: Начинается выполнение рабочего элемента среды выполнения для элемента Activity "{0}", DisplayName: "{1}", InstanceId: '{2}'.
sv: Startar utförande av en körningsarbetsuppgift för aktivitet {0}, DisplayName: {1}, InstanceId: {2}.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' Activity'si için bir çalışma zamanı çalışma öğesinin yürütülmesine başlanıyor.
zh_cn: 开始为 Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”执行运行时工作项。
zh_tw: 開始執行活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 的執行階段工作項目。

# event_StartSignpostEvent
source: Activity boundary.
ar: حدود النشاط.
cs: Hranice činnosti
da: Aktivitetsgrænse.
de: Aktivitätsgrenze
el: Όριο δραστηριότητας.
es: Límite de la actividad.
fi: Tehtäväraja.
fr: Limite d'activité.
he: ‏‏גבול פעילות.
hu: Tevékenységhatár
it: Limite dell'attività.
ja: アクティビティの境界
ko: 작업 경계입니다.
nb: Aktivitetsgrense.
nl: Activiteitsgrens.
pl: Granica działania.
pt_br: Limite de atividade.
pt_pt: Limite de atividade.
ru: Ограничение действия.
sv: Aktivitetsgräns.
tr: Etkinlik sınırı.
zh_cn: 活动边界。
zh_tw: 活動界限。

# event_StartSignpostEvent1
source: Activity boundary.
ar: حدود النشاط.
cs: Hranice činnosti
da: Aktivitetsgrænse.
de: Aktivitätsgrenze
el: Όριο δραστηριότητας.
es: Límite de la actividad.
fi: Tehtäväraja.
fr: Limite d'activité.
he: גבול פעילות.
hu: Tevékenységhatár
it: Limite dell'attività.
ja: アクティビティの境界。
ko: 작업 경계입니다.
nb: Aktivitetsgrense.
nl: Activiteitsgrens.
pl: Granica działania.
pt_br: Limite de atividade.
pt_pt: Limite da atividade.
ru: Граница действия.
sv: Aktivitetsgräns.
tr: Etkinlik sınırı.
zh_cn: 活动边界。
zh_tw: 活動界限。

# event_StartSqlCommandExecute
source: Starting SQL command execution: {0}
ar: بدء تنفيذ أمر SQL: {0}
cs: Spuštění příkazu SQL: {0}
da: Starter udførelsen af SQL-kommandoen: {0}
de: Ausführung des SQL-Befehls wird gestartet: {0}
el: Έναρξη εκτέλεσης εντολής SQL: {0}
es: Ejecución de comando SQL inicial: {0}
fi: Aloitetaan SQL-komennon suorittaminen: {0}
fr: Démarrage de l'exécution de la commande SQL : {0}
he: מתחיל ביצוע פקודת SQL‏: {0}
hu: SQL-parancs végrehajtásának indítása: {0}
it: Avvio esecuzione comando SQL: {0}
ja: SQL コマンドの実行を開始します: {0}
ko: SQL 명령 실행 시작: {0}
nb: Starter utførelse av SQL-kommando: {0}
nl: Uitvoering van SQL-opdrachten starten: {0}
pl: Rozpoczęcie wykonywania polecenia SQL: {0}
pt_br: Iniciando execução do comando SQL: {0}
pt_pt: A iniciar execução de comando SQL: {0}
ru: Запуск выполнения команды SQL: {0}
sv: Startar SQL-kommandokörning: {0}
tr: SQL komutunun yürütülmesi başlatılıyor: {0}
zh_cn: 正在开始 SQL 命令执行: {0}
zh_tw: 開始 SQL 命令執行: {0}

# event_StartTransactionContextWorkItem
source: Starting execution of a TransactionContextWorkItem for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ar: بدء تنفيذ TransactionContextWorkItem للنشاط '{0}', DisplayName: '{1}', InstanceId: '{2}'.
cs: Spouštění provedení položky TransactionContextWorkItem pro aktivitu {0} s názvem DisplayName {1} a InstanceId {2}.
da: Starter udførelsen af et TransactionContextWorkItem for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
de: Die Ausführung einer TransactionContextWorkItem für die Aktivität '{0}', DisplayName: '{1}', InstanceId: '{2}' wird gestartet.
el: Έναρξη εκτέλεσης ενός TransactionContextWorkItem για τη δραστηριότητα '{0}', DisplayName: '{1}', InstanceId: '{2}'.
es: Iniciando la ejecución de un TransactionContextWorkItem para la actividad '{0}', DisplayName: '{1}', InstanceId: '{2}'.
fi: Aloitetaan TransactionContextWorkItem-kohteen suorittaminen tehtävälle {0} (DisplayName: {1}, InstanceId: {2}).
fr: Début de l'exécution d'un TransactionContextWorkItem pour l'activité '{0}', DisplayName : '{1}', InstanceId : '{2}'.
he: מתחיל ביצוע של TransactionContextWorkItem עבור פעילות '{0}', DisplayName‏: '{1}', InstanceId‏: '{2}'.
hu: A(z) „{0}” tevékenységhez tartozó TransactionContextWorkItem végrehajtásának megkezdése. DisplayName: „{1}”, InstanceId: „{2}”.
it: Avvio dell'esecuzione di TransactionContextWorkItem per l'attività '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ja: Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' の TransactionContextWorkItem の実行を開始しています。
ko: 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'에 대해 TransactionContextWorkItem의 실행을 시작합니다.
nb: Starter utførelse av et TransactionContextWorkItem for aktiviteten {0}, DisplayName: {1}, InstanceId: {2}.
nl: De uitvoering wordt gestart van een TransactionContextWorkItem voor de activiteit {0} met de weergavenaam {1} en de exemplaar-id {2}.
pl: Rozpoczęcie wykonywania elementu roboczego TransactionContextWorkItem dla działania {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}.
pt_br: Iniciando a execução de um TransactionContextWorkItem para a atividade '{0}', DisplayName: '{1}', InstanceId: '{2}'.
pt_pt: A iniciar a execução de um TransactionContextWorkItem para a Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ru: Начинается выполнение элемента TransactionContextWorkItem для элемента Activity "{0}", DisplayName: "{1}", InstanceId: '{2}'.
sv: Startar utförande av en TransactionContextWorkItem för aktivitet {0}, DisplayName: {1}, InstanceId: {2}.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' Activity'si için bir TransactionContextWorkItem'ın yürütülmesine başlanıyor.
zh_cn: 开始为 Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”执行 TransactionContextWorkItem。
zh_tw: 開始執行活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 的 TransactionContextWorkItem。

# event_StopSignpostEvent
source: Activity boundary.
ar: حدود النشاط.
cs: Hranice činnosti
da: Aktivitetsgrænse.
de: Aktivitätsgrenze
el: Όριο δραστηριότητας.
es: Límite de la actividad.
fi: Tehtäväraja.
fr: Limite d'activité.
he: ‏‏גבול פעילות.
hu: Tevékenységhatár
it: Limite dell'attività.
ja: アクティビティの境界
ko: 작업 경계입니다.
nb: Aktivitetsgrense.
nl: Activiteitsgrens.
pl: Granica działania.
pt_br: Limite de atividade.
pt_pt: Limite de atividade.
ru: Ограничение действия.
sv: Aktivitetsgräns.
tr: Etkinlik sınırı.
zh_cn: 活动边界。
zh_tw: 活動界限。

# event_StopSignpostEvent1
source: Activity boundary.
ar: حدود النشاط.
cs: Hranice činnosti
da: Aktivitetsgrænse.
de: Aktivitätsgrenze
el: Όριο δραστηριότητας.
es: Límite de la actividad.
fi: Tehtäväraja.
fr: Limite d'activité.
he: גבול פעילות.
hu: Tevékenységhatár
it: Limite dell'attività.
ja: アクティビティの境界。
ko: 작업 경계입니다.
nb: Aktivitetsgrense.
nl: Activiteitsgrens.
pl: Granica działania.
pt_br: Limite de atividade.
pt_pt: Limite da atividade.
ru: Граница действия.
sv: Aktivitetsgräns.
tr: Etkinlik sınırı.
zh_cn: 活动边界。
zh_tw: 活動界限。

# event_StreamedMessageReadByEncoder
source: A streamed message was read by the encoder.
ar: تمت قراءة رسالة متدفقة بواسطة أداة الترميز.
cs: Kodér přečetl datový proud zprávy.
da: En streamet meddelelse blev læst af koderen.
de: Vom Encoder wurde eine gestreamte Nachricht gelesen.
el: Ένα μήνυμα ροής αναγνώστηκε από τον κωδικοποιητή.
es: El codificador leyó un mensaje transmitido por secuencias.
fi: Koodaustoiminto luki virtautetun viestin.
fr: Un message diffusé en continu a été lu par l'encodeur.
he: המקודד קרא הודעה מוזרמת.
hu: A kódoló beolvasott egy adatfolyamként továbbított üzenetet.
it: Un messaggio trasmesso è stato letto dal codificatore.
ja: エンコーダーによってストリーム メッセージが読み取られました。
ko: 인코더가 스트리밍된 메시지를 읽었습니다.
nb: En dataflytmelding ble lest av koderen.
nl: Een gestroomd bericht is gelezen door de encoder.
pl: Koder odczytał komunikat przesyłany strumieniowo.
pt_br: Uma mensagem transmitida foi lida pelo codificador.
pt_pt: O codificador leu uma mensagem de transmissão em fluxo.
ru: Потоковое сообщение было прочитано кодировщиком.
sv: Ett direktuppspelat meddelande lästes av kodaren.
tr: Kodlayıcı tarafından akış yapılmış bir ileti okundu.
zh_cn: 编码器已读取流处理消息。
zh_tw: 資料流訊息由編碼器讀取。

# event_StreamedMessageWrittenByEncoder
source: A streamed message was written by the encoder.
ar: تمت كتابة رسالة متدفقة بواسطة أداة الترميز.
cs: Kodér zapsal datový proud zprávy.
da: En streamet meddelelse blev skrevet af koderen.
de: Vom Encoder wurde eine gestreamte Nachricht geschrieben.
el: Ένα μήνυμα ροής γράφτηκε από τον κωδικοποιητή.
es: El codificador escribió un mensaje transmitido por secuencias.
fi: Koodaustoiminto kirjoitti virtautetun viestin.
fr: Un message diffusé en continu a été écrit par l'encodeur.
he: המקודד כתב הודעה מוזרמת.
hu: A kódoló kiírt egy adatfolyamként továbbított üzenetet.
it: Un messaggio trasmesso è stato scritto dal codificatore.
ja: エンコーダーによってストリーム メッセージが書き込まれました。
ko: 인코더가 스트리밍된 메시지를 썼습니다.
nb: En dataflytmelding ble skrevet av koderen.
nl: Een gestroomd bericht is geschreven door de encoder.
pl: Koder zapisał komunikat przesyłany strumieniowo.
pt_br: Uma mensagem transmitida foi gravada pelo codificador.
pt_pt: O codificador escreveu uma mensagem de transmissão em fluxo.
ru: Потоковое сообщение было записано кодировщиком.
sv: Ett direktuppspelat meddelande skrevs av kodaren.
tr: Kodlayıcı tarafından akış yapılmış bir ileti yazıldı.
zh_cn: 编码器已写入流处理消息。
zh_tw: 資料流訊息由編碼器寫入。

# event_SuspendSignpostEvent
source: Activity boundary.
ar: حدود النشاط.
cs: Hranice činnosti
da: Aktivitetsgrænse.
de: Aktivitätsgrenze
el: Όριο δραστηριότητας.
es: Límite de la actividad.
fi: Tehtäväraja.
fr: Limite d'activité.
he: ‏‏גבול פעילות.
hu: Tevékenységhatár
it: Limite dell'attività.
ja: アクティビティの境界
ko: 작업 경계입니다.
nb: Aktivitetsgrense.
nl: Activiteitsgrens.
pl: Granica działania.
pt_br: Limite de atividade.
pt_pt: Limite de atividade.
ru: Ограничение действия.
sv: Aktivitetsgräns.
tr: Etkinlik sınırı.
zh_cn: 活动边界。
zh_tw: 活動界限。

# event_SwitchCaseNotFound
source: The Switch activity '{0}' could not find a Case activity matching the Expression result.
ar: تعذر على نشاط التبديل '{0}' العثور على نشاط حالة يطابق نتيجة التعبير.
cs: Aktivita Switch {0} nenalezla aktivitu Case, která by odpovídala výsledkům výrazu.
da: Switch-aktiviteten '{0}' kunne ikke finde en Case-aktivitet, som stemte overens med Expression-resultatet.
de: Die Switch-Aktivität '{0}' konnte keine Case-Aktivität finden, die dem Ergebnis des Ausdrucks entspricht.
el: Η δραστηριότητα Switch '{0}' δεν μπόρεσε να βρεθεί σε μια δραστηριότητα Case που συμφωνεί με το αποτέλεσμα παράστασης.
es: La actividad Switch '{0}' no puede encontrar una actividad Case que coincida con el resultado de la expresión.
fi: Switch-tehtävä {0} ei löytänyt lausekkeen tulosta vastaavaa Case-tehtävää.
fr: L'activité Switch '{0}' n'a pas trouvé une activité Case qui correspond au résultat Expression.
he: פעילות ה- Switch ‏'{0}' לא מצאה פעילות Case המתאימה לתוצאת הביטוי.
hu: A(z) „{0}” Switch tevékenység nem talált az Expression eredményhez illő Case tevékenységet.
it: L'attività Switch '{0}' non è in grado di trovare un'attività Case corrispondente al risultato dell'espressione.
ja: Switch アクティビティ '{0}' で、式の結果と一致する Case アクティビティは見つかりませんでした。
ko: Switch 작업 '{0}'에서 Expression 결과와 일치하는 Case 작업을 찾을 수 없습니다.
nb: Switch-aktiviteten {0} finner ingen Case-aktivitet som samsvarer med uttrykksresultatet.
nl: De Switch-activiteit {0} kan geen Case-activiteit vinden voor het resultaat van de expressie.
pl: Działanie Switch „{0}” nie może znaleźć działania Case pasującego do wyniku wyrażenia.
pt_br: A atividade Switch '{0}' não pôde localizar uma atividade Case que correspondesse ao resultado da Expression.
pt_pt: A atividade Switch '{0}' não conseguiu localizar uma atividade Case correspondente ao resultado Expression.
ru: Действию Switch "{0}" не удалось найти действие Case, соответствующее результату выражения Expression.
sv: Switch-aktiviteten {0} kunde inte hitta en Case-aktivitet som matchar uttrycksresultatet.
tr: '{0}' Switch etkinliği Expression sonucuyla eşleşen bir Case etkinliği bulamadı.
zh_cn: Switch 活动“{0}”找不到与 Expression 结果匹配的 Case 活动。
zh_tw: Switch 活動 '{0}' 找不到符合運算式結果的 Case 活動。

# event_SynchronizationContextReset
source: The SynchronizationContext has been reset to its original value of {0} by DiscoveryClientChannel.
ar: تمت إعادة تعيين SynchronizationContext إلى قيمته الأصلية {0} بواسطة DiscoveryClientChannel.
cs: Třída SynchronizationContext byla objektem DiscoveryClientChannel obnovena na původní hodnotu {0}.
da: SynchronizationContext er blevet nulstillet til den oprindelige værdi på {0} af DiscoveryClientChannel.
de: Der SynchronizationContext wurde von DiscoveryClientChannel auf den ursprünglichen Wert "{0}" zurückgesetzt.
el: Έχει γίνει επαναφορά του SynchronizationContext στην αρχική τιμή του {0} από το DiscoveryClientChannel.
es: SynchronizationContext se ha restablecido a su valor original de {0} mediante DiscoveryClientChannel.
fi: DiscoveryClientChannel palautti SynchronizationContext-kohteen oletusarvon {0}.
fr: DiscoveryClientChannel a rétabli la valeur d'origine {0} de SynchronizationContext.
he: ה- SynchronizationContext עבר איפוס לערך המקורי שלו {0} על-ידי DiscoveryClientChannel.
hu: A DiscoveryClientChannel alaphelyzetbe állította a SynchronizationContext tulajdonságot az eredeti {0} értékre.
it: È stato ripristinato il valore originale {0} di SynchronizationContext da DiscoveryClientChannel.
ja: SynchronizationContext は DiscoveryClientChannel によって、元の値 {0} にリセットされました。
ko: DiscoveryClientChannel에서 SynchronizationContext가 원래 값 {0}(으)로 다시 설정되었습니다.
nb: SynchronizationContext er tilbakestilt til den opprinnelige verdien {0} av DiscoveryClientChannel.
nl: SynchronizationContext is door DiscoveryClientChannel opnieuw ingesteld op de oorspronkelijke waarde {0}.
pl: Obiekt DiscoveryClientChannel zresetował wartość obiektu SynchronizationContext to oryginalnej wartości równej {0}.
pt_br: O SynchronizationContext foi redefinido para seu valor original {0} pelo DiscoveryClientChannel.
pt_pt: O SynchronizationContext foi reposto para o valor original de {0} pelo DiscoveryClientChannel.
ru: Объект DiscoveryClientChannel сбросил SynchronizationContext в исходное значение {0}.
sv: SynchronizationContext har återställts till ursprungsvärdet {0} av DiscoveryClientChannel.
tr: SynchronizationContext, DiscoveryClientChannel tarafından {0} olan özgün değerine sıfırlandı.
zh_cn: SynchronizationContext 已由 DiscoveryClientChannel 重置为其原始值 {0}。
zh_tw: SynchronizationContext 已由 DiscoveryClientChannel 重設為其原始值 {0}。
