Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_MessageWrittenAsynchronouslyByEncoder
source: A message was written asynchronously by the encoder.
ar: تمت كتابة رسالة بواسطة أداة الترميز بشكل غير متزامن.
cs: Kodér zapsal asynchronně zprávu.
da: En meddelelse blev skrevet asynkront af koderen.
de: Vom Encoder wurde eine Nachricht asynchron geschrieben.
el: Ένα μήνυμα γράφτηκε ασύγχρονα από τον κωδικοποιητή.
es: El codificador escribió un mensaje asincrónicamente.
fi: Koodaustoiminto kirjoitti viestin asynkronisesti.
fr: Un message a été écrit de façon asynchrone par l'encodeur.
he: המקודד כתב הודעה בצורה אסינכרונית.
hu: A kódoló aszinkron módon írt egy üzenetet.
it: Un messaggio è stato scritto in modo asincrono dal codificatore.
ja: エンコーダーによってメッセージが非同期で書き込まれました。
ko: 인코더가 메시지를 비동기적으로 썼습니다.
nb: En melding ble skrevet asynkront av koderen.
nl: Een bericht is asynchroon geschreven door de encoder.
pl: Koder zapisał komunikat w sposób asynchroniczny.
pt_br: Uma mensagem foi gravada de forma assíncrona pelo codificador.
pt_pt: Uma mensagem foi escrita de forma assíncrona pelo codificador.
ru: Сообщение было записано кодировщиком в асинхронном режиме.
sv: Ett meddelande skrevs asynkront av kodaren.
tr: Kodlayıcı tarafından zaman uyumsuz olarak bir ileti yazıldı.
zh_cn: 编码器已以异步方式写入消息。
zh_tw: 訊息由編碼器非同步寫入。

# event_MessageWrittenByEncoder
source: A message with size '{0}' bytes was written by the encoder.
ar: تمت كتابة رسالة بحجم '{0}' بايت بواسطة أداة الترميز.
cs: Kodér zapsal zprávu o velikosti {0} bajtů.
da: Koderen skrev en meddelelse med størrelsen '{0}'.
de: Vom Encoder wurde eine Nachricht mit einer Größe von {0} Bytes geschrieben.
el: Έγινε εγγραφή ενός μηνύματος μεγέθους '{0}' byte από τον κωδικοποιητή.
es: El codificador escribió un mensaje de '{0}' bytes de tamaño.
fi: Koodaustoiminto kirjoitti sanoman, jonka koko on {0} tavua.
fr: Un message d'une taille de '{0}' octets a été écrit par l'encodeur.
he: המקודד כתב הודעה בגודל '{0}' בתים.
hu: A kódoló kiírt egy „{0}” bájt méretű üzenetet.
it: Un messaggio di dimensioni '{0}' byte è stato scritto dal codificatore.
ja: サイズ '{0}' バイトのメッセージがエンコーダーによって書き込まれました。
ko: 인코더가 크기가 '{0}'바이트인 메시지를 썼습니다.
nb: En melding med størrelsen {0} byte ble skrevet av koderen.
nl: Een bericht met een grootte van {0} bytes is geschreven door de encoder.
pl: Koder zapisał komunikat o wyrażonym w bajtach rozmiarze równym {0}.
pt_br: Uma mensagem com o tamanho de '{0}' bytes foi escrita pelo codificador.
pt_pt: O codificador escreveu uma mensagem com '{0}' bytes.
ru: Сообщение размером "{0}" байт записано кодировщиком.
sv: Ett meddelande med storleken {0} byte skrevs av kodaren.
tr: Kodlayıcı tarafından boyutu '{0}' bayt olan bir ileti yazıldı.
zh_cn: 编码器已写入大小为“{0}”字节的消息。
zh_tw: 編碼器寫入大小為 '{0}' 位元組的訊息。

# event_MtomMessageDecodingStart
source: MtomMessageEncoder started decoding the message.
ar: بدأ MtomMessageEncoder فك ترميز الرسالة.
cs: Kodér MTOM MtomMessageEncoder zahájil dekódování zprávy.
da: MtomMessageEncoder startede dekodningen af meddelelsen.
de: Das Decodieren der Nachricht wurde von MtomMessageEncoder gestartet.
el: Το στοιχείο MtomMessageEncoder ξεκίνησε την αποκωδικοποίηση του μηνύματος.
es: MtomMessageEncoder inició la descodificación del mensaje.
fi: MtomMessageEncoder aloitti viestin koodauksen purkamisen.
fr: MtomMessageEncoder a démarré le décodage du message.
he: MtomMessageEncoder התחיל לפענח את ההודעה.
hu: Az MtomMessageEncoder megkezdte az üzenet dekódolását.
it: MtomMessageEncoder ha avviato decodifica il messaggio.
ja: MtomMessageEncoder がメッセージのデコードを開始しました。
ko: MtomMessageEncoder에서 메시지 디코딩이 시작되었습니다.
nb: MtomMessageEncoder startet dekoding av meldingen.
nl: MtomMessageEncoder is begonnen met het decoderen van het bericht.
pl: Obiekt MtomMessageEncoder rozpoczął dekodowanie komunikatu.
pt_br: MtomMessageEncoder iniciou a decodificação da mensagem.
pt_pt: A MtomMessageEncoder começou a descodificar a mensagem.
ru: MtomMessageEncoder начал расшифровку сообщения.
sv: MtomMessageEncoder började avkoda meddelandet.
tr: MtomMessageEncoder iletinin kodunu çözmeye başladı.
zh_cn: MtomMessageEncoder 已开始解码消息。
zh_tw: MtomMessageEncoder 開始解碼訊息。

# event_MtomMessageEncodingStart
source: MtomMessageEncoder started encoding the message.
ar: بدأ MtomMessageEncoder ترميز الرسالة.
cs: Kodér MTOM MtomMessageEncoder zahájil kódování zprávy.
da: MtomMessageEncoder startede kodningen af meddelelsen.
de: Die Codierung der Nachricht wurde von MtomMessageEncoder gestartet.
el: Το στοιχείο MtomMessageEncoder ξεκίνησε την κωδικοποίηση του μηνύματος.
es: MtomMessageEncoder inició la codificación del mensaje.
fi: MtomMessageEncoder aloitti viestin koodauksen.
fr: MtomMessageEncoder a démarré l'encodage du message.
he: MtomMessageEncoder התחיל לקודד את ההודעה.
hu: Az MtomMessageEncoder megkezdte az üzenet kódolását.
it: MtomMessageEncoder ha avviato la codifica del messaggio.
ja: MtomMessageEncoder がメッセージのエンコードを開始しました。
ko: MtomMessageEncoder에서 메시지 인코딩이 시작되었습니다.
nb: MtomMessageEncoder startet koding av meldingen.
nl: MtomMessageEncoder is begonnen met de codering van het bericht.
pl: Obiekt MtomMessageEncoder rozpoczął kodowanie komunikatu.
pt_br: MtomMessageEncoder iniciou a codificação da mensagem.
pt_pt: A MtomMessageEncoder começou a codificar a mensagem.
ru: MtomMessageEncoder начал кодирование сообщения.
sv: MtomMessageEncoder började koda meddelandet.
tr: MtomMessageEncoder iletiyi kodlamaya başladı.
zh_cn: MtomMessageEncoder 已开始编码消息。
zh_tw: MtomMessageEncoder 開始編碼訊息。

# event_NamedPipeCreated
source: NamedPipe '{0}' created.
ar: تم إنشاء NamedPipe '{0}'.
cs: Byl vytvořen pojmenovaný kanál NamedPipe {0}.
da: NamedPipe '{0}' blev oprettet.
de: NamedPipe "{0}" wurde erstellt.
el: Η NamedPipe '{0}' δημιουργήθηκε.
es: Se creó la NamedPipe '{0}'.
fi: NamedPipe {0} luotu.
fr: NamedPipe '{0}' créé.
he: NamedPipe ‏'{0}' נוצר.
hu: A következő NamedPipe létrehozva: „{0}”.
it: NamedPipe '{0}' creato.
ja: NamedPipe '{0}' が作成されました。
ko: NamedPipe '{0}'이(가) 만들어졌습니다.
nb: NamedPipe {0} opprettet.
nl: NamedPipe {0} gemaakt.
pl: Utworzono obiekt NamedPipe „{0}”.
pt_br: NamedPipe '{0}' criado.
pt_pt: NamedPipe '{0}' criado.
ru: NamedPipe "{0}" создан.
sv: NamedPipe {0} skapades.
tr: NamedPipe '{0}' oluşturuldu.
zh_cn: 已创建 NamedPipe“{0}”。
zh_tw: NamedPipe '{0}' 已建立。

# event_NegotiateTokenAuthenticatorStateCacheRatio
source: Negotiate token authenticator state cache ratio: {0}/{1}
ar: نسبة ذاكرة تخزين حالة مصادق رمز التفاوض: {0}/{1}
cs: Vyjednávání poměru mezipaměti stavu ověřovacích dat tokenu: {0}/{1}
da: Cacheforhold for forhandling af tokengodkenderens tilstand: {0}/{1}
de: Verhältnis für den Statuscache des Tokenauthentifizierers aushandeln: {0}/{1}
el: Αναλογία cache ελέγχου ταυτότητας διακριτικού Negotiate: {0}/{1}
es: Negociar la proporción de la memoria caché del estado del autenticador de tokens: {0}/{1}
fi: Neuvottele tunnuksen todentajan tilan välimuistisuhde: {0}/{1}
fr: Ratio du cache de l'état de l'authentificateur de jetons Negotiate : {0}/{1}
he: יחס מטמון מצב מאמת של אסימון משא ומתן: {0}/{1}
hu: Egyeztetési jogkivonat hitelesítési állapotainak gyorsítótári aránya: {0}/{1}
it: Percentuale della cache dello stato dell'autenticatore del token di negoziazione: {0}/{1}
ja: トークン認証システムのネゴシエートの状態のキャッシュ比率: {0}/{1}
ko: 협상 토큰 인증자 상태 캐시 비율: {0}/{1}
nb: Forhandle forholdstall for tilstandshurtigbuffer for token-godkjenner: {0}/{1}
nl: Verhouding statuscache verificator token onderhandelen: {0}/{1}
pl: Współczynnik pamięci podręcznej stanów negocjowania wystawcy uwierzytelniania tokenów: {0}/{1}
pt_br: Negociar taxa de cache de estado do autenticador de token: {0}/{1}
pt_pt: Rácio da cache de estados do autenticador de tokens de negociação: {0}/{1}
ru: Отношение кэша состояния структуры проверки подлинности токена согласования: {0}/{1}
sv: Cachekvot för förhandlingstokenautentiserarens tillstånd: {0}/{1}
tr: Anlaşma belirteci doğrulayıcı durumu önbellek oranı: {0}/{1}
zh_cn: 协商令牌身份验证器状态缓存的比率: {0}/{1}
zh_tw: 交涉權杖驗證器狀態快取比率: {0}/{1}

# event_OpenListenerChannelInstanceFailed
source: Error Code:{0}
ar: رمز الخطأ:{0}
cs: Kód chyby: {0}
da: Fejlkode:{0}
de: Fehlercode:{0}
el: Κωδικός σφάλματος:{0}
es: Código de error:{0}
fi: Virhekoodi:{0}
fr: Code d'erreur : {0}
he: קוד שגיאה:{0}
hu: Hibakód:{0}
it: Codice errore:{0}
ja: エラー コード:{0}
ko: 오류 코드:{0}
nb: Feilkode:{0}
nl: Foutcode:{0}
pl: Kod błędu:{0}
pt_br: Código de erro: {0}
pt_pt: Código de Erro: {0}
ru: Код ошибки: {0}
sv: Felkod:{0}
tr: Hata Kodu: {0}
zh_cn: 错误代码: {0}
zh_tw: 錯誤碼:{0}

# event_OperationCompleted
source: An OperationInvoker completed the call to the '{0}' method. The method call duration was '{1}' ms.
ar: أكمل OperationInvoker استدعاء الأسلوب '{0}'. بلغت مدة مكالمة الأسلوب '{1}' مللي ثانية.
cs: Třída OperationInvoker dokončila volání metody {0}. Délka volání metody byla {1} ms.
da: En OperationInvoker fuldførte kaldet til metoden '{0}'. Metodekaldet varede '{1}' ms.
de: Ein OperationInvoker hat den Aufruf der '{0}'-Methode abgeschlossen. Die Dauer des Methodenaufrufs betrug '{1}' ms.
el: Ένα OperationInvoker ολοκλήρωσε την κλήση στη μέθοδο '{0}'. Η διάρκεια μεθόδου κλήσης ήταν '{1}' ms.
es: Un OperationInvoker completó la llamada al método '{0}'. La duración de la llamada al método fue de '{1}' ms.
fi: OperationInvoker sai valmiiksi menetelmän {0} kutsun. Menetelmän kutsun kesto oli {1} millisekuntia.
fr: OperationInvoker a terminé l'appel de la méthode '{0}'. La durée de l'appel de méthode a été de '{1}' ms.
he: OperationInvoker השלים את הקריאה לפעולת השירות '{0}'. משך הקריאה של פעולת השירות היה '{1}' אלפיות השניה.
hu: Egy OperationInvoker befejezte a következő metódus hívását: „{0}”. A metódushívás időtartama {1} milliszekundum volt.
it: OperationInvoker ha completato la chiamata al metodo '{0}'. La durata della chiamata al metodo era '{1}' ms.
ja: OperationInvoker がメソッド '{0}' への呼び出しを完了しました。メソッド呼び出し時間は '{1}' ミリ秒でした。
ko: OperationInvoker가 '{0}' 메서드에 대한 호출을 완료했습니다. 메서드 호출 기간은 '{1}'ms입니다.
nb: En OperationInvoker fullførte kallet til metoden {0}. Varigheten til metodekallet var {1} minutt(er).
nl: Een OperationInvoker heeft de aanroep van de methode {0} voltooid. De duur van de aanroep was {1} ms.
pl: Obiekt OperationInvoker ukończył wywołanie metody „{0}”. Wywołanie metody trwało „{1}” ms.
pt_br: Um OperationInvoker concluiu a chamada ao método '{0}'. A duração da chamada ao método foi de '{1}' milissegundos.
pt_pt: Um OperationInvoker concluiu a chamada do método '{0}'. A duração da chamada do método foi de '{1}' ms.
ru: Объект OperationInvoker завершил вызов метода "{0}". Продолжительность вызова метода составила "{1}" мс.
sv: En OperationInvoker slutförde anropet till metoden {0}. Varaktigheten för metodanropet var {1} ms.
tr: Bir OperationInvoker '{0}' metoduna çağrıyı tamamladı. Metot çağrısı süresi, '{1}' ms idi.
zh_cn: OperationInvoker 已完成对“{0}”方法的调用。该方法调用持续了“{1}”毫秒。
zh_tw: OperationInvoker 已完成對 '{0}' 方法的呼叫。方法呼叫持續時間為 '{1}' 毫秒。

# event_OperationFailed
source: The '{0}' method threw an unhandled exception when invoked by the OperationInvoker. The method call duration was '{1}' ms.
ar: قام الأسلوب '{0}' بطرح استثناء لم تتم معالجته عند استدعائه من قبل OperationInvoker. بلغت مدة مكالمة الأسلوب '{1}' مللي ثانية.
cs: Metoda {0} vygenerovala neošetřenou výjimku při vyvolání třídou OperationInvoker. Délka volání metody byla {1} ms.
da: Metoden '{0}' udløste en ubehandlet undtagelse, da den blev aktiveret af OperationInvoker. Metodekaldet varede '{1}' ms.
de: Die '{0}'-Methode hat beim Aufrufen durch den OperationInvoker eine nicht behandelte Ausnahme ausgelöst. Die Dauer des Methodenaufrufs betrug '{1}' ms.
el: Η μέθοδος '{0}' παρουσίασε εξαίρεση που δεν αντιμετωπίστηκε κατά την κλήση από το OperationInvoker. Η διάρκεια μεθόδου κλήσης ήταν '{1}' ms.
es: El método '{0}' produjo una excepción no controlada al invocarlo el OperationInvoker. La duración de la llamada al método fue de '{1}' ms.
fi: Menetelmä {0} palautti käsittelemättömän poikkeuksen, kun OperationInvoker käynnisti sen. Menetelmän kutsun kesto oli {1} millisekuntia.
fr: La méthode '{0}' a levé une exception non prise en charge lorsqu'elle a été appelée par OperationInvoker. La durée de l'appel de méthode a été de '{1}' ms.
he: פעולת השירות '{0}' יצרה חריגה לא מטופלת כאשר היא הופעלה על-ידי OperationInvoker. משך הקריאה של פעולת השירות היה '{1}' אלפיות השניה.
hu: A következő metódus nem kezelt kivételt váltott ki az OperationInvoker általi meghívásakor: „{0}”. A metódushívás időtartama {1} milliszekundum volt.
it: Il metodo '{0}' ha generato un'eccezione non gestita quando è stato richiamato da OperationInvoker. La durata della chiamata al metodo era '{1}' ms.
ja: OperationInvoker によって呼び出されたメソッド '{0}' で、ハンドルされない例外がスローされました。メソッド呼び出し時間は '{1}' ミリ秒でした。
ko: OperationInvoker의 호출을 받은 '{0}' 메서드에서 처리되지 않은 예외가 발생했습니다. 메서드 호출 기간은 '{1}'ms입니다.
nb: Det oppstod et uventet unntak i metoden {0} da den ble aktivert av OperationInvoker. Varigheten for metodekallet var {1} minutter.
nl: De methode {0} heeft een niet-afgehandelde uitzondering veroorzaakt op het moment dat de methode werd aangeroepen door de OperationInvoker. De duur van de aanroep was {1} ms.
pl: Metoda „{0}” spowodowała zgłoszenie nieobsługiwanego wyjątku, gdy została wywołana przez obiekt OperationInvoker. Wywołanie metody trwało „{1}” ms.
pt_br: O método '{0}' gerou uma exceção sem tratamento quando invocado por OperationInvoker. A duração da chamada ao método foi de '{1}' milissegundos.
pt_pt: O método '{0}' emitiu uma exceção não processada quando foi invocado pelo OperationInvoker. A duração da chamada do método foi de '{1}' ms.
ru: Метод "{0}", вызванный OperationInvoker, создал необработанное исключение. Продолжительность вызова метода составила "{1}" мс.
sv: Ett ohanterat undantag utlöstes i metoden {0} när den anropades av OperationInvoker. Varaktigheten för metodanropet var {1} ms.
tr: '{0}' metodu, OperationInvoker tarafından çağrıldığında işlenmeyen bir özel durum oluşturdu. Metot çağrısı süresi '{1}' ms idi.
zh_cn: “{0}”方法在由 OperationInvoker 调用时引发了未经处理的异常。该方法调用持续了“{1}”毫秒。
zh_tw: 由 OperationInvoker 叫用時，'{0}' 方法擲回未處理的例外狀況。方法呼叫持續時間為 '{1}' 毫秒。

# event_OperationFaulted
source: The '{0}' method threw a FaultException when invoked by the OperationInvoker. The method call duration was '{1}' ms.
ar: قام الأسلوب '{0}' بطرح FaultException عند استدعائه بواسطة OperationInvoker. بلغت مدة مكالمة الأسلوب '{1}' مللي ثانية.
cs: Metoda {0} vygenerovala výjimku FaultException při vyvolání třídou OperationInvoker. Délka volání metody byla {1} ms.
da: Metoden '{0}' udløste en FaultException, da den blev aktiveret af OperationInvoker. Metodekaldet varede '{1}' ms.
de: Die '{0}'-Methode hat beim Aufrufen durch den OperationInvoker eine FaultException ausgelöst. Die Dauer des Methodenaufrufs betrug '{1}' ms.
el: Η μέθοδος '{0}' παρουσίασε εξαίρεση FaultException κατά την κλήση από το OperationInvoker. Η διάρκεια μεθόδου κλήσης ήταν '{1}' ms.
es: El método '{0}' produjo una FaultException al invocarlo el OperationInvoker. La duración de la llamada al método fue de '{1}' ms.
fi: Menetelmä {0} palautti FaultException-kohteen, kun OperationInvoker käynnisti sen. Menetelmän kutsun kesto oli {1} millisekuntia.
fr: La méthode '{0}' a levé un FaultException lorsqu'elle a été appelée par OperationInvoker. La durée de l'appel de méthode a été de '{1}' ms.
he: פעולת השירות '{0}' יצרה FaultException כאשר היא הופעלה על-ידי OperationInvoker. משך הקריאה של פעולת השירות היה '{1}' אלפיות השניה.
hu: A következő metódus FaultException kivételt váltott ki az OperationInvoker általi meghívásakor: „{0}”. A metódushívás időtartama {1} milliszekundum volt.
it: Il metodo '{0}' ha generato FaultException quando è stato richiamato da OperationInvoker. La durata della chiamata al metodo era '{1}' ms.
ja: OperationInvoker によって呼び出されたメソッド '{0}' で FaultException がスローされました。メソッド呼び出し時間は '{1}' ミリ秒でした。
ko: OperationInvoker의 호출을 받은 '{0}' 메서드에서 FaultException이 발생했습니다. 메서드 호출 기간은 '{1}'ms입니다.
nb: FaultException oppstod for metoden {0} da den ble aktivert av OperationInvoker. Varigheten for metodekallet var {1} minutter.
nl: De methode {0} heeft een FaultException veroorzaakt op het moment dat de methode werd aangeroepen door de OperationInvoker. De duur van de aanroep was {1} ms.
pl: Metoda „{0}” spowodowała zgłoszenie wyjątku FaultException, gdy została wywołana przez obiekt OperationInvoker. Wywołanie metody trwało „{1}” ms.
pt_br: O método '{0}' gerou uma FaultException quando invocado por OperationInvoker. A duração da chamada ao método foi de '{1}' milissegundos.
pt_pt: O método '{0}' emitiu uma FaultException quando foi invocado pelo OperationInvoker. A duração da chamada do método foi de '{1}' ms.
ru: Метод "{0}", вызванный OperationInvoker, создал исключение FaultException. Продолжительность вызова метода составила "{1}" мс.
sv: Ett FaultException utlöstes i metoden {0} när den anropades av OperationInvoker. Varaktigheten för metodanropet var {1} ms.
tr: '{0}' metodu, OperationInvoker tarafından çağrıldığında bir FaultException oluşturdu. Metot çağrısı süresi '{1}' ms idi.
zh_cn: “{0}”方法在由 OperationInvoker 调用时引发了 FaultException。该方法调用持续了“{1}”毫秒。
zh_tw: 由 OperationInvoker 叫用時，'{0}' 方法擲回 FaultException。方法呼叫持續時間為 '{1}' 毫秒。

# event_OperationInvoked
source: An OperationInvoker invoked the '{0}' method. Caller information: '{1}'.
ar: قام OperationInvoker باستدعاء الأسلوب '{0}'. معلومات المستدعي: '{1}'.
cs: Třída OperationInvoker vyvolala metodu {0}. Informace o volajícím: {1}.
da: En OperationInvoker aktiverede metoden '{0}'. Oplysninger om den kaldende funktionen: '{1}'.
de: Von einem OperationInvoker wurde die {0}-Methode aufgerufen. Anruferinformationen: {1}.
el: Ένα OperationInvoker έκανε κλήση της μεθόδου '{0}'. Πληροφορίες καλούντος: '{1}'.
es: Un OperationInvoker invocó el método '{0}'. Información del autor de la llamada: '{1}'.
fi: OperationInvoker-kohde aloitti menetelmän {0}. Kutsujan tiedot: {1}.
fr: OperationInvoker a appelé la méthode '{0}'. Informations sur l'appelant : '{1}'.
he: OperationInvoker הפעיל את פעולת השירות '{0}'. פרטי מתקשר: '{1}'.
hu: Egy OperationInvoker meghívta a következő metódust: „{0}”. A hívó adatai: „{1}”.
it: Metodo '{0}' richiamato da OperationInvoker. Informazioni sul chiamante: '{1}'.
ja: OperationInvoker が '{0}' メソッドを呼び出しました。呼び出し元の情報: '{1}'。
ko: OperationInvoker가 '{0}' 메서드를 호출했습니다. 호출자 정보: '{1}''.
nb: En OperationInvoker aktiverte metoden {0}. Informasjon om oppkaller: {1}.
nl: Een OperationInvoker heeft de methode {0} aangeroepen. Informatie van aanroeper: {1}.
pl: Obiekt OperationInvoker wywołał metodę „{0}”. Informacje o obiekcie wywołującym: „{1}”.
pt_br: Um OperationInvoker invocou o método '{0}'. Informações do chamador: '{1}'.
pt_pt: Um OperationInvoker invou o método '{0}'. Informações do chamador: '{1}'.
ru: Объект OperationInvoker вызвал метод "{0}". Сведения о вызывающем объекте: "{1}".
sv: Metoden {0} anropades av en OperationInvoker. Anroparinformation: {1}.
tr: Bir OperationInvoker '{0}' metodunu çağırdı. Çağıran bilgisi: '{1}'.
zh_cn: OperationInvoker 调用了“{0}”方法。调用方信息: “{1}”。
zh_tw: OperationInvoker 已叫用 '{0}' 方法。呼叫者資訊: '{1}'。

# event_OutboundConnectionsPerEndpointRatio
source: Outbound connections per endpoint ratio: {0}/{1}
ar: نسبة الاتصالات الصادرة لكل نقطة نهاية: {0}/{1}
cs: Poměr odchozích připojení na koncový bod: {0}/{1}
da: Forhold for udgående forbindelser pr. slutpunkt: {0}/{1}
de: Verhältnis ausgehende Verbindungen/Endpunkte: {0}/{1}
el: Αναλογία εξερχόμενων συνδέσεων ανά τελικό σημείο: {0}/{1}
es: Proporción de conexiones salientes por extremo: {0}/{1}
fi: Lähtevät yhteydet päätepisteittäin -suhde: {0}/{1}
fr: Ratio des connexions sortantes par point de terminaison : {0}/{1}
he: יחס חיבורים יוצאים לכל נקודת קצה: {0}/{1}
hu: Kimenő kapcsolatok végpontonkénti aránya: {0}/{1}
it: Percentuale connessioni in uscita per endpoint: {0}/{1}
ja: エンドポイントごとの送信接続の比率: {0}/{1}
ko: 끝점당 아웃바운드 연결 비율: {0}/{1}
nb: Forholdstall for utgående tilkoblinger per endepunkt: {0}/{1}
nl: Verhouding uitgaande verbindingen per eindpunt: {0}/{1}
pl: Współczynnik połączeń wychodzących na punkt końcowy: {0}/{1}
pt_br: Taxa de conexões de saída por ponto de extremidade: {0}/{1}
pt_pt: Rácio de ligações de saída por ponto final: {0}/{1}
ru: Отношение исходящих соединений на конечную точку: {0}/{1}
sv: Kvot för utgående anslutningar per slutpunkt: {0}/{1}
tr: Uç nokta başına giden bağlantı oranı: {0}/{1}
zh_cn: 每个终结点的出站连接比率: {0}/{1}
zh_tw: 每個端點的傳出連接比例: {0}/{1}

# event_OutgoingMessageSecured
source: Outgoing message has been secured.
ar: تم تأمين الرسالة الصادرة.
cs: Odchozí zpráva byla zabezpečena.
da: Den udgående meddelelse er sikret.
de: Die ausgehende Nachricht wurde geschützt.
el: Το εξερχόμενο μήνυμα εξασφαλίστηκε.
es: Se protegió el mensaje saliente.
fi: Lähtevä viesti on suojattu.
fr: Le message sortant a été sécurisé.
he: ההודעה היוצאת אובטחה.
hu: A kimenő üzenet biztonságossá tétele befejeződött.
it: Messaggio in uscita protetto.
ja: 送信メッセージがセキュリティで保護されました。
ko: 보내는 메시지의 보안이 설정되었습니다.
nb: Utgående melding er sikret.
nl: Uitgaande bericht is beveiligd.
pl: Komunikat wychodzący został zabezpieczony.
pt_br: A mensagem de saída foi protegida.
pt_pt: A mensagem a enviar foi protegida.
ru: Исходящее сообщение защищено.
sv: Utgående meddelande har säkrats.
tr: Giden iletinin güvenliği sağlandı.
zh_cn: 已保护传出消息的安全。
zh_tw: 外寄郵件受到保護。

# event_ParameterInspectorAfterCallInvoked
source: The Dispatcher invoked 'AfterCall' on a ParameterInspector of type '{0}'.
ar: قام المرسل باستدعاء 'AfterCall' على ParameterInspector من النوع '{0}'.
cs: Dispečer vyvolal metodu AfterCall třídy ParameterInspector typu {0}.
da: Afsenderen aktiverede 'AfterCall' for en ParameterInspector af typen '{0}'.
de: Der Verteiler hat 'AfterCall' auf einem ParameterInspector vom Typ '{0}' aufgerufen.
el: Το πρόγραμμα αποστολής έκανε κλήση 'AfterCall' σε ParameterInspector τύπου '{0}'.
es: El distribuidor invocó 'AfterCall' en un ParameterInspector de tipo '{0}'.
fi: Lähetystoiminto aloitti AfterCall-kohteen ParameterInspector-kohteessa, jonka tyyppi on {0}.
fr: Le répartiteur a appelé 'AfterCall' sur un ParameterInspector de type '{0}'.
he: המשגר הפעיל AfterCall ב- ParameterInspector מסוג '{0}'.
hu: A kézbesítő meghívta az AfterCall metódust egy „{0}” típusú ParameterInspector vizsgálóra.
it: Il dispatcher ha richiamato 'AfterCall' in un ParameterInspector di tipo '{0}'.
ja: ディスパッチャーが型 '{0}' の ParameterInspector で 'AfterCall' を呼び出しました。
ko: 디스패처가 '{0}' 형식의 ParameterInspector에서 'AfterCall'을 호출했습니다.
nb: Senderen aktiverte AfterCall på en ParameterInspector av typen {0}.
nl: De dispatcher heeft AfterCall aangeroepen op een ParameterInspector van het type {0}.
pl: Dyspozytor wywołał metodę AfterCall w obiekcie ParameterInspector typu „{0}”.
pt_br: O Dispatcher invocou 'AfterCall' em um ParameterInspector do tipo '{0}'.
pt_pt: O Dispatcher invocou 'AfterCall' num ParameterInspector do tipo '{0}'.
ru: Диспетчер вызвал команду "AfterCall" для ParameterInspector типа "{0}".
sv: Dispatcher anropade AfterCall i en ParameterInspector av typen {0}.
tr: Dağıtıcı, '{0}' türünde bir ParameterInspector üzerinde 'AfterCall' çağırdı.
zh_cn: 调度程序对“{0}”类型的 ParameterInspector 调用了“AfterCall”。
zh_tw: Dispatcher 已在型別 '{0}' 的 ParameterInspector 上叫用 'AfterCall'。
