Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_RoutingServiceProcessingMessage
source: The Routing Service is processing a message with ID: '{0}', Action: '{1}', Inbound URL: '{2}' Received in Transaction: {3}.
ar: تقوم خدمة التوجيه بمعالجة رسالة بالمعرف: '{0}', الإجراء: '{1}', عنوان URL الداخلي: '{2}' ما تم تلقيه في المعاملة: {3}.
cs: Směrovací služba zpracovává zprávu (ID: {0}, akce: {1}, příchozí URL: {2}, přijato v transakci: {3}).
da: Routing Service behandler en meddelelse med id'et: '{0}', Action: '{1}', Inbound URL: '{2}' Received in Transaction: {3}.
de: Der Routingdienst verarbeitet eine Nachricht mit ID: '{0}', Aktion: '{1}', Eingangs-URL: '{2}', Empfangen bei Transaktion: {3}.
el: Η υπηρεσία δρομολόγησης επεξεργάζεται ένα μήνυμα με ID: '{0}', Action: '{1}', εισερχόμενη διεύθυνση URL: '{2}' που παραλείφθηκε στη συναλλαγή: {3}.
es: El servicio de enrutamiento está procesando un mensaje con id.: '{0}', acción: '{1}', URL de entrada: '{2}', recibido en la transacción: {3}.
fi: Reitityspalvelu käsittelee viestiä (tunnus: {0}): toiminto: {1}, saapuvan viestin URL-osoite: {2}. Viesti on vastaanotettu tapahtumassa {3}.
fr: Le service de routage traite un message avec l'ID : '{0}', action : '{1}', URL entrante : '{2}' reçu dans la transaction : {3}.
he: שירות הניתוב מעבד הודעה עם מזהה: {0}, פעולה: '{1}', כתובת URL נכנסת: '{2}' התקבלה בטרנזקציה: {3}.
hu: Az Útválasztási szolgáltatás üzenetet dolgoz fel. Azonosító: „{0}”, tevékenység: „{1}”, bejövő URL: „{2}”. A következő tranzakcióban érkezett: {3}.
it: Servizio di routing: è in corso l'elaborazione di un messaggio con ID '{0}', azione '{1}', URL in ingresso '{2}' ricevuto nella transazione {3}.
ja: ルーティング サービスが、トランザクション: {3} で受信された ID: '{0}'、アクション: '{1}'、着信 URL: '{2}' のメッセージを処理しています。
ko: 라우팅 서비스에서 트랜잭션 {3}에서 받은 ID: '{0}', 동작: '{1}', 인바운드 URL: '{2}'을(를) 처리하는 중입니다.
nb: Rutingstjenesten behandler en melding med IDen: {0}, handling: {1}, innkommende nettadresse: {2} som er mottatt i transaksjonen: {3}.
nl: De Routing-service verwerkt momenteel een bericht met de id {0}, de actie {1} en de binnenkomende URL {2} dat is ontvangen in de transactie {3}.
pl: Usługa routingu przetwarza komunikat o identyfikatorze: {0}, akcja: {1}, adres URL komunikatów przychodzących: {2}, odebrany w transakcji: {3}.
pt_br: O serviço de roteamento está processando uma mensagem com ID: '{0}', ação: '{1}', URL de entrada: '{2}', recebida na transação: {3}.
pt_pt: O Serviço de Encaminhamento está a processar uma mensagem com o ID: '{0}', Ação: '{1}', URL de Entrada: '{2}' Recebida na Transação: {3}.
ru: Служба Routing Service обрабатывает сообщение с идентификатором: "{0}", действие: "{1}", входящий URL-адрес: "{2}", получено в транзакции: {3}.
sv: Routningstjänsten behandlar ett meddelande med ID: {0}, åtgärd: {1}, inkommande URL: {2} mottagen i transaktion: {3}.
tr: Yönlendirme Hizmeti Kimlik: '{0}', Eylem: '{1}', Gelen URL: '{2}', İşlemde Alındı: {3} olan bir iletiyi işliyor.
zh_cn: 路由服务正在处理事务 {3} 中收到的 ID 为“{0}”、操作为“{1}”、入站 URL 为“{2}”的消息。
zh_tw: 路由服務正在處理訊息，識別碼: '{0}'，動作: '{1}'，輸入 URL: '{2}' 接收於交易: {3}。

# event_RoutingServiceSendingFaultResponse
source: The Routing Service is sending back a Fault response message with Action '{0}'.
ar: تقوم خدمة التوجيه بإرسال رسالة استجابة خطأ مع الإجراء '{0}'.
cs: Směrovací služba posílá zpět zprávu s odpovědí chyby s akcí {0}.
da: Routing Service sender en svarmeddelelse af typen Fault tilbage med Action '{0}'.
de: Der Routingdienst sendet eine Antwortnachricht vom Typ 'Fault' mit Aktion '{0}' zurück.
el: Η υπηρεσία δρομολόγησης επιστρέφει ένα μήνυμα απόκρισης σφάλματος με Action '{0}'.
es: El servicio de enrutamiento está devolviendo un mensaje de respuesta de error con la acción '{0}'.
fi: Reitityspalvelu lähettää takaisin virhevastausviestiä toiminnolla {0}.
fr: Le service de routage renvoie un message de réponse d'erreur avec l'action '{0}'.
he: שירות הניתוב שולח בחזרה הודעת תגובה מסוג 'תקלה' עם פעולה ‏'{0}'.
hu: Az Útválasztási szolgáltatás „{0}” tevékenységgel rendelkező Fault válaszüzenetet küld vissza.
it: Servizio di routing: è in corso il reinvio di un messaggio di risposta di errore con azione '{0}'.
ja: ルーティング サービスが、Action '{0}' を含むエラー応答メッセージを返送しています。
ko: 라우팅 서비스에서 동작 '{0}'이(가) 있는 오류 응답 메시지를 다시 보내는 중입니다.
nb: Rutingstjenesten returnerer en feilaktig svarmelding med handlingen {0}.
nl: De Routing-service stuurt momenteel een foutantwoordbericht terug met de actie {0}.
pl: Usługa routingu odsyła komunikat odpowiedzi Fault z akcją {0}.
pt_br: O serviço de roteamento está retornando uma mensagem de resposta Fault com Action '{0}'.
pt_pt: O Serviço de Encaminhamento está a devolver uma mensagem de resposta de Falha com a Ação '{0}'.
ru: Служба Routing Service отправляет ответное сообщение об ошибке с действием "{0}".
sv: Routningstjänsten skickar tillbaka ett felaktigt svarsmeddelande med åtgärd {0}.
tr: Yönlendirme Hizmeti, '{0}' Eylemi ile bir Hata yanıt iletisi geri gönderiyor.
zh_cn: 路由服务正在发回含有 Action“{0}”的错误响应消息。
zh_tw: 路由服務正在傳回動作為 '{0}' 的錯誤回應訊息。

# event_RoutingServiceSendingResponse
source: The Routing Service is sending back a response message with Action '{0}'.
ar: تقوم خدمة التوجيه بإرسال رسالة استجابة مرة أخرى مع الإجراء '{0}'.
cs: Směrovací služba posílá zpět zprávu odpovědi s akcí {0}.
da: Routing Service sender en svarmeddelelse tilbage med Action '{0}'.
de: Der Routingdienst sendet eine Antwortnachricht mit der Aktion '{0}' zurück.
el: Η υπηρεσία δρομολόγησης επιστρέφει ένα μήνυμα απόκρισης με Action '{0}'.
es: El servicio de enrutamiento está devolviendo un mensaje de respuesta con la acción '{0}'.
fi: Reitityspalvelu lähettää takaisin vastausviestiä toiminnolla {0}.
fr: Le service de routage renvoie un message de réponse avec l'action '{0}'.
he: שירות הניתוב שולח בחזרה הודעת תגובה עם פעולה‏ {0}'.
hu: Az Útválasztási szolgáltatás „{0}” tevékenységgel rendelkező válaszüzenetet küld vissza.
it: Servizio di routing: è in corso il reinvio di un messaggio di risposta con azione '{0}'.
ja: ルーティング サービスが、Action '{0}' を含む応答メッセージを返送しています。
ko: 라우팅 서비스에서 동작 '{0}'이(가) 있는 응답 메시지를 다시 보내는 중입니다.
nb: Rutingstjenesten returnerer en svarmelding med handlingen {0}.
nl: De Routing-service stuurt momenteel een antwoordbericht terug met de actie {0}.
pl: Usługa routingu odsyła komunikat odpowiedzi z akcją {0}.
pt_br: O serviço de roteamento está retornando uma mensagem de resposta com Action '{0}'.
pt_pt: O Serviço de Encaminhamento está a devolver uma mensagem de resposta com a Ação '{0}'.
ru: Сообщение Routing Service отправляет ответное сообщение с действием "{0}".
sv: Routningstjänsten skickar tillbaka ett svarsmeddelande med åtgärd {0}.
tr: Yönlendirme Hizmeti, '{0}' Eylemi ile bir yanıt iletisi geri gönderiyor.
zh_cn: 路由服务正在发回含有 Action“{0}”的响应消息。
zh_tw: 路由服務正在傳回動作為 '{0}' 的回應訊息。

# event_RoutingServiceTransmitFailed
source: The Routing Service failed while sending to '{0}'.
ar: فشلت خدمة التوجيه أثناء الإرسال إلى '{0}'.
cs: Směrovací služba skončila chybou při posílání na místo {0}.
da: Der opstod en fejl på Routing Service under afsendelse til '{0}'.
de: Routingdienstfehler beim Senden an '{0}'.
el: Η υπηρεσία δρομολόγησης απέτυχε κατά την αποστολή στο '{0}'.
es: Error en el servicio de enrutamiento al enviar a '{0}'.
fi: Reitityspalvelussa tapahtui virhe lähetettäessä viestiä kohteeseen {0}.
fr: Échec du service de routage lors de l'envoi à '{0}'.
he: שירות הניתוב נכשל בעת שליחה אל '{0}'.
hu: Hiba történt az Útválasztási szolgáltatásban a következő címzettnek való küldés közben: „{0}”.
it: Errore del servizio di routing durante l'invio a '{0}'.
ja: '{0}' への送信中にルーティング サービスでエラーが発生しました。
ko: 라우팅 서비스에서 '{0}'(으)로 보내는 동안 오류가 발생했습니다.
nb: Det oppstod en feil i rutingstjenesten under sending til {0}.
nl: Er is een fout opgetreden in de Routing-service tijdens het verzenden naar {0}.
pl: Wystąpił błąd usługi routingu podczas wysyłania komunikatu pod adres {0}.
pt_br: Falha do serviço de roteamento ao enviar para '{0}'.
pt_pt: Falha do Serviço de Encaminhamento ao enviar para '{0}'.
ru: Служба Routing Service завершена с ошибкой при отправке в "{0}".
sv: Ett fel uppstod i routningstjänsten under sändning till {0}.
tr: Yönlendirme Hizmeti '{0}' hedefine gönderirken başarısız oldu.
zh_cn: 向“{0}”发送时，路由服务失败。
zh_tw: 傳送至 '{0}' 時，路由服務失敗。

# event_RoutingServiceUsingExistingTransaction
source: The Routing Service will send messages using existing transaction '{0}'.
ar: ستقوم خدمة التوجيه بإرسال رسائل باستخدام المعاملة الموجودة '{0}'.
cs: Služba RoutingService bude posílat zprávy použitím stávající transakce {0}.
da: Routing Service sender meddelelser med den eksisterende transaktion '{0}'.
de: Der Routingdienst sendet Nachrichten mithilfe der vorhandenen Transaktion '{0}'.
el: Η υπηρεσία δρομολόγησης θα στείλει μηνύματα χρησιμοποιώντας την υπάρχουσα συναλλαγή '{0}'.
es: El servicio de enrutamiento enviará mensajes con la transacción existente '{0}'.
fi: Reitityspalvelu lähettää viestit käyttäen olemassa olevaa tapahtumaa ({0}).
fr: Le service de routage enverra les messages à l'aide de la transaction '{0}' existante.
he: שירות הניתוב ישלח הודעות באמצעות הטרנזקציה הקיימת '{0}'.
hu: Az Útválasztási szolgáltatás a meglévő „{0}” tranzakció használatával fog üzeneteket küldeni.
it: Il servizio di routing invierà messaggi tramite la transazione esistente '{0}'.
ja: ルーティング サービスは、既存のトランザクション '{0}' を使用してメッセージを送信します。
ko: 라우팅 서비스에서 기존 트랜잭션 '{0}'을(를) 사용하여 메시지를 보냅니다.
nb: Rutingstjenesten sender meldinger via den eksisterende transaksjonen {0}.
nl: De Routing-service zal berichten verzenden met de bestaande transactie {0}.
pl: Usługa routingu wyśle komunikaty przy użyciu istniejącej transakcji {0}.
pt_br: O serviço de roteamento enviará mensagens usando a transação existente '{0}'.
pt_pt: O Serviço de Encaminhamento enviará mensagens utilizando a transação existente '{0}'.
ru: Служба Routing Service будет отправлять сообщения в рамках существующей транзакции "{0}".
sv: Routningstjänsten skickar meddelanden med befintlig transaktion {0}.
tr: Yönlendirme Hizmeti iletileri var olan '{0}' işlemini kullanarak gönderecek.
zh_cn: 路由服务将使用现有事务“{0}”发送消息。
zh_tw: 路由服務會使用現有的交易 '{0}' 傳送訊息。

# event_RoutingTableLookupStart
source: Routing table lookup started.
ar: تم بدء البحث في جدول التوجيه.
cs: Bylo zahájeno prohledávání směrovací tabulky.
da: Opslag i routingtabellen startede.
de: Das Lookup in der Routingtabelle wurde gestartet.
el: Η αναζήτηση πίνακα δρομολόγησης ξεκίνησε.
es: Se inició la búsqueda de la tabla de enrutamiento.
fi: Haku reititystaulukosta alkoi.
fr: Début de la recherche dans la table de routage.
he: בדיקת מידע בטבלת ניתוב הופעלה.
hu: Az útválasztási táblában való keresés megkezdődött.
it: Ricerca tabella di routing avviata.
ja: ルーティング テーブルの参照を開始しました。
ko: 라우팅 테이블 조회가 시작되었습니다.
nb: Oppslag i rutetabell startet.
nl: Opzoeken in routeringstabel gestart.
pl: Rozpoczęto wyszukiwanie w tabeli routingu.
pt_br: Pesquisa de tabela de roteamento iniciada.
pt_pt: Pesquisa da tabela de encaminhamento iniciada.
ru: Просмотр таблицы маршрутизации запущен.
sv: Sökning i routningstabellen har startats.
tr: Yönlendirme tablosu araması başladı.
zh_cn: 已开始路由表查找。
zh_tw: 路由表查閱已啟動。

# event_RoutingTableLookupStop
source: Routing table lookup completed.
ar: اكتمل البحث في جدول التوجيه.
cs: Prohledávání směrovací tabulky bylo dokončeno.
da: Opslag i routingtabellen blev fuldført.
de: Das Lookup in der Routingtabelle wurde abgeschlossen.
el: Η αναζήτηση πίνακα δρομολόγησης ολοκληρώθηκε.
es: Se completó la búsqueda de la tabla de enrutamiento.
fi: Haku reititystaulukosta valmis.
fr: Recherche dans la table de routage terminée.
he: בדיקת מידע בטבלת ניתוב הושלמה.
hu: Az útválasztási táblában való keresés befejeződött.
it: Ricerca tabella di routing completata.
ja: ルーティング テーブルの参照が完了しました。
ko: 라우팅 테이블 조회가 완료되었습니다.
nb: Oppslag i rutetabell fullført.
nl: Opzoeken in routeringstabel voltooid.
pl: Ukończono wyszukiwanie w tabeli routingu.
pt_br: Pesquisa de tabela de roteamento concluída.
pt_pt: Pesquisa da tabela de encaminhamento concluída.
ru: Просмотр таблицы маршрутизации завершен.
sv: Sökning i routningstabellen har slutförts.
tr: Yönlendirme tablosu araması tamamlandı.
zh_cn: 已完成路由表查找。
zh_tw: 路由表查閱已完成。

# event_RunnableInstancesDetectionError
source: Detection of runnable instances failed due to the following exception
ar: فشل الكشف عن مثيلات قابلة للتشغيل بسبب الاستثناء التالي
cs: Zjišťování spustitelných instancí se nezdařilo, protože došlo k následující výjimce.
da: Registreringen af forekomster til udførelse kunne ikke fuldføres pga. følgende undtagelse
de: Fehler bei der Suche nach ausführbaren Instanzen aufgrund der folgenden Ausnahme.
el: Ο εντοπισμός των παρουσιών με δυνατότητα εκτέλεσης απέτυχε λόγω της ακόλουθης εξαίρεσης
es: No se pudieron detectar las instancias ejecutables por la siguiente excepción
fi: Suoritettavissa olevien esiintymien havaitseminen epäonnistui seuraavan poikkeuksen vuoksi
fr: Échec de la détection des instances exécutables en raison de l'exception suivante
he: זיהוי המופעים הניתנים להפעלה נכשל עקב החריגה הבאה
hu: A futtatható példányok észlelése a következő kivétel miatt sikertelen volt:
it: Rilevamento delle istanze eseguibili non riuscito a causa dell'eccezione seguente
ja: 実行可能インスタンスの検出は次の例外のために失敗しました
ko: 다음 예외로 인해 실행 가능한 인스턴스를 검색하지 못했습니다.
nb: Registrering av kjørbare forekomster mislyktes på grunn av følgende unntak
nl: Het detecteren van uitvoerbare exemplaren is mislukt vanwege de volgende uitzondering
pl: Wykrywanie możliwych do uruchomienia wystąpień nie powiodło się z powodu następującego wyjątku.
pt_br: Falha na detecção de instâncias executáveis devido à seguinte exceção
pt_pt: A deteção de instâncias passíveis de execução falhou devido à exceção seguinte
ru: Не удалось обнаружить доступные для выполнения экземпляры, поскольку обнаружено следующее исключение
sv: Det gick inte att identifiera körbara instanser på grund av följande undantag
tr: Aşağıdaki özel durum nedeniyle çalıştırılabilir örnekler algılanamadı
zh_cn: 由于下列异常，导致可运行实例检测失败
zh_tw: 偵測可執行的執行個體失敗，因為發生下列例外狀況

# event_RuntimeTransactionComplete
source: The runtime transaction has completed with the state '{0}'.
ar: اكتملت معاملة وقت التشغيل بحالة '{0}'.
cs: Běhová transakce byla dokončena se stavem {0}.
da: Kørselstransaktionen blev fuldført i tilstanden '{0}'.
de: Die Laufzeittransaktion wurde mit dem Status '{0}' abgeschlossen.
el: Η συναλλαγή χρόνου εκτέλεσης ολοκληρώθηκε με την κατάσταση '{0}'.
es: La transacción en tiempo de ejecución se ha completado con el estado '{0}'.
fi: Suorituksenaikainen tapahtuma on suoritettu. Tila: {0}.
fr: La transaction runtime s'est terminée à l'état '{0}'.
he: טרנזקציית זמן הריצה הושלמה עם מצב '{0}'.
hu: A futásidejű tranzakció „{0}” állapottal befejeződött.
it: Transazione del runtime completata con lo stato '{0}'.
ja: ランタイム トランザクションは、状態 '{0}' で完了しました。
ko: 런타임 트랜잭션이 '{0}' 상태로 완료되었습니다.
nb: Kjøretidstransaksjonen er fullført med statusen {0}.
nl: De runtimetransactie is voltooid met de status {0}.
pl: Transakcja czasu wykonywania została zakończona, stan końcowy: {0}.
pt_br: A transação de tempo de execução foi concluída com o estado '{0}'.
pt_pt: A transação de runtime foi concluída com o estado '{0}'.
ru: Транзакция среды выполнения завершена; состояние "{0}".
sv: Körningstransaktionen har slutförts med tillståndet {0}.
tr: Çalışma zamanı işlemi '{0}' durumuyla tamamlandı.
zh_cn: 运行时事务已在状态“{0}”下完成。
zh_tw: 執行階段交易已完成，狀態為 '{0}'。

# event_RuntimeTransactionCompletionRequested
source: Activity '{0}', DisplayName: '{1}', InstanceId: '{2}' has scheduled completion of the runtime transaction.
ar: تمت جدولة النشاط '{0}', DisplayName: '{1}', InstanceId: '{2}' لإكمال معاملة وقت التشغيل.
cs: Pro aktivitu {0} s názvem DisplayName {1} a InstanceId {2} bylo plánováno dokončení běhové transakce.
da: Activity '{0}', DisplayName: '{1}', InstanceId: '{2}' har planlagt fuldførelse af kørselstransaktionen.
de: Die Aktivität '{0}', DisplayName: '{1}', InstanceId: '{2}' hat den Abschluss der Laufzeittransaktion geplant.
el: Activity '{0}', DisplayName: '{1}', InstanceId: '{2}' έχει προγραμματίσει ολοκλήρωση της συναλλαγής χρόνου εκτέλεσης.
es: La actividad '{0}', DisplayName: '{1}', InstanceId: '{2}' ha programado la finalización de la transacción en tiempo de ejecución.
fi: Tehtävä {0} (DisplayName: {1}, InstanceId: {2}) on ajoittanut suorituksenaikaisen tapahtuman suorittamisen.
fr: L'activité '{0}', DisplayName : '{1}', InstanceId : '{2}' a planifié la fin de la transaction runtime.
he: פעילות '{0}', DisplayName‏: '{1}', InstanceId‏: '{2}' תזמנה השלמה של טרנזקציית זמן הריצה.
hu: A(z) „{0}” tevékenység a futásidejű tranzakció befejezését ütemezte. DisplayName: „{1}”, InstanceId: „{2}”.
it: L'attività '{0}', DisplayName: '{1}', InstanceId: '{2}' ha pianificato il completamento della transazione di runtime.
ja: Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' は、ランタイム トランザクションの完了がスケジュールされました。
ko: 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'이(가) 런타임 트랜잭션 완료를 예약했습니다.
nb: Aktiviteten {0}, DisplayName: {1}, InstanceId: {2} har planlagt fullførelse av kjøretidstransaksjonen.
nl: De activiteit {0} met de weergavenaam {1} en de exemplaar-id {2} heeft de voltooiing van de runtimetransactie gepland.
pl: Działanie {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}, zaplanowało wykonanie transakcji czasu wykonywania.
pt_br: A atividade '{0}', DisplayName: '{1}', InstanceId: '{2}' agendou a conclusão da transação de tempo de execução.
pt_pt: Activity '{0}', DisplayName: '{1}', InstanceId: '{2}' agendou a conclusão da transação de runtime.
ru: Элемент Activity "{0}", DisplayName: "{1}", InstanceId: "{2}" запланировал завершение транзакции среды выполнения.
sv: Aktivitet {0}, DisplayName: {1}, InstanceId: {2} har schemalagt slutförande av körningstransaktionen.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' Activity'si çalışma zamanı işleminin tamamlanmasını zamanladı.
zh_cn: Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”已安排了运行时事务的完成。
zh_tw: 活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 已排程執行階段交易的完成。

# event_RuntimeTransactionSet
source: The runtime transaction has been set by Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. Execution isolated to Activity '{3}', DisplayName: '{4}', InstanceId: '{5}'.
ar: تم تعيين معاملة وقت التشغيل بواسطة النشاط '{0}', DisplayName: '{1}', InstanceId: '{2}'. تم عزل التنفيذ إلى النشاط '{3}', DisplayName: '{4}', InstanceId: '{5}'.
cs: Běhová transakce byla nastavena aktivitou {0} s názvem DisplayName {1} a InstanceId {2}. Provádění bylo izolováno na aktivitu {3} s názvem DisplayName {4} a InstanceId {5}.
da: Kørselstransaktionen blev indstillet af Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. Udførelsen blev isoleret til Activity '{3}', DisplayName: '{4}', InstanceId: '{5}'.
de: Die Laufzeittransaktion wurde von der Aktivität '{0}', DisplayName: '{1}', InstanceId: '{2}' festgelegt. Die Ausführung wurde für die Aktivität '{3}', DisplayName: '{4}', InstanceId: '{5}' isoliert.
el: Η συναλλαγή χρόνου εκτέλεσης έχει οριστεί από Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. Η εξαίρεση απομονώθηκε σε Activity '{3}', DisplayName: '{4}', InstanceId: '{5}'.
es: La transacción en tiempo de ejecución ha sido establecida por la actividad '{0}', DisplayName: '{1}', InstanceId: '{2}'. Ejecución aislada para la actividad '{3}', DisplayName: '{4}', InstanceId: '{5}'.
fi: Tehtävä {0} (DisplayName: {1}, InstanceId: {2}) on asettanut suorituksenaikaisen tapahtuman. Suoritus on eristetty tehtävään {3} (DisplayName: {4}, InstanceId: {5}).
fr: La transaction runtime a été définie par l'activité '{0}', DisplayName : '{1}', InstanceId : '{2}'. Exécution isolée de l'activité '{3}', DisplayName : '{4}', InstanceId : '{5}'.
he: טרנזקציית זמן הריצה הוגדרה על-ידי פעילות '{0}', DisplayName‏: '{1}', InstanceId‏: '{2}'. ביצוע מבודד לפעילות '{3}', DisplayName‏: '{4}', InstanceId‏: '{5}'.
hu: A futásidejű tranzakciót a(z) „{0}” tevékenység állította be. DisplayName: „{1}”, InstanceId: „{2}”. A végrehajtás el van szigetelve: „{3}” tevékenység, DisplayName: „{4}”, InstanceId: „{5}”
it: Transazione di runtime impostata dall'attività '{0}', DisplayName: '{1}', InstanceId: '{2}'. Esecuzione isolata all'attività '{3}', DisplayName: '{4}', InstanceId: '{5}'.
ja: Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' によってランタイム トランザクションが設定されました。実行は、Activity '{3}'、DisplayName: '{4}'、InstanceId: '{5}' に分離されました。
ko: 런타임 트랜잭션이 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'(으)로 설정되었습니다. 작업 '{3}', DisplayName: '{4}', InstanceId: '{5}'(으)로 실행이 격리되었습니다.
nb: Kjøretidstransaksjonen er angitt av aktiviteten {0}, DisplayName: {1}, InstanceId: {2}. Utførelse er isolert til aktiviteten {3}, DisplayName: {4}, InstanceId: {5}.
nl: De runtimetransactie is ingesteld door de activiteit {0} met de weergavenaam {1} en de exemplaar-id {2}. De uitvoering is geïsoleerd tot de activiteit {3} met de weergavenaam {4} en de exemplaar-id {5}.
pl: Transakcja czasu wykonywania została ustawiona przez działanie {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}. Wykonanie izolowane, ograniczone do działania {3}, nazwa wyświetlana: {4}, identyfikator wystąpienia: {5}.
pt_br: A transação de tempo de execução foi definida pela atividade '{0}', DisplayName: '{1}', InstanceId: '{2}'. Execução isolada à atividade '{3}', DisplayName: '{4}', InstanceId: '{5}'.
pt_pt: A transação de runtime foi definida pela Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. Execução isolada pela Activity '{3}', DisplayName: '{4}', InstanceId: '{5}'.
ru: Транзакция среды выполнения задана элементом Activity "{0}", DisplayName: "{1}", InstanceId: '{2}'. Выполнение изолировано в элементе Activity "{3}", DisplayName: "{4}", InstanceId: '{5}'.
sv: Körningstransaktionen har ställts in av aktivitet {0}, DisplayName: {1}, InstanceId: {2}. Utförande isolerad till aktivitet {3}, DisplayName: {4}, InstanceId: {5}.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' Activity'si tarafından çalışma zamanı işlemi ayarlandı. Yürütme DisplayName: '{4}', InstanceId: '{5}' olan '{3}' Activity'sinde yalıtıldı.
zh_cn: 运行时事务已经由 Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”设置。执行独立于 Activity“{3}”、DisplayName“{4}”、InstanceId“{5}”。
zh_tw: 活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 已設定執行階段交易。執行已隔離到活動 '{3}'、DisplayName: '{4}'、InstanceId: '{5}'。
