Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_ServiceException
source: There was an unhandled exception of type '{1}' during message processing. Full Exception Details: {0}.
ar: يوجد استثناء لم تتم معالجته من النوع '{1}' خلال معالجة الرسالة. التفاصيل الكاملة للاستثناء: {0}.
cs: Během zpracování zprávy nastala nezpracovaná výjimka typu {1}. Úplné informace o výjimce: {0}
da: Der blev udløst en ubehandlet undtagelse af typen '{1}' under meddelelsesbehandlingen. Oplysninger om undtagelse: {0}.
de: Während der Nachrichtenverarbeitung ist ein Ausnahmefehler vom Typ "{1}" aufgetreten. Vollständige Ausnahmedetails: {0}.
el: Προέκυψε εξαίρεση τύπου '{1}' που δεν αντιμετωπίστηκε κατά την επεξεργασία του μηνύματος. Πλήρεις λεπτομέρειες εξαίρεσης: {0}.
es: Excepción no controlada del tipo '{1}' durante el procesamiento del mensaje. Detalles de la excepción completa: {0}.
fi: Sanoman käsittelyn aikana kohdattiin käsittelemätön poikkeus, jonka tyyppi on {1}. Poikkeuksen täydet tiedot: {0}.
fr: Une exception non prise en charge de type '{1}' s'est produite lors du traitement du message. Détails de l'exception : {0}.
he: אירעה חריגה לא מטופלת מסוג '{1}' בעת עיבוד ההודעה. פרטי החריגה המלאים‏: {0}.
hu: „{1}” típusú nem kezelt kivétel történt az üzenetfeldolgozás során. A kivétel részletes adatai: {0}.
it: Eccezione non gestita di tipo '{1}' durante l'elaborazione dei messaggi. Dettagli completi sull'eccezione: {0}.
ja: メッセージの処理中に種類 '{1}' のハンドルされない例外がありました。完全な例外の詳細: {0}。
ko: 메시지를 처리하는 동안 '{1}' 형식의 예외를 처리하지 못했습니다. 전체 예외 세부 정보: {0}.
nb: Det har oppstått et ubehandlet unntak av typen {1} under behandling av meldingen. Alle unntaksdetaljene: {0}.
nl: Er is een niet-afgehandelde uitzondering van het type {1} opgetreden tijdens de berichtverwerking. Volledige details van uitzondering: {0}.
pl: Wystąpił nieobsłużony wyjątek typu „{1}” podczas przetwarzania komunikatu. Pełne szczegóły wyjątku: {0}.
pt_br: Exceção sem tratamento do tipo '{1}' encontrada durante o processamento de mensagens. Detalhes da Exceção Completa: {0}.
pt_pt: Ocorreu uma exceção não processada do tipo '{1}' durante o processamento da mensagem. Detalhes Completos da Exceção: {0}.
ru: Во время обработки сообщения возникло необработанное исключение типа "{1}". Подробные сведения об исключении: {0}.
sv: Ett ohanterat undantag av typen {1} uppstod under meddelandebearbetningen. Fullständiga detaljer för undantaget: {0}.
tr: İleti işleme sırasında '{1}' türünde işlenmeyen bir özel durum oluştu. Tam Özel Durum Ayrıntıları: {0}.
zh_cn: 消息处理过程中出现了“{1}”类型的未经处理的异常。完整异常详细信息: {0}。
zh_tw: 訊息處理期間發生類型 '{1}' 的未處理例外狀況。完整例外狀況詳細資料: {0}。

# event_ServiceHostFactoryCreationStart
source: ServiceHostFactory begin creation
ar: بداية إنشاء ServiceHostFactory
cs: Začátek vytváření ServiceHostFactory
da: Oprettelse af begyndelse for ServiceHostFactory
de: ServiceHostFactory Erstellung starten
el: Έναρξη δημιουργίας ServiceHostFactory
es: Comienzo de creación de ServiceHostFactory
fi: ServiceHostFactory: aloita luominen
fr: Début de la création de ServiceHostFactory
he: התחלת יצירת ServiceHostFactory
hu: ServiceHostFactory létrehozásának megkezdése
it: Inizio creazione ServiceHostFactory
ja: ServiceHostFactory が作成を開始します
ko: ServiceHostFactory 만들기 시작
nb: ServiceHostFactory starter opprettelse
nl: ServiceHostFactory: maken starten
pl: Rozpoczęcie tworzenia obiektu ServiceHostFactory
pt_br: Iniciar criação de ServiceHostFactory
pt_pt: Iniciar criação de ServiceHostFactory
ru: Начало создания ServiceHostFactory
sv: ServiceHostFactory starta skapande
tr: ServiceHostFactory oluşturmayı başlat
zh_cn: ServiceHostFactory 开始创建
zh_tw: ServiceHostFactory 開始建立

# event_ServiceHostFactoryCreationStop
source: ServiceHostFactory end creation
ar: نهاية إنشاء ServiceHostFactory
cs: Konec vytváření ServiceHostFactory
da: Oprettelse af afslutning for ServiceHostFactory
de: ServiceHostFactory Erstellung beenden
el: Λήξη δημιουργίας ServiceHostFactory
es: Finalización de creación de ServiceHostFactory
fi: ServiceHostFactory: lopeta luominen
fr: Fin de la création deServiceHostFactory
he: סיום יצירת ServiceHostFactory
hu: ServiceHostFactory létrehozásának befejezése
it: Fine creazione ServiceHostFactory
ja: ServiceHostFactory が作成を終了します
ko: ServiceHostFactory 만들기 종료
nb: ServiceHostFactory avslutter opprettelse
nl: ServiceHostFactory: maken beëindigen
pl: Zakończenie tworzenia obiektu ServiceHostFactory
pt_br: Finalizar criação de ServiceHostFactory
pt_pt: Terminar criação de ServiceHostFactory
ru: Окончание создания ServiceHostFactory
sv: ServiceHostFactory avsluta skapande
tr: ServiceHostFactory oluşturmayı sonlandır
zh_cn: ServiceHostFactory 结束创建
zh_tw: ServiceHostFactory 結束建立

# event_ServiceHostFaulted
source: Service host faulted.
ar: حصل خطأ في مضيف الخدمة.
cs: V hostiteli služby došlo k chybě.
da: Der opstod fejl i tjenesteværten.
de: Der Diensthost ist fehlerhaft.
el: Ο κεντρικός υπολογιστής υπηρεσίας παρουσίασε σφάλμα.
es: Error en el host de servicio.
fi: Palveluisäntä havaitsi virheen.
fr: L'hôte de service a rencontré une erreur.
he: אירעה תקלה במארח השירות.
hu: A gazdaszolgáltatás hibát jelzett.
it: Errore host del servizio.
ja: サービス ホストが途中終了しました。
ko: 서비스 호스트에 오류가 발생했습니다.
nb: Feil på tjenestevert.
nl: Fout bij servicehost.
pl: Błąd hosta usługi.
pt_br: Falha no host de serviço.
pt_pt: O anfitrião do serviço falhou.
ru: Сбой узла службы.
sv: Fel inträffade i tjänstvärd.
tr: Hizmet ana bilgisayarında hata oluştu.
zh_cn: 服务主机出现故障。
zh_tw: 服務主機發生錯誤。

# event_ServiceHostOpenStart
source: ServiceHost Open started.
ar: تم بدء فتح ServiceHost.
cs: Byla zahájena operace Otevřít hostitele služby ServiceHost.
da: ServiceHost Open er startet.
de: Öffnen von ServiceHost wurde gestartet.
el: Το άνοιγμα του ServiceHost ξεκίνησε.
es: Se inició la apertura ServiceHost.
fi: ServiceHost Open alkoi.
fr: Début de l'ouverture de ServiceHost.
he: ServiceHost Open התחיל.
hu: ServiceHost megnyitása megkezdődött.
it: ServiceHostOpen avviato.
ja: ServiceHost Open を開始しました。
ko: ServiceHost 열기가 시작되었습니다.
nb: ServiceHost Open startet.
nl: Openen van ServiceHost gestart.
pl: Rozpoczęto wykonywanie metody Open obiektu ServiceHost.
pt_br: Abertura de ServiceHost iniciada.
pt_pt: ServiceHost Open iniciado.
ru: Метод ServiceHost Open запущен.
sv: ServiceHost Open har startats.
tr: ServiceHost Açma başladı.
zh_cn: ServiceHost 已开始打开。
zh_tw: ServiceHost 開啟已啟動。

# event_ServiceHostOpenStop
source: ServiceHost Open completed.
ar: اكتمل فتح ServiceHost.
cs: Byla dokončena operace Otevřít hostitele služby ServiceHost.
da: ServiceHost Open er fuldført.
de: Öffnen von ServiceHost wurde abgeschlossen.
el: Το άνοιγμα του ServiceHost ολοκληρώθηκε.
es: Se completó la apertura de ServiceHost.
fi: ServiceHost Open valmis.
fr: Ouverture de ServiceHost terminée.
he: ServiceHost Open הושלם.
hu: ServiceHost megnyitása befejeződött.
it: ServiceHostOpen completato.
ja: ServiceHost Open が完了しました。
ko: ServiceHost 열기가 완료되었습니다.
nb: ServiceHost Open fullført.
nl: Openen van ServiceHost voltooid.
pl: Ukończono wykonywanie metody Open obiektu ServiceHost.
pt_br: Abertura de ServiceHost concluída.
pt_pt: ServiceHost Open concluído.
ru: Метод ServiceHost Open завершен.
sv: ServiceHost Open slutförd.
tr: ServiceHost Açma tamamlandı.
zh_cn: ServiceHost 已完成打开。
zh_tw: ServiceHost 開啟已完成。

# event_ServiceHostStarted
source: ServiceHost started: '{0}'.
ar: بدأ ServiceHost: '{0}'.
cs: Třída ServiceHost byla spuštěna: {0}.
da: En ServiceHost startede: '{0}'.
de: ServiceHost gestartet: '{0}'.
el: Το ServiceHost ξεκίνησε '{0}'.
es: ServiceHost iniciado: '{0}'.
fi: ServiceHost on aloitettu: {0}.
fr: ServiceHost a démarré : '{0}'.
he: ServiceHost הופעל: '{0}'.
hu: ServiceHost elindítva: „{0}”.
it: ServiceHost avviato: '{0}'.
ja: ServiceHost は '{0}' で開始されています。
ko: ServiceHost가 시작되었습니다. '{0}'.
nb: ServiceHost startet: {0}.
nl: Er is een ServiceHost gestart: {0}.
pl: Uruchomiony obiekt ServiceHost: „{0}”.
pt_br: ServiceHost iniciado: '{0}'.
pt_pt: ServiceHost iniciado: '{0}'.
ru: Объект ServiceHost запущен: "{0}".
sv: ServiceHost har startats: {0}.
tr: ServiceHost başlatıldı: '{0}'.
zh_cn: ServiceHost 已启动:“{0}”。
zh_tw: ServiceHost 已啟動: '{0}'。

# event_ServiceSecurityNegotiationCompleted
source: Service security negotiation completed.
ar: اكتملت مفاوضات أمان الخدمة.
cs: Bylo dokončeno vyjednávání zabezpečení služby.
da: Sikkerhedsforhandlingen for tjenesten blev fuldført.
de: Die Dienstsicherheitsaushandlung wurde abgeschlossen.
el: Η διαπραγμάτευση της ασφάλειας υπηρεσίας ολοκληρώθηκε.
es: Se completó la negociación de seguridad del servicio.
fi: Palvelun suojausneuvottelu valmistui.
fr: Négociation de sécurité du service terminée.
he: המשא ומתן לאבטחת השירות הושלם.
hu: A szolgáltatás biztonsági egyeztetése befejeződött.
it: Negoziazione di sicurezza del servizio completata.
ja: サービス セキュリティ ネゴシエーションが完了しました。
ko: 서비스 보안 협상이 완료되었습니다.
nb: Sikkerhetsforhandling for tjeneste er fullført.
nl: Beveiligingsonderhandeling van service voltooid.
pl: Ukończono negocjowanie zabezpieczeń usługi.
pt_br: Negociação de segurança de serviço concluída.
pt_pt: Negociação de segurança do serviço concluída.
ru: Согласование безопасности службы завершено.
sv: Tjänstsäkerhetsförhandlingen har slutförts.
tr: Hizmet güvenliği anlaşması tamamlandı.
zh_cn: 服务安全协商已完成。
zh_tw: 服務安全性交涉已完成。

# event_ServiceStartPipeError
source: Service start pipe error.
ar: خطأ في توجيه بدء الخدمة.
cs: Chyba kanálu při spuštění služby
da: Der opstod en pipefejl ved start af tjenesten.
de: Pipefehler beim Starten des Diensts.
el: Σφάλμα διοχέτευσης έναρξης υπηρεσίας.
es: Error de canalización del inicio de servicio.
fi: Putkivirhe palvelun aloituksessa.
fr: Erreur de canal relative au démarrage du service.
he: שגיאת צינור של הפעלת שירות.
hu: Hiba történt a szolgáltatási cső indításakor.
it: Errore della pipe di avvio del servizio.
ja: サービス開始パイプ エラー。
ko: 서비스 시작 파이프 오류가 발생했습니다.
nb: Feil på startdatakanal for tjeneste.
nl: Pipe-fout bij starten van service.
pl: Błąd potoku uruchamiania usług.
pt_br: Erro de pipe de início do serviço.
pt_pt: Erro de pipe no início do serviço.
ru: Ошибка канала запуска службы.
sv: Pipe-fel i tjänststart.
tr: Hizmet başlatma kanal hatası.
zh_cn: 服务启动管道出错。
zh_tw: 服務啟動管道時發生錯誤。

# event_SessionCookieReadingStarted
source: Reading session token from session cookie started.
ar: بدأت قراءة رمز الجلسة من ملف تعريف ارتباط الجلسة.
cs: Bylo zahájeno načítání tokenu relace ze souboru cookie relace.
da: Læsning af sessionstoken fra sessionscookien blev startet.
de: Lesen des Sitzungstokens aus dem Sitzungscookie gestartet.
el: Η ανάγνωση διακριτικού περιόδου λειτουργίας από το cookie περιόδου λειτουργίας ξεκίνησε.
es: Se inició la lectura del token de sesión de la cookie de sesión.
fi: Istuntotunnuksen lukeminen istuntoevästeestä alkoi.
fr: Début de la lecture du jeton de session à partir du cookie de session.
he: קריאת אסימון הפעלה מקובץ Cookie של ההפעלה התחילה.
hu: Megkezdődött a munkamenet jogkivonatának beolvasása a munkameneti cookie-ból.
it: Lettura del token di sessione dal cookie di sessione avviata.
ja: セッション クッキーからのセッション トークンの読み取りを開始しました。
ko: 세션 쿠키에서 세션 토큰을 읽기 시작했습니다.
nb: Lesing av øktstoken fra øktsinformasjonskapsel startet.
nl: Lezen van sessietoken van sessiecookie gestart.
pl: Rozpoczęto odczytywanie tokenu sesji z pliku cookie sesji.
pt_br: Leitura do token de sessão do cookie de sessão iniciada.
pt_pt: Leitura do token de sessão no cookie de sessão iniciada.
ru: Запущено чтение токена сеанса из файла cookie сеанса.
sv: Läsning av sessionstoken från sessionscookien har påbörjats.
tr: Oturum tanımlama bilgisinden oturum belirteci okuma başladı.
zh_cn: 从会话 Cookie 读取会话令牌已开始。
zh_tw: 已開始從工作階段 Cookie 讀取工作階段權杖。

# event_SessionCookieReadingSuccess
source: Reading session token from session cookie succeeded.
ar: نجحت قراءة رمز الجلسة من ملف تعريف ارتباط الجلسة.
cs: Načtení tokenu relace ze souboru cookie relace se zdařilo.
da: Læsning af sessionstoken fra sessionscookien blev fuldført.
de: Lesen des Sitzungstokens aus dem Sitzungscookie erfolgreich.
el: Η ανάγνωση διακριτικού περιόδου λειτουργίας από το cookie περιόδου λειτουργίας ολοκληρώθηκε με επιτυχία.
es: La lectura del token de sesión de la cookie de sesión se realizó correctamente.
fi: Istuntotunnuksen lukeminen istuntoevästeestä onnistui.
fr: Lecture du jeton de session à partir du cookie de session effectuée.
he: קריאת אסימון הפעלה מקובץ Cookie של ההפעלה בוצעה בהצלחה.
hu: A munkamenet jogkivonatának beolvasása a munkameneti cookie-ból sikeresen befejeződött.
it: Lettura del token di sessione dal cookie di sessione completata.
ja: セッション クッキーからのセッション トークンの読み取りに成功しました。
ko: 세션 쿠키에서 세션 토큰 읽기에 성공했습니다.
nb: Lesing av øktstoken fra øktsinformasjonskapsel lyktes.
nl: Lezen van sessietoken van sessiecookie geslaagd.
pl: Odczytywanie tokenu sesji z pliku cookie sesji zakończyło się pomyślnie.
pt_br: Leitura do token de sessão do cookie de sessão bem-sucedida.
pt_pt: Leitura do token de sessão no cookie de sessão bem-sucedida.
ru: Чтение токена сеанса из файла cookie сеанса выполнено успешно.
sv: Sessionstoken från sessionscookien har lästs.
tr: Oturum tanımlama bilgisinden oturum belirteci okuma başarılı oldu.
zh_cn: 从会话 Cookie 读取会话令牌已成功。
zh_tw: 已成功從工作階段 Cookie 讀取工作階段權杖。

# event_SessionIdleTimeout
source: Session aborting for idle channel to uri:'{0}'.
ar: إجهاض الجلسة لقناة عاطلة إلى معرف uri:'{0}'.
cs: Přerušení relace pro nečinný kanál směřující na identifikátor URI: {0}
da: Sessionen afbrydes for den inaktive kanal til URI'en: '{0}'.
de: Sitzungsabbruch für im Leerlauf befindlichen Kanal zum URI: "{0}".
el: Ματαίωση λειτουργίας για το αδρανές κανάλι προς το uri:'{0}'.
es: Anulando la sesión para el canal inactivo al URI: '{0}'.
fi: Käyttämättömän kanavan istunto URI-tunnukselle {0} keskeytyy.
fr: Abandon de la session du canal inactif de l'URI : '{0}'.
he: ההפעלה מתבטלת עבור ערוץ לא פעיל ל-URI:‏'{0}'‏.
hu: Folyamatban van a munkamenet megszakítása a következő URI-címhez vezető tétlen csatornán: „{0}”.
it: Interruzione sessione per canale di inattività nell'URI: '{0}'.
ja: URI:'{0}' へのアイドル チャネルのセッションを中止しています。
ko: URI: '{0}'에 대한 유휴 채널에 대해 세션을 중단하는 중입니다.
nb: Økt avbrytes for inaktiv kanal til uri:{0}.
nl: Sessie wordt afgebroken voor niet-actief kanaal op URI:'{0}'.
pl: Przerywanie sesji dla bezczynnego kanału do identyfikatora URI „{0}”.
pt_br: Anulando a sessão do canal ocioso para uri: '{0}'.
pt_pt: Sessão a abortar para o canal inativo do uri: '{0}'.
ru: Прерывание сеанса для простаивающего канала по URI: "{0}".
sv: Sessionen avbryts för passiv kanal till URI: {0}.
tr: '{0}' uri'sine yönelik boştaki kanal için oturum iptal ediliyor.
zh_cn: 会话正在中止 URI“{0}”的空闲通道。
zh_tw: 工作階段正在中止閒置的 URI 通道: '{0}'。

# event_SessionPreambleUnderstood
source: Session preamble for '{0}' understood.
ar: تم فهم مقدمة الجلسة لصالح '{0}'.
cs: Preambule relace pro {0} byla rozpoznána.
da: Sessionsindledningen for '{0}' er forstået.
de: Die Sitzungspräambel für "{0}" wurde verstanden.
el: Το μπλοκ εισαγωγής περιόδου λειτουργίας για το {0} έγινε κατανοητό.
es: Se entendió el preámbulo de la sesión para '{0}'.
fi: Istunnon esitiedot kohteelle {0} ymmärretty.
fr: Préambule de session pour '{0}' compris.
he: מבוא הפעלה עבור '{0}' פוענח.
hu: A rendszer értelmezte a következőhöz tartozó munkamenet bevezető szakaszát: „{0}”.
it: Preambolo sessione per '{0}' non riconosciuto.
ja: '{0}' のセッション プリアンブルが認識されました。
ko: '{0}'에 대한 세션 프리앰블이 확인되었습니다.
nb: Øktsinnledning for {0} forstått.
nl: Sessie-inleiding voor {0} begrepen.
pl: Preambuła sesji dla „{0}” została zrozumiana.
pt_br: Preâmbulo de sessão para '{0}' compreendido.
pt_pt: Preâmbulo da sessão de '{0}' compreendido.
ru: Начальная часть сеанса для "{0}" распознана.
sv: Sessionsinledningen för {0} har uppfattats.
tr: '{0}' için oturum girişi anlaşıldı.
zh_cn: 已理解“{0}”的会话报头。
zh_tw: 了解 '{0}' 的工作階段前序編碼。

# event_SharedListenerProxyRegisterFailed
source: SharedListenerProxy register failed with status '{0}'.
ar: فشل مسجل SharedListenerProxyمع الحالة '{0}'.
cs: Registrace objektu SharedListenerProxy se nezdařila se stavem {0}.
da: Der opstod fejl i SharedListenerProxy-registreringen med statussen '{0}'.
de: Fehler beim Registrieren von SharedListenerProxy mit Status "{0}".
el: Το μητρώο SharedListenerProxy απέτυχε με κατάσταση '{0}'.
es: Error en el registro de SharedListenerProxy con el estado '{0}'.
fi: SharedListenerProxy-rekisteröinti epäonnistui. Tila: {0}.
fr: Échec de l'inscription SharedListenerProxy avec l'état '{0}'.
he: הרישום של SharedListenerProxy נכשל עם המצב '{0}'.
hu: A SharedListenerProxy regisztrálása sikertelen volt, állapot: „{0}”.
it: Registro SharedListenerProxy non riuscito con stato '{0}'.
ja: SharedListenerProxy の登録は状態 '{0}' で失敗しました。
ko: SharedListenerProxy 등록이 '{0}' 상태로 실패했습니다.
nb: SharedListenerProxy-registrering mislyktes med status {0}.
nl: SharedListenerProxy-register is mislukt met status {0}.
pl: Wykonywanie metody Register obiektu SharedListenerProxy nie powiodło się; stan: „{0}”.
pt_br: Falha no Registro de SharedListenerProxy com o status '{0}'.
pt_pt: O registo de SharedListenerProxy falhou com o estado '{0}'.
ru: Не удалось выполнить регистрацию SharedListenerProxy с состоянием "{0}".
sv: SharedListenerProxy-registrering misslyckades med status {0}.
tr: SharedListenerProxy kaydı '{0}' durumuyla başarısız oldu.
zh_cn: SharedListenerProxy 注册失败，状态为“{0}”。
zh_tw: SharedListenerProxy 登錄失敗，狀態為 '{0}'。

# event_SharedListenerProxyRegisterStart
source: SharedListenerProxy registration started for uri '{0}'.
ar: تم بدء تسجيل SharedListenerProxy لمعرف uri '{0}'.
cs: Byla zahájena registrace objektu SharedListenerProxy pro identifikátor URI {0}.
da: SharedListenerProxy-registreringen startede for URI'en '{0}'.
de: Die SharedListenerProxy-Registrierung für URI "{0}" wurde gestartet.
el: Η καταχώρηση της SharedListenerProxy ξεκίνησε για το uri '{0}'.
es: Registro de SharedListenerProxy iniciado para el URI '{0}'.
fi: SharedListenerProxy-rekisteröinti uri-tunnukselle {0} alkoi.
fr: Début de l'inscription SharedListenerProxy pour l'URI '{0}'.
he: רישום SharedListenerProxy הופעל עבור URI ‏{0}.
hu: A SharedListenerProxy regisztrálása megkezdődött a következő URI-címhez: „{0}”.
it: Registrazione di SharedListenerProxy avviata per l'URI '{0}'.
ja: URI '{0}' の SharedListenerProxy の登録を開始しました。
ko: SharedListenerProxy 등록이 URI '{0}'에 대해 시작되었습니다.
nb: SharedListenerProxy-registrering startet for uri {0}.
nl: SharedListenerProxy-registratie gestart voor URI {0}.
pl: Rozpoczęto rejestrację obiektu SharedListenerProxy dla identyfikatora URI „{0}”.
pt_br: Registro de SharedListenerProxy iniciado para o uri '{0}'.
pt_pt: Registo de SharedListenerProxy iniciado para o uri '{0}'.
ru: Начата регистрация SharedListenerProxy для URI "{0}".
sv: SharedListenerProxy-registrering startades för uri {0}.
tr: Uri '{0}' için SharedListenerProxy kaydı başladı.
zh_cn: 已对 URI“{0}”启动 SharedListenerProxy 注册。
zh_tw: 已啟動 URI '{0}' 的 SharedListenerProxy 登錄。

# event_SharedListenerProxyRegisterStop
source: SharedListenerProxy Register Stop.
ar: إإيقاف مسجل SharedListenerProxy.
cs: Byla ukončena registrace objektu SharedListenerProxy.
da: SharedListenerProxy-registreringen stoppede.
de: SharedListenerProxy-Registrierung anhalten.
el: Διακοπή καταχώρησης SharedListenerProxy.
es: Detención de registro de SharedListenerProxy.
fi: SharedListenerProxy-rekisteröinti pysähtyi.
fr: Arrêt de l'inscription SharedListenerProxy.
he: הפסקת הרישום של SharedListenerProxy‏.
hu: SharedListenerProxy regisztrálásának leállítása
it: Arresto del registro SharedListenerProxy.
ja: SharedListenerProxy の登録を停止します。
ko: SharedListenerProxy 등록이 중지됩니다.
nl: Stoppen van SharedListenerProxy-register.
pl: Zatrzymano wykonywanie metody Register obiektu SharedListenerProxy.
pt_br: Parada de registro de SharedListenerProxy.
pt_pt: Iniciar Registo de SharedListenerProxy.
ru: Остановка регистрации SharedListenerProxy.
sv: Stoppa SharedListenerProxy-registrering.
tr: SharedListenerProxy Kaydı Durdu.
zh_cn: SharedListenerProxy 注册停止。
zh_tw: SharedListenerProxy 登錄停止。

# event_ShipAssertExceptionMessage
source: An unexpected failure occurred. Applications should not attempt to handle this error. For diagnostic purposes, this English message is associated with the failure: {0}.
ar: حدث فشل غير متوقع. ينبغي ألا تحاول التطبيقات معالجة هذا الخطأ. لأغراض التشخيص، يتم إقران هذه الرسالة باللغة العربية مع الفشل: {0}.
cs: Došlo k neočekávanému selhání. Aplikace by se neměly pokoušet ošetřit tuto chybu. Kvůli diagnostice je k této chybě přidružena anglická zpráva: {0}.
da: Der opstod en uventet fejl. Programmer bør ikke forsøge at behandle denne fejl. Følgende meddelelse, som er på engelsk, kan bruges til diagnosticering af fejlen: {0}.
de: Unerwarteter Fehler. Die Fehlerbehandlung sollte nicht mit Anwendungen durchgeführt werden. Zu Diagnosezwecken ist dem Fehler folgende englische Meldung zugeordnet: {0}.
el: Προέκυψε μια μη αναμενόμενη αποτυχία. Οι εφαρμογές δεν θα πρέπει να επιχειρήσουν να χειριστούν αυτό το σφάλμα. Για διαγνωστικούς σκοπούς, αυτό το μήνυμα στα Αγγλικά συσχετίζεται με την αποτυχία: {0}.
es: Error inesperado. Las aplicaciones no deben intentar controlar este error. Para el diagnóstico, se ha asociado este mensaje en inglés al error: {0}.
fi: On tapahtunut odottamaton virhe. Sovellusten ei tule yrittää käsitellä tätä virhettä. Virheeseen liittyy vianmääritystarkoituksia varten seuraava englanninkielinen viesti: {0}.
fr: Une défaillance inattendue s'est produite. Les applications ne doivent pas essayer de gérer cette erreur. À des fins de diagnostics, ce message en anglais est associé à la défaillance : {0}.
he: אירע כשל בלתי צפוי. יישומים לא אמורים לנסות לטפל בשגיאה זו. למטרות אבחון, הודעה זו בעברית משויכת לכשל: {0}.
hu: Váratlan hiba történt. Az alkalmazásoknak nem szabadna megpróbálniuk kezelni ezt a hibát. Diagnosztikai célra a következő, angol nyelvű üzenet tartozik a hibához: {0}.
it: Errore imprevisto. Le applicazioni non devono tentare di gestire questo errore. Per motivi di diagnostica, all'errore è associato questo messaggio in inglese: {0}.
ja: 予期しないエラーが発生しました。アプリケーションではこのエラーを処理することはできません。診断上の目的から、次の英語のメッセージがエラーに関連付けられています: {0}。
ko: 예기치 않은 오류가 발생했습니다. 응용 프로그램은 이 오류를 처리하지 않습니다. 오류와 관련된 다음 메시지가 진단용으로 제공됩니다. {0}.
nb: Det oppstod en uventet feil. Programmer bør ikke prøve å behandle denne feilen. Av diagnosehensyn er denne meldingen tilknyttet følgende feil: {0}.
nl: Er is een onverwachte fout opgetreden. Het is niet de bedoeling dat toepassingen proberen deze fout te verwerken. Voor diagnostische doeleinden is het volgende Engelstalige bericht gekoppeld aan de fout: {0}.
pl: Wystąpił nieoczekiwany błąd. Aplikacje nie powinny podejmować próby obsługi tego błędu. Do celów diagnostycznych z tym błędem jest związany następujący komunikat w języku angielskim: {0}.
pt_br: Ocorreu uma falha inesperada. Os aplicativos não devem tentar manipular este erro. Para fins de diagnóstico, esta mensagem em português está associada à falha: {0}.
pt_pt: Falha inesperada. As aplicações não deverão tentar processar este erro. Para efeitos de diagnóstico, esta mensagem em inglês está associada à falha: {0}.
ru: Произошла непредвиденная ошибка. Приложения не должны предпринимать попытки по обработке данной ошибки. С целью дальнейшей диагностики приводится английское сообщение, связанное с ошибкой: {0}.
sv: Ett oväntat fel inträffade. Program bör inte försöka hantera detta fel. För diagnostiksyften associeras det här engelska meddelandet med felet: {0}.
tr: Beklenmeyen bir hata oluştu. Uygulamaların bu hatayı işlemeye çalışmaması gerekir. Tanı amacıyla, bu İngilizce ileti hatayla ilişkilendirildi: {0}.
zh_cn: 发生了意外失败。应用程序不应尝试处理此错误。出于诊断目的，此英语消息与下列失败关联: {0}。
zh_tw: 發生未預期的失敗。應用程式不應嘗試處理這個錯誤。為方便診斷，這個英文訊息與下列失敗相關: {0}。
