Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_SignatureVerificationStart
source: Signature verification started.
ar: بدء التحقق من صحة التوقيع.
cs: Bylo zahájeno ověřování podpisu.
da: Signaturbekræftelsen blev startet.
de: Signaturüberprüfung gestartet.
el: Ξεκίνησε η επαλήθευση της υπογραφής.
es: Se inició la comprobación de la signatura.
fi: Allekirjoituksen tarkastus alkoi.
fr: Début de la vérification de la signature.
he: אימות החתימה התחיל.
hu: Az aláírás ellenőrzése megkezdődött.
it: Avviata verifica della firma.
ja: 署名の検証を開始しました。
ko: 서명 확인이 시작되었습니다.
nb: Signaturbekreftelse startet.
nl: Handtekeningverificatie gestart.
pl: Rozpoczęto weryfikację podpisu.
pt_br: Verificação de assinatura iniciada.
pt_pt: Verificação de assinatura iniciada.
ru: Начата проверка сигнатуры.
sv: Signaturverifieringen har startats.
tr: İmza doğrulama başladı.
zh_cn: 签名验证已开始。
zh_tw: 簽章驗證已啟動。

# event_SignatureVerificationSuccess
source: Signature verification succeeded
ar: نجح التحقق من صحة التوقيع
cs: Ověření podpisu se zdařilo.
da: Signaturbekræftelsen blev fuldført
de: Signaturüberprüfung erfolgreich
el: Η επαλήθευση της υπογραφής πέτυχε
es: La comprobación de la signatura se ha realizado correctamente
fi: Allekirjoituksen tarkastus onnistui
fr: Vérification de la signature effectuée
he: אימות החתימה בוצע בהצלחה.
hu: Az aláírás ellenőrzése sikeresen befejeződött.
it: Verifica della firma completata
ja: 署名の検証に成功しました
ko: 서명 확인 성공
nb: Signaturbekreftelse lyktes
nl: Handtekeningverificatie voltooid
pl: Weryfikacja podpisu zakończyła się pomyślnie.
pt_br: Verificação de assinatura bem-sucedida
pt_pt: Verificação de assinatura bem-sucedida
ru: Проверка сигнатуры успешно завершена
sv: Signaturverifieringen är klar
tr: İmza doğrulama başarılı oldu
zh_cn: 签名验证已成功
zh_tw: 簽章驗證成功

# event_SocketAcceptClosed
source: Socket accept closed.
ar: تم إغلاق الموافقة على مأخذ التوصيل.
cs: Bylo zavřeno přijetí soketu.
da: Socketaccepten er lukket.
de: Die Socketannahme wurde geschlossen.
el: Η αποδοχή υποδοχής έκλεισε.
es: Se cerró la aceptación del socket.
fi: Vastakkeen hyväksyminen suljettu.
fr: Acceptation du socket fermée.
he: קבלת Socket נסגרה .
hu: A szoftvercsatorna elfogadása lezárult.
it: Accettazione socket chiusa.
ja: ソケットの受け入れを終了しました。
ko: 소켓 수락이 종료되었습니다.
nb: Socket-godkjenning lukket.
nl: Accepteren van socket gesloten.
pl: Akceptacja gniazda została zamknięta.
pt_br: Aceitação de soquete fechada.
pt_pt: Aceitação de socket fechada.
ru: Принятие сокета закрыто.
sv: Socketgodkännande har stängts.
tr: Yuva kabulü kapandı.
zh_cn: 套接字接受已关闭。
zh_tw: 通訊端接受已關閉。

# event_SocketAccepted
source: ListenerId:{0} accepted SocketId:{1}.
ar: ListenerId:{0} وافق على SocketId:{1}.
cs: Naslouchací proces ListenerId {0} přijal soket SocketID {1}.
da: ListenerId:{0} accepterede SocketId:{1}.
de: ListenerId:{0} hat folgende SocketId akzeptiert: {1}.
el: ListenerId:{0} αποδεκτό SocketId:{1}.
es: ListenerId:{0} aceptó SocketId:{1}.
fi: ListenerId:{0} hyväksyi SocketId-tunnuksen:{1}.
fr: ListenerId :{0} a accepté SocketId :{1}.
he: ListenerId:{0} קיבל את SocketId:‏{1}.
hu: ListenerId:{0} elfogadta a következő SocketId-t:{1}.
it: ListenerId:{0} accettato SocketId:{1}.
ja: ListenerId:{0} が SocketId:{1} を受け入れました。
ko: ListenerId:{0}에서 SocketId:{1}이(가) 수락되었습니다.
nb: ListenerId:{0} godtatt SocketId:{1}.
nl: ListenerId:{0} heeft SocketId:{1} geaccepteerd.
pl: Odbiornik ListenerId:{0} zaakceptował gniazdo SocketId:{1}.
pt_br: ListenerId:{0} aceitou SocketId:{1}.
pt_pt: ListenerId: {0} aceitou SocketId: {1}.
ru: ListenerId:{0} принял SocketId:{1}.
sv: ListenerId:{0} accepterade SocketId:{1}.
tr: ListenerId:{0} tarafından SocketId:{1} kabul edildi.
zh_cn: ListenerId:{0} 接受了 SocketId:{1}。
zh_tw: ListenerId:{0} 已接受 SocketId:{1}。

# event_SocketAcceptEnqueued
source: Connection accept started.
ar: تم بدء قبول الاتصال.
cs: Bylo zahájeno přijetí spojení.
da: Forbindelsesaccepter blev startet.
de: Die Verbindungsannahme wurde gestartet.
el: Η αποδοχή σύνδεσης ξεκίνησε.
es: Aceptación de la conexión iniciada.
fi: Yhteyden hyväksyminen alkoi.
fr: Acceptation de la connexion commencée.
he: קבלת החיבור התחילה.
hu: A kapcsolat elfogadása megkezdődött.
it: Accettazione connessione avviata.
ja: 接続の受け入れを開始しました。
ko: 연결 수락이 시작되었습니다.
nb: Godkjenning av tilkobling startet.
nl: Accepteren van verbinding gestart.
pl: Rozpoczęto akceptację połączenia.
pt_br: Aceitação da conexão iniciada.
pt_pt: Aceitação de ligação iniciada.
ru: Запущено принятие соединение по каналу.
sv: Anslutningsgodkännande har startats.
tr: Bağlantı kabulü başladı.
zh_cn: 连接接受已启动。
zh_tw: 連接接受已啟動。

# event_SocketAsyncReadStop
source: SocketId:{0} read '{1}' bytes read from '{2}'.
ar: SocketId:{0} قرأ '{1}' بايت قرأ من '{2}'.
cs: Soket SocketId {0} přečetl {1} bajtů ze: {2}
da: SocketId:{0} læste '{1}' byte fra '{2}'.
de: SocketId: {0} hat {1} Bytes aus "{2}" gelesen.
el: SocketId:{0} ανέγνωσε {1} byte αναγνωσμένων από την '{2}'.
es: SocketId:{0} leer bytes '{1}' leídos de '{2}'.
fi: SocketId:{0} luki {1} tavua lähteestä {2}.
fr: L'élément SocketId : {0} a lu « {1} » octets à partir de « {2} ».
he: SocketId:‏{0} קרא '{1}' בתים שנקראו מ- '{2}'.
hu: SocketId:{0}, {1} bájt beolvasva a következő helyről: „{2}”.
it: SocketId:{0} letti '{1}' byte da '{2}'.
ja: SocketId:{0} が '{2}' から '{1}' バイトを読み取りました。
ko: SocketId:{0}이(가) '{2}'에서 '{1}'바이트를 읽었습니다.
nb: SocketId:{0} leste {1} byte fra {2}.
nl: SocketId:{0} lezen van {1} bytes van {2}.
pl: Gniazdo SocketId:{0} odczytało z „{2}” następującą liczbę bajtów: {1}.
pt_br: SocketId:{0} lidos '{1}' bytes de '{2}'.
pt_pt: SocketId:{0} leu '{1}' bytes de '{2}'.
ru: SocketId: {0} прочтено "{1}" байт по адресу "{2}".
sv: SocketId:{0} läste {1} byte från {2}.
tr: SocketId:{0}, '{1}' kaynağından '{2}' bayt okudu.
zh_cn: SocketId:{0} 从“{2}”读取“{1}”个字节。
zh_tw: SocketId:{0} 已讀取從 '{2}' 讀取的 '{1}' 個位元組。

# event_SocketAsyncWriteStart
source: SocketId:{0} writing '{1}' bytes to '{2}'.
ar: SocketId:{0} كتابة '{1}' بايت إلى '{2}'.
cs: Soket SocketId {0} zapisuje {1} bajtů do: {2}
da: SocketId:{0} skrev '{1}' byte til '{2}'.
de: SocketId: {0} schreibt {1} Bytes in "{2}".
el: SocketId:{0} γράφει {1} byte στην '{2}'.
es: SocketId:{0} escribiendo bytes '{1}' en '{2}'.
fi: SocketId:{0} kirjoittaa {1} tavua kohteeseen {2}.
fr: L'élément SocketId : {0} a écrit « {1} » octets dans « {2} ».
he: SocketId:‏{0} כותב '{1}' בתים ל- '{2}'.
hu: SocketId:{0}, {1} bájt írása folyamatban van a következő helyre: „{2}”.
it: SocketId:{0} scrittura di '{1}' byte in '{2}' in corso.
ja: SocketId:{0} が '{2}' に '{1}' バイトを書き込んでいます。
ko: SocketId:{0}에서 '{2}'에 '{1}'바이트를 쓰는 중입니다.
nb: SocketId:{0} skriver {1} byte til {2}.
nl: SocketId:{0} schrijven van {1} bytes naar {2}.
pl: Gniazdo SocketId:{0} zapisuje w „{2}” następującą liczbę bajtów: {1}.
pt_br: SocketId:{0} gravando '{1}' bytes em '{2}'.
pt_pt: SocketId:{0} a escrever '{1}' bytes em '{2}'.
ru: SocketId: {0} записывается "{1}" байт по адресу "{2}".
sv: SocketId:{0} skriver {1} byte till {2}.
tr: SocketId:{0}, '{1}' hedefine '{2}' bayt yazıyor.
zh_cn: SocketId:{0} 正在将“{1}”个字节写入“{2}”。
zh_tw: SocketId:{0} 將 '{1}' 個位元組寫入 '{2}'。

# event_SocketConnectionAbort
source: SocketId:{0} is aborting.
ar: يتم إجهاض SocketId:{0}.
cs: Probíhá přerušení soketu SocketId {0}.
da: SocketId:{0} afbrydes.
de: SocketId:{0} wird abgebrochen.
el: SocketId:Ματαίωση {0}.
es: Anulando el SocketId:{0}.
fi: SocketId:{0} keskeytyy.
fr: Abandon de SocketId : {0}.
he: SocketId:‏{0} מתבטל.
hu: SocketId:{0} megszakítása folyamatban van.
it: Interruzione SocketId:{0} in corso.
ja: SocketId:{0} を中止しています。
ko: SocketId:{0}을(를) 중단하는 중입니다.
nb: SocketId:{0} avbryter.
nl: SocketId:{0} wordt afgebroken.
pl: Trwa przerywanie działania gniazda SocketId:{0}.
pt_br: SocketId:{0} está sendo anulado.
pt_pt: SocketId: {0} está a abortar.
ru: Прерывание SocketId:{0}.
sv: SocketId:{0} avbryts.
tr: SocketId:{0} iptal ediliyor.
zh_cn: SocketId:{0} 正在中止。
zh_tw: 正在中止 SocketId:{0}。

# event_SocketReadStop
source: SocketId:{0} read '{1}' bytes read from '{2}'.
ar: SocketId:{0} قرأ '{1}' بايت قرأ من '{2}'.
cs: Soket SocketId {0} přečetl {1} bajtů ze: {2}
da: SocketId:{0} læste '{1}' byte fra '{2}'.
de: SocketId: {0} hat {1} Bytes aus "{2}" gelesen.
el: SocketId:{0} ανέγνωσε {1} byte αναγνωσμένων από την '{2}'.
es: SocketId:{0} leer bytes '{1}' leídos de '{2}'.
fi: SocketId:{0} luki {1} tavua lähteestä {2}.
fr: L'élément SocketId : {0} a lu « {1} » octets à partir de « {2} ».
he: SocketId:‏{0} קרא '{1}' בתים שנקראו מ- '{2}'.
hu: SocketId:{0}, {1} bájt beolvasva a következő helyről: „{2}”.
it: SocketId:{0} letti '{1}' byte da '{2}'.
ja: SocketId:{0} が '{2}' から '{1}' バイトを読み取りました。
ko: SocketId:{0}이(가) '{2}'에서 '{1}'바이트를 읽었습니다.
nb: SocketId:{0} leste {1} byte fra {2}.
nl: SocketId:{0} lezen van {1} bytes van {2}.
pl: Gniazdo SocketId:{0} odczytało z „{2}” następującą liczbę bajtów: {1}.
pt_br: SocketId:{0} lidos '{1}' bytes de '{2}'.
pt_pt: SocketId:{0} leu '{1}' bytes de '{2}'.
ru: SocketId: {0} прочтено "{1}" байт по адресу "{2}".
sv: SocketId:{0} läste {1} byte från {2}.
tr: SocketId:{0}, '{1}' kaynağından '{2}' bayt okudu.
zh_cn: SocketId:{0} 从“{2}”读取“{1}”个字节。
zh_tw: SocketId:{0} 已讀取從 '{2}' 讀取的 '{1}' 個位元組。

# event_SocketWriteStart
source: SocketId:{0} writing '{1}' bytes to '{2}'.
ar: SocketId:{0} كتابة '{1}' بايت إلى '{2}'.
cs: Soket SocketId {0} zapisuje {1} bajtů do: {2}
da: SocketId:{0} skrev '{1}' byte til '{2}'.
de: SocketId: {0} schreibt {1} Bytes in "{2}".
el: SocketId:{0} γράφει {1} byte στην '{2}'.
es: SocketId:{0} escribiendo bytes '{1}' en '{2}'.
fi: SocketId:{0} kirjoittaa {1} tavua kohteeseen {2}.
fr: L'élément SocketId : {0} a écrit « {1} » octets dans « {2} ».
he: SocketId:‏{0} כותב '{1}' בתים ל- '{2}'.
hu: SocketId:{0}, {1} bájt írása folyamatban van a következő helyre: „{2}”.
it: SocketId:{0} scrittura di '{1}' byte in '{2}' in corso.
ja: SocketId:{0} が '{2}' に '{1}' バイトを書き込んでいます。
ko: SocketId:{0}에서 '{2}'에 '{1}'바이트를 쓰는 중입니다.
nb: SocketId:{0} skriver {1} byte til {2}.
nl: SocketId:{0} schrijven van {1} bytes naar {2}.
pl: Gniazdo SocketId:{0} zapisuje w „{2}” następującą liczbę bajtów: {1}.
pt_br: SocketId:{0} gravando '{1}' bytes em '{2}'.
pt_pt: SocketId:{0} a escrever '{1}' bytes em '{2}'.
ru: SocketId: {0} записывается "{1}" байт по адресу "{2}".
sv: SocketId:{0} skriver {1} byte till {2}.
tr: SocketId:{0}, '{1}' hedefine '{2}' bayt yazıyor.
zh_cn: SocketId:{0} 正在将“{1}”个字节写入“{2}”。
zh_tw: SocketId:{0} 將 '{1}' 個位元組寫入 '{2}'。

# event_SqlExceptionCaught
source: Caught SQL Exception number {0} message {1}.
ar: تم احتجاز استثناء SQL له الرقم {0} للرسالة {1}.
cs: Byla zachycena výjimka SQL s číslem {0} a zprávou {1}.
da: SQL-undtagelse nummer {0} blev fundet, meddelelse {1}.
de: SQL-Ausnahme Nummer {0}, Nachricht {1} wurde aufgefangen.
el: Λήψη εξαίρεσης SQL με αριθμό {0} μήνυμα {1}.
es: Se detectó la excepción de SQL con el número {0} y el mensaje {1}.
fi: Vastaanotettu SQL-poikkeus (numero {0}, sanoma {1}).
fr: Message {1} avec numéro d'exception SQL {0} intercepté.
he: המערכת לכדה חריגת SQL מספר {0} הודעה {1}.
hu: A rendszer elkapta a(z) {0} számú SQL-kivételt, melynek üzenete: {1}.
it: Rilevata eccezione SQL numero {0} messaggio {1}.
ja: SQL 例外番号 {0} メッセージ {1} がキャッチされました。
ko: SQL 예외 {0}번 메시지 {1}을(를) catch했습니다.
nb: SQL-unntaksnummer {0}, melding {1} ble oppfanget.
nl: SQL-uitzondering met het nummer {0} bericht {1} afgevangen.
pl: Przechwycono wyjątek SQL o numerze {0} (komunikat: {1}).
pt_br: Exceção SQL capturada número {0} mensagem {1}.
pt_pt: Foi detetada a mensagem {1} correspondente ao número de Exceção de SQL {0}.
ru: Обнаружено исключение SQL с номером {0}, сообщение {1}.
sv: SQL-undantag nummer {0} uppstod, meddelande {1}.
tr: Yakalanan SQL Özel Durum numarası {0} ileti {1}.
zh_cn: 已捕获 SQL 异常编号 {0} 消息 {1}。
zh_tw: 攔截到 SQL 例外狀況編號 {0} 訊息 {1}。

# event_StartBookmarkWorkItem
source: Starting execution of a BookmarkWorkItem for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
ar: بدء تنفيذ BookmarkWorkItem للنشاط '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
cs: Spouštění provedení položky BookmarkWorkItem pro aktivitu {0} s názvem DisplayName {1} a InstanceId {2}. BookmarkName: {3}, BookmarkScope: {4}.
da: Starter udførelsen af et BookmarkWorkItem for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
de: Die Ausführung einer BookmarkWorkItem für die Aktivität '{0}', DisplayName: '{1}', InstanceId: '{2}' wird gestartet. BookmarkName: {3}, BookmarkScope: {4}.
el: Έναρξη εκτέλεσης ενός BookmarkWorkItem για τη δραστηριότητα '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
es: Iniciando la ejecución de un BookmarkWorkItem para la actividad '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
fi: Aloitetaan BookmarkWorkItem-kohteen suorittaminen tehtävälle {0} (DisplayName: {1}, InstanceId: {2}). BookmarkName: {3}, BookmarkScope: {4}.
fr: Début de l'exécution d'un BookmarkWorkItem pour l'activité '{0}', DisplayName : '{1}', InstanceId : '{2}'. BookmarkName : {3}, BookmarkScope : {4}.
he: מתחיל ביצוע של BookmarkWorkItem עבור פעילות '{0}', DisplayName‏: '{1}', InstanceId‏: '{2}'. BookmarkName‏: {3}, BookmarkScope‏: {4}.
hu: A(z) „{0}” tevékenységhez tartozó BookmarkWorkItem végrehajtásának megkezdése. DisplayName: „{1}”, InstanceId: „{2}”. BookmarkName: {3}, BookmarkScope: {4}.
it: Avvio dell'esecuzione di BookmarkWorkItem per l'attività '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
ja: Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' の BookmarkWorkItem の実行を開始しています。BookmarkName: {3}、BookmarkScope: {4}。
ko: 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'에 대해 BookmarkWorkItem의 실행을 시작합니다. BookmarkName: {3}, BookmarkScope: {4}.
nb: Starter utførelse av BookmarkWorkItem for aktiviteten {0}, DisplayName: {1}, InstanceId: {2}. BookmarkName: {3}, BookmarkScope: {4}.
nl: De uitvoering wordt gestart van een BookmarkWorkItem voor de activiteit {0} met de weergavenaam {1} en de exemplaar-id {2}. BookmarkName: {3}, BookmarkScope: {4}.
pl: Rozpoczęcie wykonywania elementu roboczego BookmarkWorkItem dla działania {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}. Nazwa zakładki: {3}, zakres zakładek: {4}.
pt_br: Iniciando a execução de um BookmarkWorkItem para a atividade '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
pt_pt: A iniciar a execução de um BookmarkWorkItem para a Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
ru: Начинается выполнение элемента BookmarkWorkItem для элемента Activity "{0}", DisplayName: "{1}", InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
sv: Startar utförande av en BookmarkWorkItem för aktivitet {0}, DisplayName: {1}, InstanceId: {2}. BookmarkName: {3}, BookmarkScope: {4}.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' Activity'si için bir BookmarkWorkItem'ın yürütülmesine başlanıyor. BookmarkName: {3}, BookmarkScope: {4}.
zh_cn: 开始为 Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”执行 BookmarkWorkItem。BookmarkName: {3}，BookmarkScope: {4}。
zh_tw: 開始執行活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 的 BookmarkWorkItem。BookmarkName: {3}、BookmarkScope: {4}。

# event_StartCancelActivityWorkItem
source: Starting execution of a CancelActivityWorkItem for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ar: بدء تنفيذ CancelActivityWorkItem للنشاط '{0}', DisplayName: '{1}', InstanceId: '{2}'.
cs: Spouštění provedení položky CancelActivityWorkItem pro aktivitu {0} s názvem DisplayName {1} a InstanceId {2}.
da: Starter udførelsen af et CancelActivityWorkItem for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
de: Die Ausführung einer CancelActivityWorkItem für die Aktivität '{0}', DisplayName: '{1}', InstanceId: '{2}' wird gestartet.
el: Έναρξη εκτέλεσης ενός CancelActivityWorkItem για τη δραστηριότητα '{0}', DisplayName: '{1}', InstanceId: '{2}'.
es: Iniciando la ejecución de un CancelActivityWorkItem para la actividad '{0}', DisplayName: '{1}', InstanceId: '{2}'.
fi: Aloitetaan CancelActivityWorkItem-kohteen suoritus tehtävälle {0} (DisplayName: {1}, InstanceId: {2}).
fr: Début de l'exécution d'un CancelActivityWorkItem pour l'activité '{0}', DisplayName : '{1}', InstanceId : '{2}'.
he: מתחיל ביצוע של CancelActivityWorkItem עבור פעילות '{0}'‏, DisplayName‏: '{1}'‏, InstanceId‏: '{2}'.
hu: A(z) „{0}” tevékenységhez tartozó CancelActivityWorkItem végrehajtásának megkezdése. DisplayName: „{1}”, InstanceId: „{2}”.
it: Avvio dell'esecuzione di CancelActivityWorkItem per l'attività '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ja: Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' の CancelActivityWorkItem の実行を開始しています。
ko: 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'에 대해 CancelActivityWorkItem의 실행을 시작합니다.
nb: Starter utførelse av CancelActivityWorkItem for aktiviteten {0}, DisplayName: {1}, InstanceId: {2}.
nl: De uitvoering wordt gestart van een CancelActivityWorkItem voor de activiteit {0} met de weergavenaam {1} en de exemplaar-id {2}.
pl: Rozpoczęcie wykonywania elementu roboczego CancelActivityWorkItem dla działania {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}.
pt_br: Iniciando a execução de um CancelActivityWorkItem para a atividade '{0}', DisplayName: '{1}', InstanceId: '{2}'.
pt_pt: A iniciar a execução de um CancelActivityWorkItem para a Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ru: Начинается выполнение элемента CancelActivityWorkItem для элемента Activity "{0}", DisplayName: "{1}", InstanceId: '{2}'.
sv: Startar utförande av en CancelActivityWorkItem för aktivitet {0}, DisplayName: {1}, InstanceId: {2}.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' Activity'si için bir CancelActivityWorkItem'ın yürütülmesine başlanıyor.
zh_cn: 开始为 Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”执行 CancelActivityWorkItem。
zh_tw: 開始執行活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 的 CancelActivityWorkItem。

# event_StartCompletionWorkItem
source: Starting execution of a CompletionWorkItem for parent Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. Completed Activity '{3}', DisplayName: '{4}', InstanceId: '{5}'.
ar: بدء تنفيذ CompletionWorkItem للنشاط الأصلي '{0}', DisplayName: '{1}', InstanceId: '{2}'. النشاط المكتمل '{3}', DisplayName: '{4}', InstanceId: '{5}'.
cs: Spouštění provedení položky CompletionWorkItem pro nadřízenou aktivitu {0} s názvem DisplayName {1} a InstanceId {2}. Dokončena byla aktivita {3} s názvem DisplayName {4} a InstanceId {5}.
da: Starter udførelsen af et CompletionWorkItem for den overordnede Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. Fuldførte Activity '{3}', DisplayName: '{4}', InstanceId: '{5}'.
de: Die Ausführung einer CompletionWorkItem für die übergeordnete Aktivität '{0}', DisplayName: '{1}', InstanceId: '{2}' wird gestartet. Abgeschlossene Aktivität '{3}', DisplayName: '{4}', InstanceId: '{5}'.
el: Έναρξη εκτέλεσης ενός CompletionWorkItem για τη γονική δραστηριότητα '{0}', DisplayName: '{1}', InstanceId: '{2}'. Ολοκληρώθηκε η δραστηριότητα '{3}', DisplayName: '{4}', InstanceId: '{5}'.
es: Iniciando la ejecución de un CompletionWorkItem para la actividad primaria '{0}', DisplayName: '{1}', InstanceId: '{2}'. Actividad completada '{3}', DisplayName: '{4}', InstanceId: '{5}'.
fi: Aloitetaan CompletionWorkItem-kohteen suoritus päätehtävälle {0} (DisplayName: {1}, InstanceId: {2}). Suoritettu tehtävä: {3} (DisplayName: {4}, InstanceId: {5}).
fr: Début de l'exécution d'un CompletionWorkItem pour l'activité '{0}' parent, DisplayName : '{1}', InstanceId : '{2}'. Activité '{3}' terminée, DisplayName : '{4}', InstanceId : '{5}'.
he: מתחיל ביצוע של CompletionWorkItem עבור פעילות אב '{0}'‏, DisplayName‏: '{1}'‏, InstanceId‏: '{2}'. פעילות שהושלמה '{3}'‏, DisplayName‏: '{4}'‏, InstanceId‏: '{5}'.
hu: A(z) „{0}” szülőtevékenységhez tartozó CompletionWorkItem végrehajtásának megkezdése. DisplayName: „{1}”, InstanceId: „{2}”. Befejezett tevékenység: „{3}”, DisplayName: „{4}”, InstanceId: „{5}”.
it: Avvio dell'esecuzione di CompletionWorkItem per l'attività padre '{0}', DisplayName: '{1}', InstanceId: '{2}'. Attività '{3}', DisplayName: '{4}', InstanceId: '{5}' completata.
ja: 親 Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' の CompletionWorkItem の実行を開始しています。Activity '{3}'、DisplayName: '{4}'、InstanceId: '{5}' が完了しました。
ko: 부모 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'에 대해 CompletionWorkItem의 실행을 시작합니다. 작업 '{3}', DisplayName: '{4}', InstanceId: '{5}'이(가) 완료되었습니다.
nb: Starter utførelse av CompletionWorkItem for den overordnede aktiviteten {0}, DisplayName: {1}, InstanceId: {2}. Fullført aktivitet {3}, DisplayName: {4}, InstanceId: {5}.
nl: De uitvoering wordt gestart van een CompletionWorkItem voor de bovenliggende activiteit {0} met de weergavenaam {1} en de exemplaar-id {2}. De activiteit {3} met de weergavenaam {4} en de exemplaar-id {5} is voltooid.
pl: Rozpoczęcie wykonywania elementu roboczego CompletionWorkItem dla działania nadrzędnego {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}. Działanie ukończone: {3}, nazwa wyświetlana: {4}, identyfikator wystąpienia: {5}.
pt_br: Iniciando execução de um CompletionWorkItem para a atividade pai '{0}', DisplayName: '{1}', InstanceId: '{2}'. Atividade concluída '{3}', DisplayName: '{4}', InstanceId: '{5}'.
pt_pt: A iniciar a execução de um CompletionWorkItem para a Activity '{0}' principal, DisplayName: '{1}', InstanceId: '{2}'. Activity '{3}' concluída, DisplayName: '{4}', InstanceId: '{5}'.
ru: Начинается выполнение элемента CompletionWorkItem для родительского элемента Activity "{0}", DisplayName: "{1}", InstanceId: '{2}'. Выполнение элемента Activity "{3}" завершено, DisplayName: "{4}", InstanceId: '{5}'.
sv: Startar utförande av en CompletionWorkItem för den överordnade aktiviteten {0}, DisplayName: {1}, InstanceId: {2}. Slutförd aktivitet {3}, DisplayName: {4}, InstanceId: {5}.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' üst Activity'si için bir CompletionWorkItem'ın yürütülmesine başlanıyor. DisplayName: '{4}', InstanceId: '{5}' olan '{3}' Activity'si tamamlandı.
zh_cn: 开始为父 Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”执行 CompletionWorkItem。完成了 Activity“{3}”、DisplayName“{4}”、InstanceId“{5}”。
zh_tw: 開始執行父活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 的 CompletionWorkItem。已完成活動 '{3}'、DisplayName: '{4}'、InstanceId: '{5}'。
