Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_FaultProviderInvoked
source: The Dispatcher invoked a FaultProvider of type '{0}' with an exception of type '{1}'.
ar: قام المرسل باستدعاء FaultProvider من النوع '{0}' وبه استدعاء من النوع '{1}'.
cs: Dispečer vyvolal třídu FaultProvider typu {0} s výjimkou typu {1}.
da: Afsenderen aktiverede en FaultProvider af typen '{0}' med en undtagelse af typen '{1}'.
de: Der Verteiler hat einen FaultProvider vom Typ '{0}' mit einer Ausnahme vom Typ '{1}' aufgerufen.
el: Το πρόγραμμα αποστολής έκανε κλήση FaultProvider τύπου '{0}' με εξαίρεση τύπου '{1}'.
es: El distribuidor invocó un FaultProvider del tipo '{0}' con una excepción del tipo '{1}'.
fi: Lähetystoiminto aloitti FaultProvider-kohteen, jonka tyyppi on {0} ja jonka poikkeustyyppi on {1}.
fr: Le répartiteur a appelé un FaultProvider de type '{0}' avec une exception de type '{1}'.
he: המשגר הפעיל FaultProvider מסוג '{0}' עם חריגה מסוג '{1}'.
hu: A kézbesítő meghívott egy „{0}” típusú FaultProvider szolgáltatót egy „{1}” típusú kivétellel.
it: Il dispatcher ha richiamato FaultProvider di tipo '{0}' con un'eccezione di tipo '{1}'.
ja: ディスパッチャーが型 '{0}' の FaultProvider を呼び出し、種類 '{1}' の例外がスローされました。
ko: 디스패처가 '{1}' 형식의 예외와 함께 '{0}' 형식의 FaultProvider를 호출했습니다.
nb: Senderen aktiverte en FaultProvider av typen {0} med et unntak av typen {1}.
nl: De dispatcher heeft een FaultProvider van het type {0} aangeroepen met een uitzondering van het type {1}.
pl: Dyspozytor wywołał obiekt FaultProvider typu „{0}” za pomocą wyjątku typu „{1}”.
pt_br: O Dispatcher invocou um FaultProvider do tipo '{0}' com uma exceção do tipo '{1}'.
pt_pt: O Dispatcher invocou um FaultProvider do tipo '{0}' com uma exceção do tipo '{1}'.
ru: Диспетчер вызвал метод FaultProvider типа "{0}" с исключением типа "{1}".
sv: Dispatcher anropade en FaultProvider av typen {0} med ett undantag av typen {1}.
tr: Dağıtıcı, '{1}' türü bir özel durumla '{0}' türünde bir FaultProvider çağırdı.
zh_cn: 调度程序使用“{1}”类型的异常调用了“{0}”类型的 FaultProvider。
zh_tw: Dispatcher 已叫用具有型別 '{1}' 例外狀況之型別 '{0}' 的 FaultProvider。

# event_FederationMessageCreationStarted
source: Creating federation message from form post started.
ar: تم بدء رسالة إنشاء الاتحاد من النشر.
cs: Bylo zahájeno vytváření zprávy federace z odeslaného formuláře.
da: Oprettelsen af en fælles meddelelse fra formularafsendelse blev startet.
de: Erstellung der Verbundnachricht aus der Formularbereitstellung gestartet.
el: Η δημιουργία μηνύματος ομοσπονδίας από καταχώρηση φόρμας ξεκίνησε.
es: Se inició la creación del mensaje de federación a partir del envío de formulario.
fi: Liittoutumisviestin luominen lomakkeen lähetyksestä alkoi.
fr: Début de la création d'un message de fédération à partir de la publication de formulaire.
he: יצירת הודעת איחוד מטופס משתנים התחילה.
hu: Megkezdődött az összevonási üzenet létrehozása a közzétett űrlapból.
it: Creazione messaggio della federazione dal Post del form avviata.
ja: フォーム ポストからのフェデレーション メッセージの作成を開始しました。
ko: 폼 게시에서 페더레이션 메시지를 만들기 시작했습니다.
nb: Oppretting av federeringsmelding fra skjemadata startet.
nl: Federatiebericht van formulierpost maken gestart.
pl: Rozpoczęto tworzenie komunikatu federacyjnego na podstawie metody post formularza.
pt_br: Criação da mensagem de federação de postagem iniciada.
pt_pt: Criação de mensagem de federação a partir de formulário publicado iniciada.
ru: Запущено создание сообщения федерации из формы POST.
sv: Skapande av federationsmeddelande från Form Post har påbörjats.
tr: Form gönderme işleminden federasyon iletisi oluşturma başladı.
zh_cn: 从窗体发布创建联合身份验证消息已开始。
zh_tw: 正在從啟動的表單張貼建立同盟訊息。

# event_FederationMessageCreationSuccess
source: Creating federation message from form post succeeded.
ar: نجح إنشاء رسالة اتحاد من النشر.
cs: Vytváření zprávy federace z odeslaného formuláře se zdařilo.
da: Oprettelsen af en fælles meddelelse fra formularafsendelse blev fuldført.
de: Erstellung der Verbundnachricht aus der Formularbereitstellung erfolgreich.
el: Η δημιουργία μηνύματος ομοσπονδίας από καταχώρηση φόρμας ολοκληρώθηκε με επιτυχία.
es: La creación del mensaje de federación a partir del envío de formulario se realizó correctamente.
fi: Liittoutumisviestin luominen lomakkeen lähetyksestä onnistui.
fr: Création d'un message de fédération à partir de la publication de formulaire effectuée.
he: יצירת הודעת איחוד מטופס משתנים בוצעה בהצלחה.
hu: Az összevonási üzenet létrehozása a közzétett űrlapból sikeresen befejeződött.
it: Creazione messaggio della federazione dal Post del form completata.
ja: フォーム ポストからのフェデレーション メッセージの作成に成功しました。
ko: 폼 게시에서 페더레이션 메시지 만들기에 성공했습니다.
nb: Oppretting av federeringsmelding fra skjemadata lyktes.
nl: Federatiebericht van formulierpost maken geslaagd.
pl: Tworzenie komunikatu federacyjnego na podstawie metody post formularza zakończyło się pomyślnie.
pt_br: Criação da mensagem de federação de postagem bem-sucedida.
pt_pt: Criação de mensagem de federação a partir de formulário publicado bem-sucedida.
ru: Создание сообщения федерации из формы POST успешно завершено.
sv: Federationsmeddelandet från formulärets POST har skapats.
tr: Form gönderme işleminden federasyon iletisi oluşturma başarılı oldu.
zh_cn: 从窗体发布创建联合身份验证消息已成功。
zh_tw: 已成功從表單張貼建立同盟訊息。

# event_FederationMessageProcessingStarted
source: Federation message processing started.
ar: تم بدء معالجة رسالة الاتحاد.
cs: Bylo zahájeno zpracování zprávy federace.
da: Behandlingen af en fælles meddelelse blev startet.
de: Verbundnachrichtenverarbeitung gestartet.
el: Η επεξεργασία μηνύματος ομοσπονδίας ξεκίνησε.
es: Se inició el procesamiento de mensajes de federación.
fi: Liittoutumisviestin käsittely alkoi.
fr: Début du traitement du message de fédération.
he: עיבוד הודעת איחוד התחיל.
hu: Az összevonási üzenet feldolgozása megkezdődött.
it: Elaborazione messaggio della federazione avviata.
ja: フェデレーション メッセージの処理を開始しました。
ko: 페더레이션 메시지 처리가 시작되었습니다.
nb: Federert meldingsbehandling startet.
nl: Verwerking van federatiebericht gestart.
pl: Rozpoczęto przetwarzanie komunikatu federacyjnego.
pt_br: Processamento de mensagem de federação iniciado.
pt_pt: Processamento da mensagem de federação iniciado.
ru: Запущена обработка сообщений федерации.
sv: Bearbetningen av federationsmeddelandet har påbörjats.
tr: Federasyon iletisi işleme başladı.
zh_cn: 联合身份验证消息处理已开始。
zh_tw: 已開始處理同盟訊息。

# event_FederationMessageProcessingSuccess
source: Federation message processing succeeded.
ar: نجحت معالجة رسالة الاتحاد.
cs: Zpracování zprávy federace se zdařilo.
da: Behandlingen af en fælles meddelelse blev fuldført.
de: Verbundnachrichtenverarbeitung erfolgreich.
el: Η επεξεργασία μηνύματος ομοσπονδίας πέτυχε.
es: El procesamiento de mensajes de federación se realizó correctamente.
fi: Liittoutumisviestin käsittely onnistui.
fr: Traitement du message de fédération effectué.
he: עיבוד הודעת איחוד בוצע בהצלחה.
hu: Az összevonási üzenet feldolgozása sikeresen befejeződött.
it: Elaborazione messaggio della federazione completata.
ja: フェデレーション メッセージの処理に成功しました。
ko: 페더레이션 메시지 처리에 성공했습니다.
nb: Federert meldingsbehandling lyktes.
nl: Verwerking van federatiebericht geslaagd.
pl: Przetwarzanie komunikatu federacyjnego zakończyło się pomyślnie.
pt_br: Processamento de mensagem de federação bem-sucedido.
pt_pt: Processamento da mensagem de federação bem-sucedido.
ru: Обработка сообщений федерации успешно завершена.
sv: Federationsmeddelandet har bearbetats.
tr: Federasyon iletisi işleme başarılı oldu.
zh_cn: 联合身份验证消息处理已成功。
zh_tw: 已成功處理同盟訊息。

# event_FindInitiatedInDiscoveryClientChannel
source: A Find operation was initiated in the DiscoveryClientChannel to discover endpoint(s).
ar: تم بدء عملية بحث في DiscoveryClientChannel لاكتشاف نقطة (نقاط) نهاية.
cs: V objektu DiscoveryClientChannel byla zahájena operace Find k nalezení koncových bodů.
da: Der blev startet en Find-handling i DiscoveryClientChannel for at registrere et eller flere slutpunkter.
de: Ein Suchvorgang wurde im DiscoveryClientChannel initiiert, um Endpunkte zu suchen.
el: Έγινε προετοιμασία μιας λειτουργίας εύρεσης στο DiscoveryClientChannel για τον εντοπισμό τελικών σημείων.
es: Se ha iniciado una operación en DiscoveryClientChannel para detectar extremos.
fi: Find-toiminto käynnistettiin DiscoveryClientChannel-kohteessa päätepisteiden havaitsemista varten.
fr: Une opération Find a été initiée dans DiscoveryClientChannel pour découvrir des points de terminaison.
he: פעולת חיפוש הופעלה ב- DiscoveryClientChannel כדי לגלות נקודות קצה.
hu: A DiscoveryClientChannel egy Find műveletet kezdeményezett a végpont(ok) felderítéséhez.
it: Operazione di ricerca avviata in DiscoveryClientChannel per individuare gli endpoint.
ja: エンドポイントを探索するために、Find 操作が DiscoveryClientChannel で開始されました。
ko: 끝점을 찾기 위해 찾기 작업이 DiscoveryClientChannel에서 시작되었습니다.
nb: En søkeoperasjon ble startet i DiscoveryClientChannel for å registrere endepunkt(er).
nl: Er is een Find-bewerking gestart in het DiscoveryClientChannel-exemplaar om eindpunt(en) op te sporen.
pl: Operacja Find została zainicjowana w obiekcie DiscoveryClientChannel w celu odnalezienia punktów końcowych.
pt_br: Uma operação Find foi iniciada no DiscoveryClientChannel para descobrir os pontos de extremidades.
pt_pt: Foi iniciada uma operação Localizar no DiscoveryClientChannel para detetar pontos finais.
ru: В DiscoveryClientChannel запущена операция Find для обнаружения конечных точек.
sv: En Find-åtgärd initierades i DiscoveryClientChannel för slutpunktsidentifiering.
tr: DiscoveryClientChannel'da bitiş noktaları bulmak için bir Bulma işlevi başlatıldı.
zh_cn: 在 DiscoveryClientChannel 中启动了一个 Find 操作以发现终结点。
zh_tw: DiscoveryClientChannel 中已初始化尋找作業以探索端點。

# event_FlowchartEmpty
source: Flowchart '{0}' - was executed with no Nodes.
ar: تم تنفيذ المخطط الانسيابي '{0}' - بدون عقد.
cs: Vývojový diagram {0} byl spuštěn bez uzlů.
da: Flowchart '{0}' - blev udført uden Nodes.
de: Flussdiagramm '{0}' wurde ohne Knoten gestartet.
el: Διάγραμμα ροής '{0}' - εκτελέστηκε χωρίς κόμβους.
es: Flowchart '{0}' se ejecutó sin nodos.
fi: Vuokaavio {0}: tehtävä on suoritettu. Ei solmuja.
fr: Le diagramme '{0}' - a été exécuté sans nœuds.
he: תרשים זרימה '{0}' - בוצע ללא צמתים.
hu: Flowchart „{0}” – Node csomópontok nélkül került végrehajtásra.
it: Diagramma di flusso '{0}': eseguito senza nodi.
ja: Flowchart '{0}' - ノードなしで実行されました。
ko: Flowchart '{0}' - 노드 없이 실행되었습니다.
nb: Flytskjema {0} – ble utført uten noder.
nl: Stroomdiagram {0} - is uitgevoerd zonder knooppunten.
pl: Flowchart „{0}” — wykonano bez węzłów.
pt_br: Flowchart '{0}' - foi executado sem nós.
pt_pt: Flowchart '{0}' - executado sem Nodes.
ru: Блок-схема "{0}" была выполнена без узлов.
sv: Flödesschema {0} - kördes utan noder.
tr: Flowchart '{0}' - hiçbir Node olmadan yürütüldü.
zh_cn: Flowchart“{0}”- 在无节点的情况下执行。
zh_tw: 流程圖 '{0}' - 已執行，但沒有任何節點。

# event_FlowchartNextNull
source: Flowchart '{0}'/FlowStep - Next node is null. Flowchart execution will end.
ar: المخطط الانسيابي '{0}'/FlowStep - العقدة التالية خالية. سيتم إنهاء تنفيذ المخطط الانسيابي.
cs: Vývojový diagram {0}/FlowStep - Další uzel je NULL. Provádění vývojového diagramu bude ukončeno.
da: Flowchart '{0}'/FlowStep - Næste node er null. Udførelsen af rutediagrammet afsluttes.
de: Flussdiagramm '{0}'/FlowStep - Nächster Knoten ist NULL. Die Ausführung des Flussdiagramms wird beendet.
el: Διάγραμμα ροής '{0}'/FlowStep - Ο επόμενος κόμβος είναι null. Η εκτέλεση διαγράμματος ροής θα λήξει.
es: Flowchart '{0}'/FlowStep: el nodo siguiente es nulo. La ejecución del diagrama de flujo va a finalizar.
fi: Vuokaavio {0}/FlowStep: seuraava solmu on tyhjä. Vuokaavion suoritus päättyy.
fr: Flowchart '{0}'/FlowStep - Le nœud suivant est Null. L'exécution de Flowchart va se terminer.
he: תרשים הזרימה '{0}'/FlowStep - הצומת הבא הוא null. ביצוע תרשים הזרימה יסתיים.
hu: Flowchart „{0}”/FlowStep – A következő csomópont null értékű. A Flowchart végrehajtása véget ér.
it: Diagramma di flusso '{0}'/FlowStep: il nodo successivo è Null. L'esecuzione del diagramma di flusso terminerà.
ja: Flowchart '{0}'/FlowStep - 次のノードが NULL です。Flowchart の実行を終了します。
ko: Flowchart '{0}'/FlowStep - 다음 노드가 null입니다. Flowchart 실행이 종료됩니다.
nb: Flytskjema {0}/FlowStep – Neste node er null. Flytskjemautførelsen avsluttes.
nl: Stroomdiagram {0}/FlowStep - het volgende knooppunt is null. De uitvoering van het stroomdiagram wordt beëindigd.
pl: Flowchart „{0}”/FlowStep — węzeł Next jest wartością null. Wykonywanie działania Flowchart zostanie zakończone.
pt_br: Flowchart '{0}'/FlowStep - o nó seguinte é nulo. A execução do fluxograma será finalizada.
pt_pt: Flowchart '{0}'/FlowStep - O nó seguinte é nulo. A execução do Flowchart terminará.
ru: Блок-схема "{0}"/FlowStep: узел Next имеет значение null. Выполнение блок-схемы будет завершено.
sv: Flödesschema {0}/FlowStep - nästa nod är null. Körningen av flödesschemat avslutas.
tr: Flowchart '{0}'/FlowStep - Sonraki düğüm null. Akış diyagramının yürütülmesi sona erecek.
zh_cn: Flowchart“{0}”/FlowStep - 下一个节点为 null。Flowchart 执行将结束。
zh_tw: 流程圖 '{0}'/FlowStep - 下一個節點是 null。流程圖執行將結束。

# event_FlowchartStart
source: Flowchart '{0}' - Start has been scheduled.
ar: المخطط الانسيابي '{0}' - تمت جدولة البداية.
cs: Vývojový diagram {0} - začátek byl plánován.
da: Flowchart '{0}' - Start er blevet planlagt.
de: Flussdiagramm '{0}' - Start wurde geplant.
el: Διάγραμμα ροής '{0}' - Έχει προγραμματιστεί η έναρξη.
es: Flowchart '{0}': se ha programado el inicio.
fi: Vuokaavio {0}: aloitus on ajastettu.
fr: Diagramme '{0}' - Le début a été planifié.
he: תרשים זרימה '{0}' - ‏Start תוזמן.
hu: Flowchart „{0}” – indítás ütemezve.
it: Diagramma di flusso '{0}': è stato pianificato l'avvio.
ja: Flowchart '{0}' - 開始がスケジュールされています。
ko: Flowchart '{0}' - 시작이 예약되었습니다.
nb: Flytskjema {0} – Start er planlagt.
nl: Stroomdiagram {0} - start is gepland.
pl: Flowchart „{0}” — zaplanowano uruchomienie.
pt_br: Flowchart '{0}' - o início foi programado.
pt_pt: Flowchart '{0}' - Início agendado.
ru: Блок-схема "{0}": запуск запланирован.
sv: Flödesschema {0} - start har schemalagts.
tr: Flowchart '{0}' - Başlatma zamanlandı.
zh_cn: Flowchart“{0}”- 已安排启动。
zh_tw: 流程圖 '{0}' - 已排程 Start。

# event_FlowchartSwitchCase
source: Flowchart '{0}'/FlowSwitch - Case '{1}' was selected.
ar: المخطط الانسيابي '{0}'/FlowSwitch - تم تحديد الحالة '{1}'.
cs: Vývojový diagram {0}/FlowSwitch - Příkaz Case {1} byl vybrán.
da: Flowchart '{0}'/FlowSwitch - Case '{1}' blev ikke valgt.
de: Flussdiagramm '{0}'/FlowSwitch - Fall '{1}' wurde ausgewählt.
el: Διάγραμμα ροής '{0}'/FlowSwitch - Επιλέχθηκε Case '{1}'.
es: Flowchart '{0}'/FlowSwitch: se seleccionó el caso '{1}'.
fi: Vuokaavio {0}/FlowSwitch: Case-vaihtoehto {1} valittiin.
fr: Flowchart '{0}'/FlowSwitch - Le cas '{1}' a été sélectionné.
he: תרשים זרימה '{0}'/FlowSwitch - ‏Case‏ '{1}' נבחר.
hu: Flowchart „{0}”/FlowSwitch – „{1}” Case kiválasztva.
it: Diagramma di flusso '{0}'/FlowSwitch: è stato selezionato il case '{1}'.
ja: Flowchart '{0}'/FlowSwitch - Case '{1}' が選択されました。
ko: Flowchart '{0}'/FlowSwitch - Case '{1}'을(를) 선택했습니다.
nb: Flytskjema {0}/FlowSwitch – Case {1} ble valgt.
nl: Stroomdiagram {0}/FlowSwitch - Case {1} is geselecteerd.
pl: Flowchart „{0}”/FlowSwitch — wybrano działanie Case {1}.
pt_br: Flowchart '{0}'/FlowSwitch - O Case '{1}' foi selecionado.
pt_pt: Flowchart '{0}'/FlowSwitch - Case '{1}' selecionado.
ru: Блок-схема "{0}"/FlowSwitch: выбрано действие Case "{1}".
sv: Flödesschema {0}/FlowSwitch - Fall {1} valdes.
tr: Flowchart '{0}'/FlowSwitch - '{1}' durumu seçildi.
zh_cn: Flowchart“{0}”/FlowSwitch - 选择 Case“{1}”。
zh_tw: 流程圖 '{0}'/FlowSwitch - 已選取案例 '{1}'。

# event_FlowchartSwitchCaseNotFound
source: Flowchart '{0}'/FlowSwitch - could find neither a Case activity nor a Default Case matching the Expression result. Flowchart execution will end.
ar: المخطط الانسيابي '{0}'/FlowSwitch - تعذر العثور على نشاط حالة أو حالة افتراضية تطابق نتيجة التعبير. سيتم إنهاء تنفيذ المخطط الانسيابي.
cs: Vývojový diagram {0}/FlowSwitch - Nebyla nalezena aktivita Case ani výchozí příkaz Case, který by odpovídal výsledkům výrazu. Provádění vývojového diagramu bude ukončeno.
da: Flowchart '{0}'/FlowSwitch - kunne hverken finde en Case-aktivitet eller en Default Case, som stemte overens med Expression-resultatet. Udførelsen af rutediagrammet afsluttes.
de: Flussdiagramm '{0}'/FlowSwitch - Es wurde weder eine Case-Aktivität noch ein Standardfall gefunden, der dem Ergebnis des Ausdrucks entspricht. Die Ausführung des Flussdiagramms wird beendet.
el: Διάγραμμα ροής '{0}'/FlowSwitch - δεν μπόρεσε να βρεθεί ούτε μια δραστηριότητα Case, ούτε μια Default Case που να συμφωνεί με το αποτέλεσμα παράστασης. Η εκτέλεση διαγράμματος ροής θα λήξει.
es: Flowchart '{0}'/FlowSwitch no puede encontrar una actividad Case ni un caso predeterminado que coincida con el resultado de la expresión. La ejecución del diagrama de flujo va a finalizar.
fi: Vuokaavio {0}/FlowSwitch: lausekkeen tulosta vastaavaa Case-tehtävää tai oletustapausta ei löytynyt. Vuokaavion suoritus päättyy.
fr: Flowchart '{0}'/FlowSwitch - impossible de trouver l'activité Case ou un cas par défaut correspondant au résultat de l'expression. L'exécution de Flowchart va se terminer.
he: תרשים זרימה '{0}'/FlowSwitch - לא נמצאו פעילות Case או Case שנקבע כברירת מחדל המתאימים לתוצאת הביטוי. ביצוע תרשים הזרימה יסתיים.
hu: Flowchart „{0}”/FlowSwitch – nem található az Expression eredményhez illő Case tevékenység vagy Default Case. A Flowchart végrehajtása véget ér.
it: Diagramma di flusso '{0}'/FlowSwitch: impossibile trovare un'attività Case o un case predefinito corrispondente al risultato dell'espressione. L'esecuzione del diagramma di flusso terminerà.
ja: Flowchart '{0}'/FlowSwitch - 式の結果と一致する Case アクティビティおよび既定の Case は見つかりませんでした。Flowchart の実行を終了します。
ko: Flowchart '{0}'/FlowSwitch - Expression 결과와 일치하는 Case 작업 및 Default Case를 찾을 수 없습니다. Flowchart 실행이 종료됩니다.
nb: Flytskjema {0}/FlowSwitch – Finner ingen Case-aktiviteter eller Default Case som samsvarer med uttrykksresultatet. Flytskjemautførelsen avsluttes.
nl: Stroomdiagram {0}/FlowSwitch - er kan geen Case-activiteit of standaard-Case worden gevonden voor het resultaat van de expressie. De uitvoering van het stroomdiagram wordt beëindigd.
pl: Flowchart „{0}”/FlowSwitch — nie można odnaleźć ani działania Case, ani domyślnego działania Case pasującego do wyniku wyrażenia. Wykonywanie działania Flowchart zostanie zakończone.
pt_br: Flowchart '{0}'/FlowSwitch - não foi possível localizar nem uma atividade Case, nem um caso padrão que correspondesse ao resultado da Expression. A execução do fluxograma será finalizada.
pt_pt: Flowchart '{0}'/FlowSwitch - não foi encontrada uma atividade Case nem um Default Case correspondente ao resultado de Expression. A execução do Flowchart terminará.
ru: Блок-схема "{0}"/FlowSwitch: не удалось найти ни действие Case, ни действие Default Case, соответствующее результату выражения Expression. Выполнение блок-схемы будет завершено.
sv: Flödesschema {0}/FlowSwitch - kunde varken hitta en Case-aktivitet eller ett standardfall som matchar uttrycksresultatet. Körningen av flödesschemat avslutas.
tr: Flowchart '{{0}}'/FlowSwitch - Expression sonucu ile eşleşen ne bir Case etkinliği ne bir Default Case bulunamadı. Akış diyagramının yürütülmesi sona erecek.
zh_cn: Flowchart“{0}”/FlowSwitch - 找不到 Case 活动，也找不到与 Expression 结果匹配的 Default Case。Flowchart 执行将结束。
zh_tw: 流程圖 '{0}'/FlowSwitch - 找不到符合運算式結果的案例活動或預設案例。流程圖執行將結束。

# event_FlowchartSwitchDefault
source: Flowchart '{0}'/FlowSwitch - Default Case was selected.
ar: المخطط الانسيابي '{0}'/FlowSwitch - تم تحديد الحالة الافتراضية.
cs: Vývojový diagram {0}/FlowSwitch - Výchozí příkaz Case byl vybrán.
da: Flowchart '{0}'/FlowSwitch - Default Case blev valgt.
de: Flussdiagramm '{0}'/FlowSwitch - Standardfall wurde ausgewählt.
el: Διάγραμμα ροής '{0}'/FlowSwitch - Επιλέχθηκε Default Case.
es: Flowchart '{0}'/FlowSwitch: se seleccionó el caso predeterminado.
fi: Vuokaavio {0}/FlowSwitch: oletustapaus valittiin.
fr: Flowchart '{0}'/FlowSwitch - Le cas par défaut a été sélectionné.
he: תרשים זרימה '{0}'/FlowSwitch - נבחר Case שנקבע כברירת מחדל.
hu: Flowchart „{0}”/FlowSwitch – Default Case kiválasztva.
it: Diagramma di flusso '{0}'/FlowSwitch: è stato selezionato il case predefinito.
ja: Flowchart '{0}'/FlowSwitch - 既定の Case が選択されました。
ko: Flowchart '{0}'/FlowSwitch - Default Case를 선택했습니다.
nb: Flytskjema {0}/FlowSwitch – Standard-Case ble valgt.
nl: Stroomdiagram {0}/FlowSwitch - standaard-Case is geselecteerd.
pl: Flowchart „{0}”/FlowSwitch — wybrano domyślne działanie Case.
pt_br: Flowchart '{0}'/FlowSwitch - caso padrão foi selecionado.
pt_pt: Flowchart '{0}'/FlowSwitch - Default Case selecionado.
ru: Блок-схема "{0}"/FlowSwitch: выбрано действие Default Case.
sv: Flödesschema {0}/FlowSwitch - standardfall valdes.
tr: Flowchart '{0}'/FlowSwitch - Default Case seçildi.
zh_cn: Flowchart“{0}”/FlowSwitch - 选择了 Default Case。
zh_tw: 流程圖 '{0}'/FlowSwitch - 已選取預設案例。

# event_FoundProcessingError
source: Command failed: {0}
ar: فشل الأمر: {0}
cs: Chyba příkazu: {0}
da: Kommandoen kunne ikke udføres: {0}
de: Fehler bei Befehl: {0}
el: Η εντολή απέτυχε: {0}
es: Error de comando: {0}
fi: Komento epäonnistui: {0}
fr: Échec de la commande : {0}
he: הפקודה נכשלה: {0}
hu: Sikertelen parancs: {0}
it: Comando non riuscito: {0}
ja: コマンドが失敗しました: {0}
ko: 명령 실패: {0}
nb: Kommandoen mislyktes: {0}
nl: Opdracht mislukt: {0}
pl: Nieudane polecenie: {0}
pt_br: Falha do comando: {0}
pt_pt: Falha do comando: {0}
ru: Не удалось выполнить команду: {0}
sv: Kommando misslyckades: {0}
tr: Komut başarısız oldu: {0}
zh_cn: 命令失败: {0}
zh_tw: 命令失敗: {0}

# event_GenXmlSerializableStart
source: Generate Xml serializable for '{0}' start.
ar: بدء تسلسل Generate Xml لـ '{0}'.
cs: Bylo zahájeno generování serializovatelného kódu XML pro {0}.
da: Oprettelse af Xml-serialisering for '{0}' blev startet.
de: Generierung von serialisierbarem XML-Element für "{0}" starten.
el: Έναρξη δημιουργίας σειριοποιήσιμης Xml για '{0}'.
es: Inicio de Generate Xml serializable para '{0}'.
fi: Xml-luonnin sarjoitus kohteelle {0} alkoi.
fr: Début de la génération sérialisable xml pour '{0}' .
he: התחלת יצירה של רכיב הניתן לעריכה בסידרה ל- Xml עבור {0}.
hu: A szerializálható XML létrehozásának megkezdése a következő számára: „{0}”
it: Avvio generazione di XML serializzabile per '{0}'.
ja: '{0}' の XML シリアル化が可能な要素の生成を開始します。
ko: '{0}'에 대해 직렬화 가능한 Xml 생성이 시작됩니다.
nb: Generering av Xml serialiserbar for {0} startet.
nl: Starten van XML serialiseerbaar voor {0}.
pl: Generowanie kodu XML, który można serializować, dla „{0}” zostało rozpoczęte.
pt_br: Início de geração de Xml serializável para '{0}'.
pt_pt: Iniciar Gerar Xml serializável para '{0}'.
ru: Запуск создания сериализуемого XML для "{0}".
sv: Starta generering av serialiserbar XML för {0}.
tr: '{0}' için seri duruma getirilebilir Xml üretme başladı.
zh_cn: 开始为“{0}”生成 Xml 可序列化内容。
zh_tw: '{0}' 的產生 Xml 可序列化開始。
