Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_ClientParameterInspectorBeforeCallInvoked
source: The Dispatcher invoked 'BeforeCall' on a ClientParameterInspector of type '{0}'.
ar: قام المرسل باستدعاء 'BeforeCall' على ClientParameterInspector من النوع '{0}'.
cs: Dispečer vyvolal metodu BeforeCall třídy ClientParameterInspector typu {0}.
da: Afsenderen aktiverede 'BeforeCall' for en ClientParameterInspector af typen '{0}'.
de: Der Verteiler hat 'BeforeCall' auf einem ClientParameterInspector vom Typ '{0}' aufgerufen.
el: Το πρόγραμμα αποστολής έκανε κλήση 'BeforeCall' σε ClientParameterInspector τύπου '{0}'.
es: El distribuidor invocó 'BeforeCall' en un ClientParameterInspector de tipo '{0}'.
fi: Lähetystoiminto aloitti BeforeCall-kohteen ClientParameterInspector-kohteessa, jonka tyyppi on {0}.
fr: Le répartiteur a appelé 'BeforeCall' sur un ClientParameterInspector de type '{0}'.
he: המשגר הפעיל BeforeCall ב- ClientParameterInspector מסוג '{0}'.
hu: A kézbesítő meghívta a BeforeCall metódust egy „{0}” típusú ClientParameterInspector vizsgálóra.
it: Il dispatcher ha richiamato 'BeforeCall' in un ClientParameterInspector di tipo '{0}'.
ja: ディスパッチャーが型 '{0}' の ClientParameterInspector で 'BeforeCall' を呼び出しました。
ko: 디스패처가 '{0}' 형식의 ClientParameterInspector에서 'BeforeCall'을 호출했습니다.
nb: Senderen aktiverte BeforeCall på en ClientParameterInspector av typen {0}.
nl: De dispatcher heeft BeforeCall aangeroepen op een ClientMessageInspector van het type {0}.
pl: Dyspozytor wywołał metodę BeforeCall w obiekcie ClientParameterInspector typu „{0}”.
pt_br: O Dispatcher invocou 'BeforeCall' em um ClientParameterInspector do tipo '{0}'.
pt_pt: O Dispatcher invocou 'BeforeCall' num ClientParameterInspector do tipo '{0}'.
ru: Диспетчер вызвал команду "BeforeCall" для ClientParameterInspector типа "{0}".
sv: Dispatcher anropade BeforeCall i en ClientParameterInspector av typen {0}.
tr: Dağıtıcı, '{0}' türünde bir ClientParameterInspector üzerinde 'BeforeCall' çağırdı.
zh_cn: 调度程序对“{0}”类型的 ClientParameterInspector 调用了“BeforeCall”。
zh_tw: Dispatcher 已在型別 '{0}' 的 ClientParameterInspector 上叫用 'BeforeCall'。

# event_ClientReliableSessionReconnect
source: SessionId:{0} reconnecting.
ar: إعادة اتصال SessionId:{0}.
cs: Probíhá opětovné připojení relace SessionId {0}.
da: SessionId:{0} genopretter forbindelse.
de: Verbindung für SessionId:{0} wird wiederhergestellt.
el: SessionId:{0} επανασύνδεση.
es: Volviendo a conectar SessionId:{0}.
fi: SessionId:{0} muodostaa yhteyttä uudelleen.
fr: Reconnexion de SessionId : {0}.
he: SessionId:‏{0} מתחבר מחדש.
hu: SessionId:{0}, újrakapcsolódás folyamatban.
it: Riconnessione SessionId:{0}.
ja: SessionId:{0} を再接続します。
ko: SessionId:{0} 다시 연결하는 중입니다.
nb: SessionId:{0} kobler til på nytt.
nl: SessionId:{0} wordt opnieuw verbonden.
pl: Ponowne nawiązywanie połączenia w sesji SessionId:{0}.
pt_br: Reconectando a SessionId:{0}.
pt_pt: SessionId: {0}, a restabelecer ligação.
ru: Повторное подключение SessionId:{0}.
sv: SessionId:{0} återansluter.
tr: SessionId:{0} yeniden bağlanıyor.
zh_cn: SessionId:{0} 正在重新连接。
zh_tw: SessionId:{0} 重新連線中。

# event_ClientSendPreambleStart
source: Client sending preamble start.
ar: بدء إرسال العميل للمقدمة.
cs: Bylo zahájeno odesílání preambule klienta.
da: Klient startede afsendelsen af indledningen.
de: Senden der Präambel durch den Client beginnt.
el: Έναρξη αποστολής μπλοκ εισαγωγής από πελάτη.
es: Cliente enviando el inicio del preámbulo.
fi: Asiakas alkaa lähettää esitietoja.
fr: Début du préambule d'envoi par le client.
he: התחלת שליחת מבוא על-ידי הלקוח.
hu: A bevezető szakasz ügyfél általi küldésének megkezdése
it: Avvio dell'invio del preambolo da parte del client.
ja: クライアントがプリアンブルの送信を開始します。
ko: 클라이언트 전송 프리앰블이 시작됩니다.
nb: Klient sender innledningsstart.
nl: Starten van verzenden introductie door client.
pl: Klient rozpoczął wysyłanie preambuły.
pt_br: Início do envio do preâmbulo pelo cliente.
pt_pt: Iniciar preâmbulo de envio do cliente.
ru: Запуск отправки клиентом начальной части.
sv: Klienten skickar inledningsstart.
tr: İstemci gönderme girişi başladı.
zh_cn: 客户端开始发送报头。
zh_tw: 用戶端傳送前序編碼開始。

# event_ClientSendPreambleStop
source: Client sending preamble stop.
ar: إيقاف إرسال العميل للمقدمة.
cs: Bylo ukončeno odesílání preambule klienta.
da: Klient stoppede afsendelsen af indledningen.
de: Senden der Präambel durch den Client wird beendet.
el: Διακοπή αποστολής μπλοκ εισαγωγής από πελάτη.
es: Cliente enviando la detención del preámbulo.
fi: Asiakas lopettaa esitietojen lähettämisen.
fr: Arrêt du préambule d'envoi par le client.
he: הפסקת שליחת מבוא על-ידי הלקוח.
hu: A bevezető szakasz ügyfél általi küldésének leállítása
it: Arresto dell'invio del preambolo da parte del client.
ja: クライアントがプリアンブルの送信を停止します。
ko: 클라이언트 전송 프리앰블이 중지됩니다.
nb: Klient sender innledningsstopp.
nl: Stoppen van verzenden introductie door client.
pl: Klient zatrzymał wysyłanie preambuły.
pt_br: Parada do envio do preâmbulo pelo cliente.
pt_pt: Parar preâmbulo de envio do cliente.
ru: Остановка отправки клиентом начальной части.
sv: Klienten skickar inledningsstopp.
tr: İstemci gönderme girişi durdu.
zh_cn: 客户端停止发送报头。
zh_tw: 用戶端傳送前序編碼停止。

# event_CompensationState
source: CompensableActivity '{0}' is in the '{1}' state.
ar: توجد CompensableActivity '{0}' في الحالة '{1}'.
cs: Aktivita CompensableActivity {0} je ve stavu {1}.
da: CompensableActivity '{0}' er i tilstanden '{1}'.
de: CompensableActivity '{0}' befindet sich im Status '{1}'.
el: Η CompensableActivity '{0}' είναι στην κατάσταση '{1}'.
es: CompensableActivity '{0}' tiene el estado '{1}'.
fi: CompensableActivity-kohteen {0} tila on {1}.
fr: CompensableActivity '{0}' est dans l'état '{1}'.
he: CompensableActivity ‏'{0}' נמצא במצב '{1}'.
hu: A(z) „{0}” CompensableActivity „{1}” állapotban van.
it: CompensableActivity '{0}' è nello stato '{1}'.
ja: CompensableActivity '{0}' は '{1}' の状態です。
ko: CompensableActivity '{0}'이(가) '{1}' 상태입니다.
nb: CompensableActivity {0} har statusen {1}.
nl: De CompensableActivity {0} heeft de status {1}.
pl: Obiekt CompensableActivity „{0}” jest w stanie „{1}”.
pt_br: CompensableActivity '{0}' está no estado '{1}'.
pt_pt: CompensableActivity '{0}' está no estado '{1}'.
ru: CompensableActivity "{0}" находится в состоянии "{1}".
sv: CompensableActivity {0} har statusen {1}.
tr: CompensableActivity '{0}', '{1}' durumunda.
zh_cn: CompensableActivity“{0}”的状态为“{1}”。
zh_tw: CompensableActivity '{0}' 處於 '{1}' 狀態。

# event_CompilationStart
source: Begin compilation
ar: بدء التحويل البرمجي
cs: Začátek kompilace
da: Start kompilering
de: Kompilierung starten
el: Έναρξη μεταγλώττισης
es: Comenzar compilación
fi: Aloita kääntäminen
fr: Démarrer la compilation
he: תחילת הידור
hu: Fordítás megkezdése
it: Inizio compilazione
ja: コンパイルを開始します
ko: 컴파일 시작
nb: Starter kompilering
nl: Compileren starten
pl: Rozpoczęcie kompilacji
pt_br: Iniciar compilação
pt_pt: Iniciar compilação
ru: Начало компиляции
sv: Starta kompilering
tr: Derlemeyi başlat
zh_cn: 开始编译
zh_tw: 開始編譯

# event_CompilationStop
source: End compilation
ar: إنهاء التحويل البرمجي
cs: Konec kompilace
da: Afslut kompilering
de: Kompilierung beenden
el: Λήξη μεταγλώττισης
es: Finalizar compilación
fi: Lopeta kääntäminen
fr: Terminer la compilation
he: סיום הידור
hu: Fordítás befejezése
it: Fine compilazione
ja: コンパイルを終了します
ko: 컴파일 종료
nb: Avslutter kompilering
nl: Compileren beëindigen
pl: Zakończenie kompilacji
pt_br: Finalizar compilação
pt_pt: Terminar compilação
ru: Конец компиляции
sv: Avsluta kompilering
tr: Derlemeyi sonlandır
zh_cn: 结束编译
zh_tw: 結束編譯

# event_CompileVbExpressionStart
source: Compiling VB expression '{0}'
ar: تحويل تعبير VB برمجيًا '{0}'
cs: Probíhá kompilace výrazu jazyka VB {0}.
da: Kompilerer VB-udtrykket '{0}'
de: VB-Ausdruck "{0}" wird kompiliert.
el: Μεταγλώττιση παράστασης VB '{0}'
es: Compilando expresión de VB '{0}'
fi: Käännetään VB-lauseketta {0}
fr: Compilation de l'expression Visual Basic '{0}'
he: מהדר את ביטוי VB ‏'{0}‏'
hu: Folyamatban van a következő VB nyelvű kifejezés fordítása: „{0}”.
it: Compilazione espressione VB '{0}'
ja: VB の式 '{0}' をコンパイルしています
ko: VB 식 '{0}' 컴파일 중
nb: Kompilerer VB-uttrykk {0}
nl: VB-expressie {0} compileren
pl: Kompilowanie wyrażenia języka VB „{0}”.
pt_br: Compilando a expressão do VB '{0}'
pt_pt: A compilar a expressão de VB '{0}'
ru: Компиляция выражения VB "{0}"
sv: Kompilerar VB-uttryck {0}
tr: VB ifadesi '{0}' derleniyor
zh_cn: 正在编译 VB 表达式“{0}”
zh_tw: 編譯 VB 運算式 '{0}'

# event_CompileVbExpressionStop
source: Finished compiling VB expression.
ar: تم إنهاء تجميع تعبير VB.
cs: Kompilace výrazu jazyka VB byla dokončena.
da: VB-udtrykket er færdigkompileret.
de: Die Kompilierung des VB-Ausdrucks wurde abgeschlossen.
el: Ολοκλήρωση μεταγλώττισης παράστασης VB.
es: Terminada la compilación de la expresión de VB.
fi: VB-lausekkeen kääntäminen päättyi.
fr: Compilation de l'expression Visual Basic terminée.
he: ההידור של ביטוי VB הסתיים.
hu: A VB nyelvű kifejezés fordítása befejeződött.
it: Compilazione espressione VB terminata.
ja: VB の式のコンパイルが完了しました。
ko: VB 식 컴파일이 완료되었습니다.
nb: Kompilering av VB-uttrykk fullført.
nl: VB-expressie compileren voltooid.
pl: Zakończono kompilowanie wyrażenia języka VB.
pt_br: Compilação da expressão do VB concluída.
pt_pt: A compilação da expressão de VB foi concluída.
ru: Компиляции выражения VB завершена.
sv: VB-uttrycket har kompilerats.
tr: VB ifadesinin derlenmesi bitti.
zh_cn: 已完成编译 VB 表达式。
zh_tw: 完成編譯 VB 運算式。

# event_CompleteBookmarkWorkItem
source: A BookmarkWorkItem has completed for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
ar: اكتمل BookmarkWorkItem للنشاط '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
cs: Položka BookmarkWorkItem byla dokončena pro aktivitu {0} s názvem DisplayName {1} a InstanceId {2}. BookmarkName: {3}, BookmarkScope: {4}.
da: Der blev fuldført et BookmarkWorkItem for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
de: Für die Aktivität '{0}', DisplayName: '{1}', InstanceId: '{2}' wurde eine BookmarkWorkItem abgeschlossen. BookmarkName: {3}, BookmarkScope: {4}.
el: Ένα BookmarkWorkItem ολοκληρώθηκε για τη δραστηριότητα '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
es: BookmarkWorkItem se ha completado para la actividad '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
fi: Tehtävälle {0} (DisplayName: {1}, InstanceId: {2}) on suoritettu BookmarkWorkItem-kohde. BookmarkName: {3}, BookmarkScope: {4}.
fr: BookmarkWorkItem est terminé pour l'activité '{0}', DisplayName : '{1}', InstanceId : '{2}'. BookmarkName : {3}, BookmarkScope : {4}.
he: BookmarkWorkItem הושלם עבור פעילות '{0}', DisplayName‏: '{1}', InstanceId‏: '{2}'. BookmarkName‏: {3}, BookmarkScope‏: {4}.
hu: A(z) „{0}” tevékenységhez tartozó BookmarkWorkItem végrehajtása befejeződött. DisplayName: „{1}”, InstanceId: „{2}”. BookmarkName: {3}, BookmarkScope: {4}.
it: BookmarkWorkItem completato per l'attività '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
ja: Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' の BookmarkWorkItem が完了しました。BookmarkName: {3}、BookmarkScope: {4}。
ko: 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'에 대해 BookmarkWorkItem이 완료되었습니다. BookmarkName: {3}, BookmarkScope: {4}.
nb: BookmarkWorkItem er fullført for aktiviteten {0}, DisplayName: {1}, InstanceId: {2}. BookmarkName: {3}, BookmarkScope: {4}.
nl: Er is een BookmarkWorkItem voltooid voor de activiteit {0} met de weergavenaam {1} en de exemplaar-id {2}. BookmarkName: {3}, BookmarkScope: {4}.
pl: Ukończono element roboczy BookmarkWorkItem dla działania {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}. Nazwa zakładki: {3}, zakres zakładek: {4}.
pt_br: Um BookmarkWorkItem foi concluído para a atividade '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
pt_pt: Foi concluído um BookmarkWorkItem para a Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
ru: Выполнение элемента BookmarkWorkItem для элемента Activity "{0}" завершено, DisplayName: "{1}", InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
sv: En BookmarkWorkItem har slutförts för aktivitet {0}, DisplayName: {1}, InstanceId: {2}. BookmarkName: {3}, BookmarkScope: {4}.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' Activity'si için bir BookmarkWorkItem tamamlandı. BookmarkName: {3}, BookmarkScope: {4}.
zh_cn: Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”的 BookmarkWorkItem 已经完成。BookmarkName: {3}，BookmarkScope: {4}。
zh_tw: 已完成活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 的 BookmarkWorkItem。BookmarkName: {3}、BookmarkScope: {4}。

# event_CompleteCancelActivityWorkItem
source: A CancelActivityWorkItem has completed for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ar: اكتمل CancelActivityWorkItem للنشاط '{0}', DisplayName: '{1}', InstanceId: '{2}'.
cs: Položka CancelActivityWorkItem byla dokončena pro aktivitu {0} s názvem DisplayName {1} a InstanceId {2}.
da: Der blev fuldført et CancelActivityWorkItem for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
de: Für die Aktivität '{0}', DisplayName: '{1}', InstanceId: '{2}' wurde eine CancelActivityWorkItem abgeschlossen.
el: Ένα CancelActivityWorkItem ολοκληρώθηκε για τη δραστηριότητα '{0}', DisplayName: '{1}', InstanceId: '{2}'.
es: CancelActivityWorkItem se ha completado para la actividad '{0}', DisplayName: '{1}', InstanceId: '{2}'.
fi: Tehtävälle {0} (DisplayName: {1}, InstanceId: {2}) on suoritettu CancelActivityWorkItem-kohde.
fr: CancelActivityWorkItem est terminé pour l'activité '{0}', DisplayName : '{1}', InstanceId : '{2}'.
he: CancelActivityWorkItem הושלם עבור פעילות '{0}'‏, DisplayName‏: '{1}'‏, InstanceId‏: '{2}'.
hu: A(z) „{0}” tevékenységhez tartozó CancelActivityWorkItem befejeződött. DisplayName: „{1}”, InstanceId: „{2}”.
it: CancelActivityWorkItem completato per l'attività '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ja: Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' の CancelActivityWorkItem が完了しました。
ko: 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'에 대해 CancelActivityWorkItem이 완료되었습니다.
nb: CancelActivityWorkItem er fullført for aktiviteten {0}, DisplayName: {1}, InstanceId: {2}.
nl: Er is een CancelActivityWorkItem voltooid voor de activiteit {0} met de weergavenaam {1} en de exemplaar-id {2}.
pl: Ukończono element roboczy CancelActivityWorkItem dla działania {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}.
pt_br: Um CancelActivityWorkItem foi concluído para a atividade '{0}', DisplayName: '{1}', InstanceId: '{2}'.
pt_pt: Foi concluído um CancelActivityWorkItem para a Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ru: Выполнение элемента CancelActivityWorkItem для элемента Activity "{0}" завершено, DisplayName: "{1}", InstanceId: '{2}'.
sv: En CancelActivityWorkItem har slutförts för aktivitet {0}, DisplayName: {1}, InstanceId: {2}.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' Activity'si için bir CancelActivityWorkItem tamamlandı.
zh_cn: Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”的 CancelActivityWorkItem 已经完成。
zh_tw: 已完成活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 的 CancelActivityWorkItem。

# event_CompleteCompletionWorkItem
source: A CompletionWorkItem has completed for parent Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. Completed Activity '{3}', DisplayName: '{4}', InstanceId: '{5}'.
ar: اكتمل CompletionWorkItem للنشاط الأصلي '{0}', DisplayName: '{1}', InstanceId: '{2}'. النشاط المكتمل '{3}', DisplayName: '{4}', InstanceId: '{5}'.
cs: Položka CompletionWorkItem byla dokončena pro nadřazenou aktivitu {0} s názvem DisplayName {1} a IinstanceId {2}. Dokončena byla aktivita {3} s názvem DisplayName {4} a InstanceId {5}.
da: Der blev fuldført et CompletionWorkItem for den overordnede Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. Fuldførte Activity '{3}', DisplayName: '{4}', InstanceId: '{5}'.
de: Für die übergeordnete Aktivität '{0}', DisplayName: '{1}', InstanceId: '{2}' wurde eine CompletionWorkItem abgeschlossen. Abgeschlossene Aktivität '{3}', DisplayName: '{4}', InstanceId: '{5}'.
el: Ένα CompletionWorkItem ολοκληρώθηκε για τη γονική δραστηριότητα '{0}', DisplayName: '{1}', InstanceId: '{2}'. Ολοκληρώθηκε η δραστηριότητα '{3}', DisplayName: '{4}', InstanceId: '{5}'.
es: CompletionWorkItem se ha completado para la actividad primaria '{0}', DisplayName: '{1}', InstanceId: '{2}'. Actividad completada '{3}', DisplayName: '{4}', InstanceId: '{5}'.
fi: Päätehtävälle {0} (DisplayName: {1}, InstanceId: {2}) on suoritettu CompletionWorkItem-kohde. Suoritettu tehtävä: {3} (DisplayName: {4}, InstanceId: {5}).
fr: CompletionWorkItem est terminé pour l'activité parent '{0}', DisplayName : '{1}', InstanceId : '{2}'. Activité '{3}' terminée, DisplayName : '{4}', InstanceId : '{5}'.
he: CompletionWorkItem הושלם עבור פעילות אב '{0}'‏, DisplayName‏: '{1}'‏, InstanceId‏: '{2}'. פעילות שהושלמה '{3}'‏, DisplayName‏: '{4}'‏, InstanceId‏: '{5}'.
hu: A(z) „{0}” szülőtevékenységhez tartozó CompletionWorkItem befejeződött. DisplayName: „{1}”, InstanceId: „{2}”. Befejezett tevékenység: „{3}”, DisplayName: „{4}”, InstanceId: „{5}”.
it: CompletionWorkItem completato per l'attività padre '{0}', DisplayName: '{1}', InstanceId: '{2}'. Attività '{3}', DisplayName: '{4}', InstanceId: '{5}' completata.
ja: 親 Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' の CompletionWorkItem が完了しました。Activity '{3}'、DisplayName: '{4}、InstanceId: '{5}' が完了しました。
ko: 부모 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'에 대해 CompletionWorkItem이 완료되었습니다. 작업 '{3}', DisplayName: '{4}', InstanceId: '{5}'이(가) 완료되었습니다.
nb: CompletionWorkItem er fullført for den overordnede aktiviteten {0}, DisplayName: {1}, InstanceId: {2}. Fullført aktivitet {3}, DisplayName: {4}, InstanceId: {5}.
nl: Er is een CompletionWorkItem voltooid voor de bovenliggende activiteit {0} met de weergavenaam {1} en de exemplaar-id {2}. De activiteit {3} met de weergavenaam {4} en de exemplaar-id {5} is voltooid.
pl: Ukończono element roboczy CompletionWorkItem dla działania nadrzędnego {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}. Działanie ukończone: {3}, nazwa wyświetlana: {4}, identyfikator wystąpienia: {5}.
pt_br: Um CompletionWorkItem foi concluído para a atividade pai '{0}', DisplayName: '{1}', InstanceId: '{2}'. Atividade concluída '{3}', DisplayName: '{4}', InstanceId: '{5}'.
pt_pt: Foi concluído um CompletionWorkItem para a Activity '{0}' principal, DisplayName: '{1}', InstanceId: '{2}'. Activity '{3}' concluída, DisplayName: '{4}', InstanceId: '{5}'.
ru: Выполнение элемента CompletionWorkItem для элемента Activity "{0}" завершено, DisplayName: "{1}", InstanceId: '{2}'. Выполнение элемента Activity "{3}" завершено, DisplayName: "{4}", InstanceId: '{5}'.
sv: En CompletionWorkItem har slutförts för den överordnade aktiviteten {0}, DisplayName: {1}, InstanceId: {2}. Slutförd aktivitet {3}, DisplayName: {4}, InstanceId: {5}.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' üst Activity'si için bir CompletionWorkItem tamamlandı. DisplayName: '{4}', InstanceId: '{5}' olan '{3}' Activity'si tamamlandı.
zh_cn: 父 Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”的 CompletionWorkItem 已经完成。完成了 Activity“{3}”、DisplayName“{4}”、InstanceId“{5}”。
zh_tw: 已完成父活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 的 CompletionWorkItem。已完成活動 '{3}'、DisplayName: '{4}'、InstanceId: '{5}'。

# event_CompleteExecuteActivityWorkItem
source: An ExecuteActivityWorkItem has completed for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ar: اكتمل ExecuteActivityWorkItem للنشاط '{0}', DisplayName: '{1}', InstanceId: '{2}'.
cs: Položka ExecuteActivityWorkItem byla dokončena pro aktivitu {0} s názvem DisplayName {1} a InstanceId {2}.
da: Der blev fuldført en ExecuteActivityWorkItem for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
de: Für die Aktivität '{0}', DisplayName: '{1}', InstanceId: '{2}' wurde eine ExecuteActivityWorkItem abgeschlossen.
el: Ένα ExecuteActivityWorkItem ολοκληρώθηκε για τη δραστηριότητα '{0}', DisplayName: '{1}', InstanceId: '{2}'.
es: ExecuteActivityWorkItem se ha completado para la actividad '{0}', DisplayName: '{1}', InstanceId: '{2}'.
fi: Tehtävälle {0} (DisplayName: {1}, InstanceId: {2}) on suoritettu ExecuteActivityWorkItem-kohde.
fr: ExecuteActivityWorkItem est terminé pour l'activité '{0}', DisplayName : '{1}', InstanceId : '{2}'.
he: ExecuteActivityWorkItem הושלם עבור פעילות '{0}'‏, DisplayName‏: '{1}'‏, InstanceId‏: '{2}'.
hu: A(z) „{0}” tevékenységhez tartozó ExecuteActivityWorkItem befejeződött. DisplayName: „{1}”, InstanceId: „{2}”.
it: ExecuteActivityWorkItem completato per l'attività '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ja: Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' の ExecuteActivityWorkItem が完了しました。
ko: 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'에 대해 ExecuteActivityWorkItem이 완료되었습니다.
nb: ExecuteActivityWorkItem er fullført for aktiviteten {0}, DisplayName: {1}, InstanceId: {2}.
nl: Er is een ExecuteActivityWorkItem voltooid voor de activiteit {0} met de weergavenaam {1} en de exemplaar-id {2}.
pl: Ukończono element roboczy ExecuteActivityWorkItem dla działania {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}.
pt_br: Um ExecuteActivityWorkItem foi concluído para a atividade '{0}', DisplayName: '{1}', InstanceId: '{2}'.
pt_pt: Foi concluído um ExecuteActivityWorkItem para a Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ru: Выполнение элемента ExecuteActivityWorkItem для элемента Activity "{0}" завершено, DisplayName: "{1}", InstanceId: '{2}'.
sv: En ExecuteActivityWorkItem har slutförts för aktivitet {0}, DisplayName: {1}, InstanceId: {2}.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' Activity'si için bir ExecuteActivityWorkItem tamamlandı.
zh_cn: Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”的 ExecuteActivityWorkItem 已经完成。
zh_tw: 已完成活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 的 ExecuteActivityWorkItem。
