Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_DCDeserializeWithSurrogateStart
source: DataContract deserialize {0} with surrogates start.
ar: بدء إلغاء تسلسل DataContract {0} مع البدائل.
cs: Byla zahájena deserializace pro {0} s použitím kontraktu dat DataContract se zástupnými typy.
da: DataContract-deserialisering af {0} med erstatninger blev startet.
de: DataContract-Deserialisierung von "{0}" mit Surrogates starten.
el: Έναρξη αποσειριοποίησης DataContract {0} με υποκατάστατα.
es: Inicio de la deserialización de DataContract {0} con suplentes.
fi: DataContract - kohteen {0} sarjoittamisen poisto korvikkeilla alkoi.
fr: Début de la désérialisation de {0} par DataContract avec substituts.
he: התחלת ביטול עריכה בסידרה של DataContract ‏{0} עם רכיבים חלופיים.
hu: DataContract deszerializálása {0} helyettessel megkezdve.
it: Avvio deserializzazione di {0} da parte di DataContract con surrogati.
ja: DataContract のサロゲートによる {0} のシリアル化解除を開始します。
ko: DataContract의 {0} 역직렬화와 함께 서로게이트가 시작됩니다.
nb: DataContract-deserialisering av {0} med surrogater startet.
nl: Starten van DataContract-deserialisering van {0} met vervangingen.
pl: Deserializacja obiektu DataContract {0} z surogatami została rozpoczęta.
pt_br: Início da desserialização DataContract de {0} com substitutos.
pt_pt: Iniciar anulação da serialização de DataContract {0} com substitutos.
ru: Запуск десериализации {0} с суррогатами, выполняемой контрактом DataContract.
sv: Starta DataContract-avserialisering av {0} med surrogat.
tr: Yedekleri olan {0} DataContract seri durumdan çıkarma başladı.
zh_cn: DataContract 开始使用代理项反序列化 {0}。
zh_tw: DataContract 使用代理還原序列化 {0} 開始。

# event_DCDeserializeWithSurrogateStop
source: DataContract deserialize with surrogates stop.
ar: إيقاف إلغاء تسلسل DataContract مع البدائل.
cs: Byla ukončena deserializace s použitím kontraktu dat DataContract se zástupnými typy.
da: DataContract-deserialisering med erstatninger blev stoppet.
de: DataContract-Deserialisierung mit Surrogates anhalten.
el: Διακοπή αποσειριοποίησης DataContract με υποκατάστατα.
es: Detención de la deserialización de DataContract con suplentes.
fi: DataContract - sarjoittamisen poisto korvikkeilla pysähtyi.
fr: Arrêt de la désérialisation DataContract avec substituts.
he: הפסקת ביטול עריכה בסידרה של DataContract עם רכיבים חלופיים.
hu: DataContract deszerializálása helyettesekkel leállítva.
it: Arresto deserializzazione di DataContract con surrogati.
ja: DataContract のサロゲートによるシリアル化解除を停止します。
ko: DataContract 역직렬화와 함께 서로게이트가 중지됩니다.
nb: DataContract-deserialisering med surrogater stoppet.
nl: Stoppen van DataContract-deserialisering met vervangingen.
pl: Deserializacja obiektu DataContract z surogatami została zatrzymana.
pt_br: Parada da desserialização DataContract com substitutos.
pt_pt: Parar anulação da serialização de DataContract com substitutos.
ru: Остановка десериализации с суррогатами, выполняемой контрактом DataContract.
sv: Stoppa DataContract-deserialisering med surrogat.
tr: Yedekleri olan DataContract seri durumdan çıkarma durdu.
zh_cn: DataContract 停止使用代理项反序列化。
zh_tw: DataContract 使用代理還原序列化停止。

# event_DCGenReaderStart
source: DataContract generate {0} reader for {1} start.
ar: بدء إنشاء DataContract لقارئ {0} لـ {1}.
cs: Bylo zahájeno generování čtečky {0} pro {1} s použitím kontraktu dat DataContract.
da: DataContract-oprettelse af {0}-læsefunktionen for {1} blev startet.
de: DataContract-Generierung von {0} Reader für "{1}" starten.
el: Έναρξη {1} δημιουργίας προγράμματος ανάγνωσης {0} DataContract.
es: Inicio del lector {0} para {1} de la generación de DataContract.
fi: DataContract - {0} lukutoiminnon luonti kohteelle {1} alkoi.
fr: Début de la génération du lecteur {0} par DataContract pour {1}.
he: התחלת יצירה של קורא {0} עבור {1} באמצעות DataContract‏.
hu: A DataContract megkezdte a(z) {0} olvasó létrehozását a következő számára: {1}.
it: Avvio del reader {0} di generazione di DataContract per {1}.
ja: DataContract の {1} の {0} リーダーの生成を開始します。
ko: {1}에 대한 DataContract {0} 판독기 생성이 시작됩니다.
nb: DataContract-generering av {0}-leser for {1} startet.
nl: Starten van genereren {0}-lezer DataContract voor {1}.
pl: Generowanie obiektu DataContract — czytnik {0} dla {1} został uruchomiony.
pt_br: Início do leitor de geração DataContract {0} para {1}.
pt_pt: Iniciar geração de leitor de {0} de DataContract para {1}.
ru: Запуск создания модуля чтения {0} для {1}, выполняемого контрактом DataContract.
sv: Starta DataContract-generering av {0}-läsare för {1}.
tr: {1} için DataContract üretme {0} okuyucusu başladı.
zh_cn: DataContract 开始为 {1} 生成 {0} 读取器。
zh_tw: DataContract 產生 {1} 的 {0} 讀取器開始。

# event_DCGenReaderStop
source: DataContract generation stop.
ar: إيقاف إنشاء DataContract.
cs: Bylo ukončeno generování kontraktu dat DataContract.
da: DataContract-oprettelse blev stoppet.
de: DataContract-Generierung anhalten.
el: Διακοπή δημιουργίας DataContract.
es: Detención de la generación de DataContract.
fi: DataContract - luonti pysähtyi.
fr: Arrêt de la génération par DataContract.
he: הפסקת יצירה באמצעות DataContract‏.
hu: A DataContract leállította a létrehozást.
it: Arresto generazione di DataContract.
ja: DataContract の生成を停止します。
ko: DataContract 생성이 중지됩니다.
nb: DataContract-generering stoppet.
nl: Stoppen van genereren DataContract.
pl: Generowanie obiektu DataContract zostało zatrzymane.
pt_br: Parada de geração DataContract.
pt_pt: Parar geração de DataContract.
ru: Остановка создания, выполняемого контрактом DataContract.
sv: Stoppa DataContract-generering.
tr: DataContract üretme durdu.
zh_cn: DataContract 生成停止。
zh_tw: DataContract 產生停止。

# event_DCGenWriterStart
source: DataContract generate {0} writer for {1} start.
ar: بدء إنشاء DataContract لكاتب {0} لـ {1}.
cs: Bylo zahájeno generování zapisovače {0} pro {1} s použitím kontraktu dat DataContract.
da: DataContract-oprettelse af {0}-skrivefunktionen for {1} blev startet.
de: DataContract-Generierung von {0} Writer für "{1}" starten.
el: Έναρξη {1} δημιουργίας προγράμματος εγγραφής {0} DataContract.
es: Inicio del escritor {0} para {1} de la generación del DataContract .
fi: DataContract - {0} kirjoitustoiminnon luonti kohteelle {1} alkoi.
fr: Début de la génération de l'enregistreur {0} par DataContract pour {1}.
he: התחלת יצירת כותב {0} עבור {1} באמצעות DataContract‏.
hu: A DataContract megkezdte a(z) {0} író létrehozását a következő számára: {1}.
it: Avvio del writer {0} di generazione di DataContract per {1}.
ja: DataContract の {1} の {0} ライターの生成を開始します。
ko: {1}에 대한 DataContract {0} 작성기 생성이 시작됩니다.
nb: DataContract-generering av {0}-skriver for {1} startet.
nl: Starten van {0}-schrijver DataContract genereren voor {1}.
pl: Generowanie obiektu DataContract — składnik zapisywania {0} dla {1} został uruchomiony.
pt_br: Início da geração de gravador DataContract {0} para {1}.
pt_pt: Iniciar geração de escritor de {0} de DataContract para {1}.
ru: Запуск создания модуля записи {0} для {1}, выполняемого контрактом DataContract.
sv: Starta DataContract-generering av {0}-skrivare för {1}.
tr: {1} için DataContract üretme {0} yazıcısı başladı.
zh_cn: DataContract 开始为 {1} 生成 {0} 编写器。
zh_tw: DataContract 產生 {1} 的 {0} 寫入器開始。

# event_DCGenWriterStop
source: DataContract generate writer stop.
ar: إيقاف كاتب إنشاء DataContract.
cs: Bylo ukončeno generování zapisovače s použitím kontraktu dat DataContract.
da: DataContract-oprettelse af skrivefunktionen blev stoppet.
de: DataContract-Generierung von Writer anhalten.
el: Διακοπή δημιουργίας προγράμματος εγγραφής DataContract.
es: Detención del escritor de la generación de DataContract.
fi: DataContract - kirjoitustoiminnon luonti pysähtyi.
fr: Arrêt de la génération de l'enregistreur par DataContract.
he: הפסקת יצירת כותב באמצעות DataContract‏.
hu: A DataContract leállította az író létrehozását.
it: Arresto del writer di generazione di DataContract.
ja: DataContract のライターの生成を停止します。
ko: DataContract 작성기 생성이 중지됩니다.
nb: DataContract-generering av skriver stoppet.
nl: Stoppen van schrijver DataContract genereren.
pl: Generowanie obiektu DataContract — składnik zapisywania został zatrzymany.
pt_br: Parada no gravador de geração DataContract.
pt_pt: Parar geração de escritor de DataContract.
ru: Остановка создания модуля записи, выполняемого контрактом DataContract.
sv: Stoppa DataContract-generering av skrivare.
tr: DataContract üretme yazıcı durdu.
zh_cn: DataContract 停止生成编写器。
zh_tw: DataContract 產生寫入器停止。

# event_DCJsonGenReaderStart
source: Json generate {0} reader for {1} start.
ar: بدء إنشاء Json لقارئ {0} لـ {1}.
cs: Bylo zahájeno generování čtečky {0} pro {1} s použitím notace JSON.
da: Json-oprettelse af {0}-læsefunktionen for {1} blev startet.
de: Json-Generierung von {0} Reader für "{1}" starten.
el: Έναρξη {1} δημιουργίας προγράμματος ανάγνωσης {0} Json.
es: Inicio del lector {0} para {1} de la generación de Json.
fi: Json - {0} lukutoiminnon luonti kohteelle {1} alkoi.
fr: Début de la génération du lecteur {0} par JSON pour {1}.
he: התחלת יצירה של קורא {0} עבור {1} באמצעות Json‏.
hu: A Json megkezdte a(z) {0} olvasó létrehozását a következő számára: {1}.
it: Avvio reader {0} di generazione di JSON per {1}.
ja: Json の {1} の {0} リーダーの生成を開始します。
ko: {1}에 대한 Json {0} 판독기 생성이 시작됩니다.
nb: Json-generering av {0}-leser for {1} startet.
nl: Starten van {0}-lezer JSON genereren voor {1}.
pl: Generowanie obiektu Json — czytnik {0} dla {1} został uruchomiony.
pt_br: Início do leitor de geração Json {0} para {1}.
pt_pt: Iniciar geração de leitor de {0} de Json para {1}.
ru: Запуск создания модуля чтения {0} для {1}, выполняемого JSON.
sv: Starta Json-generering av {0}-läsare för {1}.
tr: {1} için Json üretme {0} okuyucusu başladı.
zh_cn: Json 开始为 {1} 生成 {0} 读取器。
zh_tw: Json 產生 {1} 的 {0} 讀取器開始。

# event_DCJsonGenReaderStop
source: Json reader generation stop.
ar: إيقاف إنشاء قارئ Json.
cs: Bylo ukončeno generování čtečky Json s použitím notace JSON.
da: Json-oprettelse af læsefunktionen blev stoppet.
de: Json-Readergenerierung anhalten.
el: Διακοπή δημιουργίας Json.
es: Detención de la generación del lector de Json.
fi: Json - lukutoiminnon luonti pysähtyi.
fr: Arrêt de la génération du lecteur par JSON.
he: הפסקת יצירה של קורא באמצעות Json‏.
hu: A Json leállította az olvasó létrehozását.
it: Arresto generazione reader di JSON.
ja: Json のリーダーの生成を停止します。
ko: Json 판독기 생성이 중지됩니다.
nb: Json-generering av leser stoppet.
nl: Stoppen van JSON-lezer genereren.
pl: Generowanie obiektu Json — czytnik został zatrzymany.
pt_br: Parada na geração do leitor Json.
pt_pt: Parar geração de leitor de Json.
ru: Остановка создания модуля чтения, выполняемого JSON.
sv: Stoppa Json-läsargenerering.
tr: Json okuyucu üretme durdu.
zh_cn: Json 读取器生成停止。
zh_tw: Json 讀取器產生停止。

# event_DCJsonGenWriterStart
source: Json generate {0} writer for {1} start.
ar: بدء إنشاء Json لكاتب {0} لـ {1}.
cs: Bylo zahájeno generování zapisovače {0} pro {1} s použitím notace JSON.
da: Json-oprettelse af {0}-skrivefunktionen for {1} blev startet.
de: Json-Generierung von {0} Writer für "{1}" starten.
el: Έναρξη {1} δημιουργίας προγράμματος εγγραφής {0} Json.
es: Inicio del escritor {0} para {1} de la generación de Json.
fi: Json - {0} kirjoitustoiminnon luonti kohteelle {1} alkoi.
fr: Début de la génération de l'enregistreur {0} par JSON pour {1}.
he: התחלת יצירה של כותב {0} עבור {1} באמצעות Json‏.
hu: A Json megkezdte a(z) {0} író létrehozását a következő számára: {1}.
it: Avvio writer {0} di generazione di JSON per {1}.
ja: Json の {1} の {0} ライターの生成を開始します。
ko: {1}에 대한 Json {0} 작성기 생성이 시작됩니다.
nb: Json-generering av {0}-skriver for {1} startet.
nl: Starten van {0}-schrijver JSON genereren voor {1}.
pl: Generowanie obiektu Json — składnik zapisywania {0} dla {1} został uruchomiony.
pt_br: Início do gravador de geração Json {0} para {1}.
pt_pt: Iniciar geração de escritor de {0} de Json para {1}.
ru: Запуск создания модуля записи {0} для {1}, выполняемого JSON.
sv: Starta Json-generering av {0}-skrivare för {1}.
tr: {1} için Json üretme {0} yazıcısı başladı.
zh_cn: Json 开始为 {1} 生成 {0} 编写器。
zh_tw: Json 產生 {1} 的 {0} 寫入器開始。

# event_DCJsonGenWriterStop
source: Json generate writer stop.
ar: إيقاف إنشاء Json للكاتب.
cs: Bylo ukončeno generování zapisovače s použitím notace JSON.
da: Json-oprettelse af skrivefunktionen blev stoppet.
de: Json-Generierung von Writer anhalten.
el: Διακοπή δημιουργίας προγράμματος εγγραφής Json.
es: Detención del escritor de la generación de Json.
fi: Json - kirjoitustoiminnon luonti pysähtyi.
fr: Arrêt de la génération de l'enregistreur par JSON.
he: הפסקת יצירה של כותב באמצעות Json‏.
hu: A Json leállította az író létrehozását.
it: Arresto writer di generazione di JSON.
ja: Json のライターの生成を停止します。
ko: Json 작성기 생성이 중지됩니다.
nb: Json-generering av skriver stoppet.
nl: Stoppen van schrijver JSON genereren.
pl: Generowanie obiektu Json — składnik zapisywania został zatrzymany.
pt_br: Parada de gravador de geração Json.
pt_pt: Parar geração de escritor de Json.
ru: Запуск создания модуля записи, выполняемого JSON.
sv: Stoppa Json-generering av skrivare.
tr: Json üretme yazıcı durdu.
zh_cn: Json 生成编写器停止。
zh_tw: Json 產生寫入器停止。

# event_DCResolverResolve
source: DataContract resolver resolving {0} start.
ar: بدء تحليل محلل DataContract {0}.
cs: Překladač kontraktu dat DataContract zahájil překlad pro {0}.
da: DataContract-løsning af {0} blev startet.
de: DataContract-Resolver für "{0}" starten.
el: Έναρξη επίλυσης {0} προγράμματος επίλυσης DataContract.
es: Inicio de la resolución del resolvedor de DataContract {0}.
fi: DataContract - kohteen {0} selvitys alkoi.
fr: Début de la résolution de {0} par le programme de résolution DataContract.
he: התחלת פתרון של ‏{0} באמצעות פותרן DataContract‏.
hu: A DataContract feloldója megkezdte a következő feloldását: {0}.
it: Avvio risoluzione di {0} del resolver di DataContract.
ja: DataContract リゾルバーが {0} の解決を開始します。
ko: DataContract 확인자 확인 {0}이(가) 시작됩니다.
nb: DataContract-løser løser {0} startet.
nl: Starten van herleiden {0} DataContract-herleider.
pl: Program rozpoznawania obiektów DataContract — rozpoznawanie {0} zostało rozpoczęte.
pt_br: Início da resolução do resolvedor DataContract {0}.
pt_pt: Iniciar a resolução de DataContract de {0}.
ru: Запуск разрешения {0}, выполняемого сопоставителем DataContract.
sv: Starta DataContract-matchare för {0}.
tr: DataContract çözümleyicisi {0} çözümlemesi başladı.
zh_cn: DataContract 解析程序开始解析 {0}。
zh_tw: 解析 {0} 的 DataContract 解析程式開始。

# event_DCSerializeWithSurrogateStart
source: DataContract serialize {0} with surrogates start.
ar: بدء تسلسل DataContract {0} مع البدائل.
cs: Byla zahájena serializace pro {0} s použitím kontraktu dat DataContract se zástupnými typy.
da: DataContract-serialisering af {0} med erstatninger blev startet.
de: DataContract-Serialisierung von "{0}" mit Surrogates starten.
el: Έναρξη σειριοποίησης DataContract {0} με υποκατάστατα.
es: Inicio de la serialización de DataContract {0} con suplentes.
fi: DataContract - kohteen {0} sarjoittaminen korvikkeilla alkoi.
fr: Début de la sérialisation de {0} par DataContract avec substituts.
he: התחלת עריכה בסידרה של DataContract ‏{0} עם רכיבים חלופיים.
hu: DataContract szerializálása {0} helyettessel megkezdve.
it: Avvio serializzazione di {0} da parte di DataContract con surrogati.
ja: DataContract のサロゲートによる {0} のシリアル化を開始します。
ko: DataContract의 {0} 직렬화와 함께 서로게이트가 시작됩니다.
nb: DataContract-serialisering av {0} med surrogater startet.
nl: Starten van DataContract-serialisering {0} met vervangingen.
pl: Serializacja obiektu DataContract {0} z surogatami została rozpoczęta.
pt_br: Início da serialização DataContract de {0} com substitutos.
pt_pt: Iniciar serialização de DataContract {0} com substitutos.
ru: Запуск сериализации {0} с суррогатами, выполняемой контрактом DataContract.
sv: Starta DataContract-serialisering av {0} med surrogat.
tr: Yedekleri olan {0} DataContract seri hale getirme başladı.
zh_cn: DataContract 开始使用代理项序列化 {0}。
zh_tw: DataContract 使用代理序列化 {0} 開始。

# event_DCSerializeWithSurrogateStop
source: DataContract serialize with surrogates stop.
ar: إيقاف تسلسل DataContract مع البدائل.
cs: Byla ukončena serializace s použitím kontraktu dat DataContract se zástupnými typy.
da: DataContract-serialisering med erstatninger blev stoppet.
de: DataContract-Serialisierung mit Surrogates anhalten.
el: Διακοπή σειριοποίησης DataContract με υποκατάστατα.
es: Detención de la serialización de DataContract con suplentes.
fi: DataContract - sarjoittaminen korvikkeilla pysähtyi.
fr: Arrêt de la sérialisation DataContract avec substituts.
he: הפסקת עריכה בסידרה של DataContract ‏עם רכיבים חלופיים.
hu: DataContract szerializálása helyettesekkel leállítva.
it: Arresto serializzazione di DataContract con surrogati.
ja: DataContract のサロゲートによるシリアル化を停止します。
ko: DataContract 직렬화와 함께 서로게이트가 중지됩니다.
nb: DataContract-serialisering med surrogater stoppet.
nl: Stoppen van DataContract-serialisering met vervangingen.
pl: Serializacja obiektu DataContract z surogatami została zatrzymana.
pt_br: Parada da serialização DataContract com substitutos.
pt_pt: Parar serialização de DataContract com substitutos.
ru: Остановка сериализации с суррогатами, выполняемой контрактом DataContract.
sv: Stoppa DataContract-serialisering med surrogat.
tr: Yedekleri olan DataContract seri hale getirme durdu.
zh_cn: DataContract 停止使用代理项序列化。
zh_tw: DataContract 使用代理序列化停止。

# event_DecrementBusyCount
source: DecrementBusyCount called. Source : {0}
ar: تم استدعاء DecrementBusyCount. المصدر : {0}
cs: Byla volána metoda DecrementBusyCount. Zdroj: {0}
da: DecrementBusyCount kaldt. Kilde: {0}
de: DecrementBusyCount aufgerufen. Quelle: {0}
el: Κλήση DecrementBusyCount. Προέλευση : {0}
es: Se ha llamado a DecrementBusyCount. Origen: {0}
fi: Tehtiin DecrementBusyCount-kutsu. Lähde: {0}
fr: DecrementBusyCount appelé. Source : {0}
he: בוצעה קריאה ל- DecrementBusyCount. מקור: {0}
hu: Meg lett hívva a DecrementBusyCount metódus. Forrás: {0}
it: Chiamato DecrementBusyCount. Origine: {0}
ja: DecrementBusyCount が呼び出されました。ソース: {0}
ko: DecrementBusyCount를 호출했습니다. 소스: {0}
nb: DecrementBusyCount kalles. Kilde: {0}
nl: DecrementBusyCount aangeroepen. Bron: {0}
pl: Wywołano metodę DecrementBusyCount. Źródło: {0}
pt_br: DecrementBusyCount chamada. Origem: {0}
pt_pt: DecrementBusyCount chamado. Origem: {0}
ru: Вызван DecrementBusyCount. Источник: {0}
sv: DecrementBusyCount har anropats. Källa: {0}
tr: DecrementBusyCount çağrıldı. Kaynak : {0}
zh_cn: 调用了 DecrementBusyCount。源: {0}
zh_tw: DecrementBusyCount 已呼叫。來源 : {0}

# event_DiscoveryClientInClientChannelFailedToClose
source: The DiscoveryClient created inside DiscoveryClientChannel failed to close and hence has been aborted.
ar: فشل DiscoveryClient الذي تم إنشاؤه داخل DiscoveryClientChannel في الإغلاق، وبالتالي تم إجهاضه.
cs: Objekt DiscoveryClient vytvořený v objektu DiscoveryClientChannel se nepodařilo zavřít a byl zrušen.
da: Den DiscoveryClient, der er oprettet inden i DiscoveryClientChannel, kunne ikke lukkes og er derfor blevet afbrudt.
de: Der in DiscoveryClientChannel erstellte DiscoveryClient konnte nicht geschlossen werden und wurde daher abgebrochen.
el: Το DiscoveryClient που δημιουργήθηκε μέσα στο DiscoveryClientChannel απέτυχε να κλείσει και επομένως ματαιώθηκε.
es: No se pudo cerrar el DiscoveryClient creado en DiscoveryClientChannel y, por lo tanto, se ha anulado.
fi: DiscoveryClientChannel-kohteessa luotua DiscoveryClient-kohdetta ei voitu sulkea, joten se keskeytettiin.
fr: Le DiscoveryClient créé dans DiscoveryClientChannel n'a pas pu se fermer et a par conséquent été abandonné.
he: סגירת ה- DiscoveryClient שנוצר בתוך DiscoveryClientChannel נכשלה ולכן המערכת התעלמה ממנו.
hu: A DiscoveryClientChannel objektumban létrehozott DiscoveryClient bezárása sikertelen volt, ezért a működése meg lett szakítva.
it: Impossibile chiudere DiscoveryClient creato all'interno di DiscoveryClientChannel e pertanto è stato interrotto.
ja: DiscoveryClientChannel 内で作成された DiscoveryClient を閉じることができず、異常終了しました。
ko: DiscoveryClientChannel 내에 만들어진 DiscoveryClient를 닫지 못해 중단했습니다.
nb: Kan ikke lukke DiscoveryClient som er opprettet i DiscoveryClientChannel, og den er dermed avbrutt.
nl: Het gemaakte DiscoveryClient-exemplaar in DiscoveryClientChannel kan niet worden gesloten en is daarom afgebroken.
pl: Zamykanie obiektu DiscoveryClient utworzonego w obiekcie DiscoveryClientChannel nie powiodło się i dlatego jego działanie zostało przerwane.
pt_br: O DiscoveryClient criado no DiscoveryClientChannel falhou ao fechar e, portanto, foi cancelado.
pt_pt: O DiscoveryClient criado no DiscoveryClientChannel não conseguiu fechar e acabou por ser abortado.
ru: Не удалось закрыть DiscoveryClient, созданный внутри DiscoveryClientChannel. Работа клиента прервана.
sv: Det gick inte att stänga DiscoveryClient som har skapats i DiscoveryClientChannel och den har därför avbrutits.
tr: DiscoveryClientChannel içinde oluşturulan DiscoveryClient kapatılamadı ve bu nedenle iptal edildi.
zh_cn: 在 DiscoveryClientChannel 内部创建的 DiscoveryClient 无法关闭，因此已中止。
zh_tw: 在 DiscoveryClientChannel 中建立的 DiscoveryClient 無法關閉，因此已經中止。
