Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_ClientBaseChannelFactoryAgedOutofCache
source: A channel factory has been aged out of the cache because the cache has reached its limit of '{0}'.
ar: تم إخراج مصنع قناة من الذاكرة المؤقتة نظرًا لبلوغ الذاكرة المؤقتة حدها البالغ '{0}'.
cs: Objekt pro vytváření kanálů byl vyřazen z mezipaměti na základě svého stáří, protože mezipaměť dosáhla svého limitu, který je: {0}.
da: Den ældste kanalfabrik er blevet fjernet fra cachen, fordi cachen har nået grænsen på '{0}'.
de: Eine Kanalfactory wurde aufgrund des Alters aus dem Cache entfernt, da der Cache die Einschränkung von "{0}" erreicht hat.
el: Μια παλιά προέλευση καναλιού καταργήθηκε από το cache επειδή προσεγγίστηκε το όριο του cache '{0}'.
es: Un generador de canales se ha eliminado de la memoria caché al alcanzarse su límite de '{0}'.
fi: Kanavatehdas on vanhentunut välimuistissa, koska välimuisti on saavuttanut rajan, joka on {0}.
fr: Une fabrique de canaux a été échue du cache car le cache a atteint sa limite de '{0}'.
he: מפעל ערוץ הוצא מהמטמון מכיוון שהמטמון הגיע לגבול של '{0}'.
hu: Egy csatornagyár kiöregedett a gyorsítótárból, mert a gyorsítótár elérte a(z) „{0}” méretkorlátját.
it: Una channel factory è stata rimossa dalla cache perché è stato raggiunto il limite di '{0}' della cache.
ja: キャッシュが上限の '{0}' に達したため、チャネル ファクトリがキャッシュから削除されました。
ko: 캐시가 해당 한도 '{0}'에 도달했기 때문에 채널 팩터리가 캐시에서 만료되었습니다.
nb: En kanalfabrikk er fjernet fra hurtigbufferen på grunn av alder fordi hurtigbufferen har nådd grensen på {0}.
nl: Een kanaalfactory is wegens veroudering uit de cache verwijderd omdat de cache de limiet van {0} heeft bereikt.
pl: Fabryka kanałów została usunięta z pamięci podręcznej, ponieważ pamięć podręczna osiągnęła swój limit równy „{0}”.
pt_br: Uma fábrica de canais ficou antiga no cache porque o cache atingiu seu limite de '{0}'.
pt_pt: Uma fábrica de canais foi eliminada da cache por antiguidade porque a cache atingiu o limite de '{0}'.
ru: Фабрика канала устарела и была удалена из кэша, так как объем кэша достиг предела "{0}".
sv: En kanalfabrik har fasats ut ur cacheminnet eftersom cacheminnets gräns på {0} har nåtts.
tr: Önbellek '{0}' olan sınırına ulaştığından önbellekteki bir kanal fabrikası yaşlandırılarak önbellekten çıkarıldı.
zh_cn: 通道工厂在缓存中已到期，因为缓存已达到其限制“{0}”。
zh_tw: 通道處理站已過時超出快取範圍，因為快取已達其 '{0}' 的限制。

# event_ClientBaseChannelFactoryCacheHit
source: Used matching channel factory found in cache.
ar: تم العثور على مصنع قناة مطابقة مستخدم في الذاكرة المؤقتة.
cs: Byl použit odpovídající objekt pro vytváření kanálů nalezený v mezipaměti.
da: Den overensstemmende kanalfabrik, der blev fundet i cachen, blev brugt.
de: Es wurde eine übereinstimmende Kanalfactory aus dem Cache verwendet.
el: Βρέθηκε στο cache χρησιμοποιημένη προέλευση καναλιού.
es: Se encontró un generador de canales coincidente en la memoria caché.
fi: Käytettiin välimuistista löytynyttä vastaavaa kanavatehdasta.
fr: Une fabrique de canaux correspondante trouvée dans le cache a été utilisée.
he: נמצא מפעל ערוץ תואם משומש במטמון.
hu: A rendszer a gyorsítótárban talált megfelelő csatornagyárat használta.
it: Channel factory corrispondente utilizzata trovata nella cache.
ja: キャッシュで見つかった一致するチャネル ファクトリが使用されました。
ko: 캐시에서 사용된 일치하는 채널 팩터리가 발견되었습니다.
nb: Brukte samsvarende kanalfabrikk funnet i hurtigbuffer.
nl: Gebruikte overeenkomende kanaalfactory in cache aangetroffen.
pl: Użyto pasującej fabryki kanałów znalezionej w pamięci podręcznej.
pt_br: Fábrica de canais correspondente usada encontrada no cache.
pt_pt: Foi utilizada uma fábrica de canais correspondente encontrada na cache.
ru: В кэше обнаружена использованная одинаковая фабрика каналов.
sv: Använde matchande kanalfabrik som hittades i cacheminnet.
tr: Önbellekte bulunan eşleşen kanal fabrikası kullanıldı.
zh_cn: 使用了在缓存中找到的匹配通道工厂。
zh_tw: 使用快取中找到的相符通道處理站。

# event_ClientBaseUsingLocalChannelFactory
source: Not using channel factory from cache, i.e. caching disabled for instance.
ar: عدم استخدام مصنع قناة من الذاكرة المؤقتة، أي تم تعطيل التخزين المؤقت للمثيل.
cs: Není používán objekt pro vytváření kanálů z mezipaměti, tzn. že ukládání do mezipaměti je pro danou instanci zakázáno.
da: Kanalfabrikken i cachen bruges ikke, dvs. cachen er deaktiveret for denne forekomst.
de: Die Kanalfactory aus dem Cache wird nicht verwendet, beispielsweise weil das Zwischenspeichern deaktiviert ist.
el: Δεν γίνεται χρήση προέλευσης καναλιού από το cache, π.χ. η εγγραφή στο cache είναι επί του παρόντος απενεργοποιημένη.
es: No se usa el generador de canales de la memoria caché, es decir, el almacenamiento en caché se deshabilitó para la instancia.
fi: Välimuistista peräisin olevaa kanavatehdasta ei käytetä, eli esiintymän tallennus välimuistiin ei ole käytössä.
fr: Fabrique de canaux du cache non utilisée, autrement dit, désactivation de la mise en cache pour l'instance.
he: לא נעשה שימוש במפעל הערוץ מהמטמון, לדוגמה, השמירה במטמון לא זמינה עבור מקטע.
hu: A rendszer nem a gyorsítótárban levő csatornagyárat használ, azaz a gyorsítótárazás le van tiltva a példányon.
it: Channel factory della cache non utilizzata, ad esempio memorizzazione nella cache disabilitata.
ja: キャッシュのチャネル ファクトリは使用されません (つまり、インスタンスのキャッシュは無効になっています)。
ko: 캐시에서 채널 팩터리를 사용하는 중이 아닙니다. 즉 인스턴스에 대해 캐싱이 해제되었습니다.
nb: Bruker ikke kanalfabrikk fra hurtigbuffer, altså er hurtigbufring deaktivert for forekomst.
nl: Kanaalfactory van cache wordt niet gebruikt, cachegebruik kan bijv. uitgeschakeld zijn.
pl: Nie jest używana fabryka kanałów z pamięci podręcznej, co oznacza, że buforowanie jest wyłączne dla wystąpienia.
pt_br: Não utilizando a fábrica de canais do cache, isto é, o cache está desabilitado para a instância.
pt_pt: Não está a ser utilizada uma fábrica de canais da cache, isto é, colocação em cache desativada para a instância.
ru: Фабрики каналов из кэша не используется, то есть кэширование отключено для экземпляра.
sv: Använder inte kanalfabrik från cacheminnet, d.v.s. cachelagring har inaktiverats för instansen.
tr: Önbellekteki kanal fabrikası kullanılmıyor; yani, örnek için önbellek devre dışı bırakıldı.
zh_cn: 不使用缓存中的通道工厂，即禁用实例缓存。
zh_tw: 未從快取使用通道處理站，亦即執行個體停用快取。

# event_ClientChannelOpenStart
source: ServiceChannel Open Start.
ar: بدء فتح ServiceChannel.
cs: Byla zahájena operace Open kanálu ServiceChannel.
da: ServiceChannel Open blev startet.
de: Öffnen von ServiceChannel starten.
el: Έναρξη ανοίγματος ServiceChannel.
es: Inicio de apertura de ServiceChannel.
fi: ServiceChannel Open - alkoi.
fr: Début de l'ouverture de ServiceChannel.
he: התחלת ServiceChannel Open‏.
hu: ServiceChannel megnyitásának megkezdése
it: Avvio apertura ServiceChannel.
ja: ServiceChannel Open を開始します。
ko: ServiceChannel 열기가 시작됩니다.
nb: ServiceChannel Open startet.
nl: Openen van ServiceChannel starten.
pl: Rozpoczęto wykonywanie metody Open obiektu ServiceChannel.
pt_br: Início da Abertura de ServiceChannel.
pt_pt: Iniciar ServiceChannel Open.
ru: Начало открытия ServiceChannel.
sv: Starta ServiceChannel Open.
tr: ServiceChannel Açma Başladı.
zh_cn: ServiceChannel 打开启动。
zh_tw: ServiceChannel 開啟開始。

# event_ClientChannelOpenStop
source: ServiceChannel Open Stop.
ar: إيقاف فتح ServiceChannel.
cs: Byla ukončena operace Open kanálu ServiceChannel.
da: ServiceChannel Open blev stoppet.
de: Öffnen von ServiceChannel anhalten.
el: Διακοπή ανοίγματος ServiceChannel.
es: Detención de apertura de ServiceChannel.
fi: ServiceChannel Open - pysähtyi.
fr: Arrêt de l'ouverture de ServiceChannel.
he: הפסקת ServiceChannel Open‏.
hu: ServiceChannel megnyitásának befejezése
it: Arresto apertura ServiceChannel.
ja: ServiceChannel Open を停止します。
ko: ServiceChannel 열기가 중지됩니다.
nb: ServiceChannel Open stoppet.
nl: Openen van ServiceChannel stoppen.
pl: Zatrzymano wykonywanie metody Open obiektu ServiceChannel.
pt_br: Parada da Abertura de ServiceChannel.
pt_pt: Parar ServiceChannel Open.
ru: Остановка открытия ServiceChannel.
sv: Stoppa ServiceChannel Open.
tr: ServiceChannel Açma Durdu.
zh_cn: ServiceChannel 打开停止。
zh_tw: ServiceChannel 開啟停止。

# event_ClientFormatterDeserializeReplyStart
source: Client started deserializing the reply message.
ar: بدأ العميل إلغاء تسلسل رسالة الرد.
cs: Klient zahájil deserializaci zprávy s odpovědí.
da: Klienten startede deserialiseringen af svarmeddelelsen.
de: Die Deserialisierung der Antwortnachricht wurde vom Client gestartet.
el: Ο πελάτης ξεκίνησε την αποσειριοποίηση του μηνύματος απάντησης.
es: El cliente inició la deserialización del mensaje de respuesta.
fi: Asiakas aloitti vastausviestin sarjoituksen poistamisen.
fr: Le client a démarré la désérialisation du message de réponse.
he: הלקוח החל בביטול העריכה בסידרה של הודעת התגובה.
hu: Az ügyfél megkezdte a válaszüzenet deszerializálását.
it: Il client ha avviato la deserializzazione del messaggio di risposta.
ja: クライアントが応答メッセージのシリアル化解除を開始しました。
ko: 클라이언트에서 회신 메시지 역직렬화가 시작되었습니다.
nb: Klient startet deserialisering av svarmelding.
nl: Client heeft het deserialiseren van het antwoordbericht gestart.
pl: Klient rozpoczął deserializowanie komunikatu odpowiedzi.
pt_br: O cliente iniciou a desserialização da mensagem de resposta.
pt_pt: O cliente iniciou a anulação da serialização da mensagem de resposta.
ru: Клиент начал десериализацию ответного сообщения.
sv: Avserialisering av svarsmeddelandet har startats av klienten.
tr: İstemci yanıt iletisini seri durumdan çıkarmaya başladı.
zh_cn: 客户端已开始反序列化答复消息。
zh_tw: 用戶端已啟動還原序列化回覆訊息。

# event_ClientFormatterDeserializeReplyStop
source: Client completed deserializing the reply message.
ar: أكمل العميل إلغاء تسلسل رسالة الرد.
cs: Klient dokončil deserializaci zprávy s odpovědí.
da: Klienten fuldførte deserialiseringen af svarmeddelelsen.
de: Die Deserialisierung der Antwortnachricht wurde vom Client abgeschlossen.
el: Ο πελάτης ολοκλήρωσε την αποσειριοποίηση του μηνύματος απάντησης.
es: El cliente completó la deserialización del mensaje de respuesta.
fi: Asiakas aloitti vastausviestin sarjoituksen poistamisen.
fr: Le client a terminé la désérialisation du message de réponse.
he: הלקוח השלים את ביטול העריכה בסידרה של הודעת התגובה.
hu: Az ügyfél befejezte a válaszüzenet deszerializálását.
it: Il client ha completato la deserializzazione del messaggio di risposta.
ja: クライアントが応答メッセージのシリアル化解除を完了しました。
ko: 클라이언트에서 회신 메시지 역직렬화가 완료되었습니다.
nb: Klient fullførte deserialisering av svarmelding.
nl: Client heeft het deserialiseren van het antwoordbericht voltooid.
pl: Klient ukończył deserializowanie komunikatu odpowiedzi.
pt_br: O cliente concluiu a desserialização da mensagem de resposta.
pt_pt: O cliente concluiu a desserialização da mensagem de resposta.
ru: Клиент завершил десериализацию ответного сообщения.
sv: Avserialisering av svarsmeddelandet har slutförts av klienten.
tr: İstemci yanıt iletisini seri durumdan çıkarmayı tamamladı.
zh_cn: 客户端已完成反序列化答复消息。
zh_tw: 用戶端已完成還原序列化回覆訊息。

# event_ClientFormatterSerializeRequestStart
source: Client request serialization started.
ar: بدأ إنشاء تسلسل لطلب العميل.
cs: Byla zahájena serializace požadavku klienta.
da: Serialiseringen af klientanmodningen blev startet.
de: Die Serialisierung der Clientanforderung wurde gestartet.
el: Η αποσειριοποίηση της αίτησης πελάτη ξεκίνησε.
es: Se inició la serialización de la solicitud de cliente.
fi: Asiakkaan pyynnön sarjoitus alkoi.
fr: La sérialisation de la requête du client a démarré.
he: החלה העריכה בסידרה של הבקשה על-ידי הלקוח.
hu: Az ügyfél megkezdte a kérelemüzenet szerializálását.
it: Serializzazione richiesta del client avviata.
ja: クライアント要求のシリアル化を開始しました。
ko: 클라이언트 요청 serialization이 시작되었습니다.
nb: Serialisering av klientforespørsel startet.
nl: Client heeft de serialisatie van het verzoek gestart.
pl: Rozpoczęto serializację żądania klienta.
pt_br: Serialização de solicitação do cliente iniciada.
pt_pt: Serialização do pedido de cliente iniciada.
ru: Клиент начал сериализацию запроса.
sv: Serialisering av klientbegäran har startats.
tr: İstemci isteği serileştirmeye başladı.
zh_cn: 已开始客户端请求序列化。
zh_tw: 用戶端要求序列化已啟動。

# event_ClientFormatterSerializeRequestStop
source: Client completed serialization of the request message.
ar: أكمل العميل إنشاء تسلسل لرسالة الطلب.
cs: Klient dokončil serializaci zprávy s požadavkem.
da: Klienten fuldførte serialiseringen af anmodningsmeddelelsen.
de: Die Serialisierung der Anforderungsnachricht wurde vom Client abgeschlossen.
el: Ο πελάτης ολοκλήρωσε τη σειριοποίηση του μηνύματος αίτησης.
es: El cliente completó la serialización del mensaje de solicitud.
fi: Asiakkaan tekemä pyyntöviestin sarjoitus valmistui.
fr: Le client a terminé la sérialisation du message de requête.
he: הלקוח השלים את העריכה בסידרה של הודעת הבקשה.
hu: Az ügyfél befejezte a kérelemüzenet szerializálását.
it: Il cliente ha completato la serializzazione del messaggio di richiesta.
ja: クライアントが要求メッセージのシリアル化を完了しました。
ko: 클라이언트에서 요청 메시지의 serialization이 완료되었습니다.
nb: Klient fullførte serialisering av forespørselsmelding.
nl: Client heeft de serialisatie van het verzoekbericht voltooid.
pl: Klient ukończył serializowanie komunikatu żądania.
pt_br: O cliente concluiu a serialização da mensagem de solicitação.
pt_pt: O cliente concluiu a serialização da mensagem de pedido.
ru: Клиент завершил сериализацию сообщения запроса.
sv: Serialisering av begärandemeddelandet har slutförts av klienten.
tr: İstemci istek iletisini serileştirmeyi tamamladı.
zh_cn: 客户端已完成序列化请求消息。
zh_tw: 用戶端已完成要求訊息的序列化。

# event_ClientMessageInspectorAfterReceiveInvoked
source: The Dispatcher invoked 'AfterReceiveReply' on a ClientMessageInspector of type '{0}'.
ar: قام المرسل باستدعاء 'AfterReceiveReply' على ClientMessageInspector من النوع '{0}'.
cs: Dispečer vyvolal metodu AfterReceiveReply třídy ClientMessageInspector typu {0}.
da: Afsenderen aktiverede 'AfterReceiveReply' for en ClientMessageInspector af typen '{0}'.
de: Der Verteiler hat 'AfterReceiveReply' auf einem ClientMessageInspector vom Typ '{0}' aufgerufen.
el: Το πρόγραμμα αποστολής έκανε κλήση 'AfterReceiveReply' σε ClientMessageInspector τύπου '{0}'.
es: El distribuidor invocó 'AfterReceiveReply' en un ClientMessageInspector de tipo '{0}'.
fi: Lähetystoiminto aloitti AfterReceiveReply-kohteen ClientMessageInspector-kohteessa, jonka tyyppi on {0}.
fr: Le répartiteur a appelé 'AfterReceiveReply' sur un ClientMessageInspector de type '{0}'.
he: המשגר הפעיל AfterReceiveReply ב- ClientMessageInspector מסוג '{0}'.
hu: A kézbesítő meghívta az AfterReceiveReply metódust egy „{0}” típusú ClientMessageInspector vizsgálóra.
it: Il dispatcher ha richiamato 'AfterReceiveReply' in un ClientMessageInspector di tipo '{0}'.
ja: ディスパッチャーが型 '{0}' の ClientMessageInspector で 'AfterReceiveReply' を呼び出しました。
ko: 디스패처가 '{0}' 형식의 ClientMessageInspector에서 'AfterReceiveReply'를 호출했습니다.
nb: Senderen aktiverte AfterReceiveReply på en ClientMessageInspector av typen {0}.
nl: De dispatcher heeft AfterReceiveReply aangeroepen op een ClientMessageInspector van het type {0}.
pl: Dyspozytor wywołał metodę AfterReceiveReply w obiekcie ClientMessageInspector typu „{0}”.
pt_br: O Dispatcher invocou 'AfterReceiveReply' em um ClientMessageInspector do tipo '{0}'.
pt_pt: O Dispatcher invocou 'AfterReceiveReply' num ClientMessageInspector do tipo '{0}'.
ru: Диспетчер вызвал команду "AfterReceiveReply" для ClientMessageInspector типа "{0}".
sv: Dispatcher anropade AfterReceiveReply i en ClientMessageInspector av typen {0}.
tr: Dağıtıcı, '{0}' türünde bir ClientMessageInspector üzerinde 'AfterReceiveReply' çağırdı.
zh_cn: 调度程序对“{0}”类型的 ClientMessageInspector 调用了“AfterReceiveReply”。
zh_tw: Dispatcher 已在型別 '{0}' 的 ClientMessageInspector 上叫用 'AfterReceiveReply'。

# event_ClientMessageInspectorBeforeSendInvoked
source: The Dispatcher invoked 'BeforeSendRequest' on a ClientMessageInspector of type '{0}'.
ar: قام المرسل باستدعاء 'BeforeSendRequest' على ClientMessageInspector من النوع '{0}'.
cs: Dispečer vyvolal metodu BeforeSendRequest třídy ClientMessageInspector typu {0}.
da: Afsenderen aktiverede 'BeforeSendRequest' for en ClientMessageInspector af typen '{0}'.
de: Der Verteiler hat 'BeforeSendRequest' auf einem ClientMessageInspector vom Typ '{0}' aufgerufen.
el: Το πρόγραμμα αποστολής έκανε κλήση 'BeforeSendRequest' σε ClientMessageInspector τύπου '{0}'.
es: El distribuidor invocó 'BeforeSendRequest' en un ClientMessageInspector de tipo '{0}'.
fi: Lähetystoiminto aloitti BeforeSendRequest-kohteen ClientMessageInspector-kohteessa, jonka tyyppi on {0}.
fr: Le répartiteur a appelé 'BeforeSendRequest' sur un ClientMessageInspector de type '{0}'.
he: המשגר הפעיל BeforeSendRequest ב- ClientMessageInspector מסוג '{0}'.
hu: A kézbesítő meghívta a BeforeSendRequest metódust egy „{0}” típusú ClientMessageInspector vizsgálóra.
it: Il dispatcher ha richiamato 'BeforeSendRequest' in un ClientMessageInspector di tipo '{0}'.
ja: ディスパッチャーが型 '{0}' の ClientMessageInspector で 'BeforeSendRequest' を呼び出しました。
ko: 디스패처가 '{0}' 형식의 ClientMessageInspector에서 'BeforeSendRequest'를 호출했습니다.
nb: Senderen aktiverte BeforeSendRequest på en ClientMessageInspector av typen {0}.
nl: De dispatcher heeft BeforeSendRequest aangeroepen op een ClientMessageInspector van het type {0}.
pl: Dyspozytor wywołał metodę BeforeSendRequest w obiekcie ClientMessageInspector typu „{0}”.
pt_br: O Dispatcher invocou 'BeforeSendRequest' em um ClientMessageInspector do tipo '{0}'.
pt_pt: O Dispatcher invocou 'BeforeSendRequest' num ClientMessageInspector do tipo '{0}'.
ru: Диспетчер вызвал команду "BeforeSendRequest" для ClientMessageInspector типа "{0}".
sv: Dispatcher anropade BeforeSendRequest i en ClientMessageInspector av typen {0}.
tr: Dağıtıcı, '{0}' türünde bir ClientMessageInspector üzerinde 'BeforeSendRequest' çağırdı.
zh_cn: 调度程序对“{0}”类型的 ClientMessageInspector 调用了“BeforeSendRequest”。
zh_tw: Dispatcher 已在型別 '{0}' 的 ClientMessageInspector 上叫用 'BeforeSendRequest'。

# event_ClientOperationPrepared
source: The Client is executing Action '{0}' associated with the '{1}' contract. The message will be sent to '{2}'.
ar: يقوم العميل بتنفيذ الإجراء '{0}' المقترن بعقد '{1}'. سيتم إرسال الرسالة إلى '{2}'.
cs: Klient provádí akci {0} přidruženou ke kontraktu {1}. Zpráva bude odeslána objektu {2}.
da: Klienten udfører handlingen '{0}', som er knyttet til kontrakten '{1}'. Meddelelsen bliver sendt til '{2}'.
de: Die dem Vertrag '{1}' zugeordnete Aktion '{0}' wird vom Client ausgeführt. Die Nachricht wird an '{2}' gesendet.
el: Το πρόγραμμα-πελάτης εκτελεί την ενέργεια '{0}' που καθορίζεται στη σύμβαση '{1}'. Το μήνυμα θα σταλεί στο '{2}'.
es: El cliente está ejecutando la acción '{0}' asociada con el contrato '{1}'. El mensaje se enviará a '{2}'.
fi: Asiakas suorittaa sopimukseen {1} liitettyä toimintoa {0}. Sanoma lähetetään kohteeseen {2}.
fr: Le client exécute l'action '{0}' associée au contrat '{1}'. Le message sera envoyé à '{2}'.
he: הלקוח מבצע את הפעולה '{0}' המשויכת לחוזה '{1}'. ההודעה תישלח אל '{2}'.
hu: Az ügyfélnél folyamatban van a(z) „{1}” egyezményhez társított „{0}” művelet végrehajtása. Az üzenet a következőnek lesz elküldve: „{2}”.
it: Esecuzione dell'azione client '{0}' associata al contratto '{1}'. Il messaggio verrà inviato a '{2}'.
ja: クライアントは '{1}' コントラクトと関連付けられている Action '{0}' を実行しています。メッセージは '{2}' に送信されます。
ko: 클라이언트가 '{1}' 계약에 연결된 '{0}' 동작을 실행하고 있습니다. 메시지는 '{2}'(으)로 전송됩니다.
nb: Klienten utfører handlingen {0} som er knyttet til kontrakten {1}. Meldingen sendes til {2}.
nl: De client voert de actie {0} uit die is gekoppeld aan het contract {1}. Het bericht wordt verzonden naar {2}.
pl: Klient wykonuje akcję „{0}” skojarzoną z kontraktem „{1}”. Komunikat zostanie wysłany do „{2}”.
pt_br: O cliente está executando a ação '{0}' associada ao contrato '{1}'. A mensagem será enviada para '{2}'.
pt_pt: Client está a executar a Action '{0}' associada ao contrato '{1}'. A mensagem será enviada para '{2}'.
ru: Клиент выполняет действие "{0}", определенное в контракте "{1}". Сообщение будет отправлено в "{2}".
sv: Åtgärden {0} som har associerats med kontraktet {1} körs av klienten. Meddelandet skickas till {2}.
tr: İstemci, '{1}' sözleşmesiyle ilişkili '{0}' Eylemini yürütüyor. İleti '{2}' öğesine gönderilecek.
zh_cn: 客户端正在执行与协定“{1}”相关的操作“{0}”。消息将发送到“{2}”。
zh_tw: 用戶端正在執行與 '{1}' 合約關聯的 '{0}' 動作。訊息將傳送到 '{2}'。

# event_ClientParameterInspectorAfterCallInvoked
source: The Dispatcher invoked 'AfterCall' on a ClientParameterInspector of type '{0}'.
ar: قام المرسل باستدعاء 'AfterCall' على ClientParameterInspector من النوع '{0}'.
cs: Dispečer vyvolal metodu AfterCall třídy ClientParameterInspector typu {0}.
da: Afsenderen aktiverede 'AfterCall' for en ClientParameterInspector af typen '{0}'.
de: Der Verteiler hat 'AfterCall' auf einem ClientParameterInspector vom Typ '{0}' aufgerufen.
el: Το πρόγραμμα αποστολής έκανε κλήση 'AfterCall' σε ClientParameterInspector τύπου '{0}'.
es: El distribuidor invocó 'AfterCall' en un ClientParameterInspector de tipo '{0}'.
fi: Lähetystoiminto aloitti AfterCall-kohteen ClientParameterInspector-kohteessa, jonka tyyppi on {0}.
fr: Le répartiteur a appelé 'AfterCall' sur un ClientParameterInspector de type '{0}'.
he: המשגר הפעיל AfterCall ב- ClientParameterInspector מסוג '{0}'.
hu: A kézbesítő meghívta az AfterCall metódust egy „{0}” típusú ClientParameterInspector vizsgálóra.
it: Il dispatcher ha richiamato 'AfterCall' in un ClientParameterInspector di tipo '{0}'.
ja: ディスパッチャーが型 '{0}' の ClientParameterInspector で 'AfterCall' を呼び出しました。
ko: 디스패처가 '{0}' 형식의 ClientParameterInspector에서 'AfterCall'을 호출했습니다.
nb: Senderen aktiverte AfterCall på en ClientParameterInspector av typen {0}.
nl: De dispatcher heeft AfterCall aangeroepen op een ClientMessageInspector van het type {0}.
pl: Dyspozytor wywołał metodę AfterCall w obiekcie ClientParameterInspector typu „{0}”.
pt_br: O Dispatcher invocou 'AfterCall' em um ClientParameterInspector do tipo '{0}'.
pt_pt: O Dispatcher invocou 'AfterCall' num ClientParameterInspector do tipo '{0}'.
ru: Диспетчер вызвал команду "AfterCall" для ClientParameterInspector типа "{0}".
sv: Dispatcher anropade AfterCall i en ClientParameterInspector av typen {0}.
tr: Dağıtıcı, '{0}' türünde bir ClientParameterInspector üzerinde 'AfterCall' çağırdı.
zh_cn: 调度程序对“{0}”类型的 ClientParameterInspector 调用了“AfterCall”。
zh_tw: Dispatcher 已在型別 '{0}' 的 ClientParameterInspector 上叫用 'AfterCall'。
