Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_SecurityIdentityVerificationSuccess
source: Security verification succeeded.
ar: نجح التحقق من الأمان.
cs: Ověření zabezpečení se zdařilo.
da: Sikkerhedsbekræftelsen blev fuldført.
de: Die Sicherheitsüberprüfung war erfolgreich.
el: Η επαλήθευση ασφαλείας ολοκληρώθηκε με επιτυχία.
es: La comprobación de seguridad se realizó correctamente.
fi: Suojauksen varmistus onnistui.
fr: Vérification de sécurité effectuée.
he: אימות האבטחה בוצע בהצלחה.
hu: A biztonsági ellenőrzés sikeresen befejeződött.
it: Verifica di sicurezza completata.
ja: セキュリティ検証が成功しました。
ko: 보안 확인에 성공했습니다.
nb: Sikkerheten er bekreftet.
nl: Beveiligingsverificatie geslaagd.
pl: Weryfikacja zabezpieczeń zakończyła się pomyślnie.
pt_br: Verificação de segurança bem-sucedida.
pt_pt: Verificação de segurança bem-sucedida.
ru: Проверка безопасности выполнена успешно.
sv: Säkerhetsverifieringen lyckades.
tr: Güvenlik doğrulaması başarılı.
zh_cn: 安全验证成功。
zh_tw: 安全性驗證成功。

# event_SecurityImpersonationFailure
source: Security impersonation failed.
ar: فشل تمثيل الأمان.
cs: Zosobnění zabezpečení se nezdařilo.
da: Der opstod fejl i sikkerhedsrepræsentationen.
de: Fehler beim Sicherheitsidentitätswechsel.
el: Η απομίμηση ασφαλείας απέτυχε.
es: Error de suplantación de seguridad.
fi: Suojauksen tekeytyminen epäonnistui.
fr: Échec de l'emprunt d'identité de sécurité.
he: התחזות האבטחה נכשלה.
hu: A biztonsági megszemélyesítés sikertelen volt.
it: Rappresentazione sicurezza non riuscita.
ja: セキュリティの偽装に失敗しました。
ko: 보안 가장에 실패했습니다.
nb: Sikkerhetsrepresentasjon mislyktes.
nl: Beveiligingsimitatie mislukt.
pl: Personalizacja zabezpieczeń nie powiodła się.
pt_br: Falha na representação de segurança.
pt_pt: Falha na representação de segurança.
ru: Сбой олицетворения безопасности.
sv: Säkerhetspersonifieringen misslyckades.
tr: Güvenlik kimliğine bürünme başarısız oldu.
zh_cn: 安全模拟失败。
zh_tw: 安全性模擬失敗。

# event_SecurityImpersonationSuccess
source: Security impersonation succeeded.
ar: نجح تمثيل الأمان.
cs: Zosobnění zabezpečení se zdařilo.
da: Sikkerhedsrepræsentationen blev fuldført.
de: Der Sicherheitsidentitätswechsel war erfolgreich.
el: Η απομίμηση ασφαλείας πέτυχε.
es: La suplantación de seguridad se realizó correctamente.
fi: Suojauksen tekeytyminen onnistui.
fr: Emprunt d'identité de sécurité effectué.
he: התחזות האבטחה הצליחה.
hu: A biztonsági megszemélyesítés sikeresen befejeződött.
it: Rappresentazione sicurezza riuscita.
ja: セキュリティの偽装に成功しました。
ko: 보안 가장에 성공했습니다.
nb: Sikkerhetsrepresentasjon lyktes.
nl: Beveiligingsimitatie geslaagd.
pl: Personalizacja zabezpieczeń zakończyła się pomyślnie.
pt_br: Representação de segurança bem-sucedida.
pt_pt: Representação de segurança bem-sucedida.
ru: Олицетворение безопасности успешно выполнено.
sv: Säkerhetspersonifieringen lyckades.
tr: Güvenlik kimliğine bürünme başarılı.
zh_cn: 安全模拟成功。
zh_tw: 安全性模擬成功。

# event_SecurityNegotiationProcessingFailure
source: Security negotiation processing failed.
ar: فشلت معالجة مفاوضات الأمان.
cs: Zpracování vyjednávání zabezpečení se nezdařilo.
da: Der opstod fejl i sikkerhedsforhandlingen.
de: Fehler beim Verarbeiten der Sicherheitsaushandlung.
el: Η επεξεργασία διαπραγμάτευσης ασφαλείας απέτυχε.
es: Error al procesar la negociación de seguridad.
fi: Palvelun suojausneuvottelun käsittely epäonnistui.
fr: Échec du traitement de la négociation de sécurité.
he: עיבוד המשא ומתן של האבטחה נכשל.
hu: A biztonsági egyeztetés feldolgozása sikertelen volt.
it: Elaborazione della negoziazione di sicurezza non riuscita.
ja: セキュリティ ネゴシエーション処理が失敗しました。
ko: 보안 협상을 처리하지 못했습니다.
nb: Behandling av sikkerhetsforhandling mislyktes.
nl: Verwerking van beveiligingsonderhandeling mislukt.
pl: Przetwarzanie negocjacji zabezpieczeń nie powiodło się.
pt_br: Falha no processamento da negociação de segurança.
pt_pt: Falha no processamento da negociação de segurança.
ru: Сбой обработки согласования безопасности.
sv: Säkerhetsförhandlingen kunde inte bearbetas.
tr: Güvenlik anlaşması işleme başarısız oldu.
zh_cn: 安全协商处理失败。
zh_tw: 安全性交涉處理失敗。

# event_SecurityNegotiationStart
source: Security negotiation started.
ar: بدأت مفاوضات الأمان.
cs: Bylo zahájeno vyjednávání zabezpečení.
da: Sikkerhedsforhandlingen blev startet.
de: Die Sicherheitsaushandlung wurde gestartet.
el: Η διαπραγμάτευση ασφαλείας ξεκίνησε.
es: Se inició la negociación de seguridad.
fi: Suojausneuvottelu alkoi.
fr: Démarrage de la négociation de sécurité.
he: המשא ומתן של האבטחה התחיל.
hu: A biztonsági egyeztetés megkezdődött.
it: Negoziazione di sicurezza avviata.
ja: セキュリティ ネゴシエーションを開始しました。
ko: 보안 협상이 시작되었습니다.
nb: Sikkerhetsforhandling startet.
nl: Beveiligingsonderhandeling gestart.
pl: Rozpoczęto negocjowanie zabezpieczeń.
pt_br: Negociação de segurança iniciada.
pt_pt: Negociação de segurança iniciada.
ru: Начато согласование безопасности.
sv: Säkerhetsförhandlingen har startats.
tr: Güvenlik anlaşması başladı.
zh_cn: 安全协商已启动。
zh_tw: 安全性交涉已啟動。

# event_SecurityNegotiationStop
source: Security negotiation completed.
ar: اكتملت مفاوضات الأمان.
cs: Bylo dokončeno vyjednávání zabezpečení.
da: Sikkerhedsforhandlingen blev fuldført.
de: Die Sicherheitsaushandlung wurde abgeschlossen.
el: Η διαπραγμάτευση ασφαλείας ολοκληρώθηκε.
es: Se completó la negociación de seguridad.
fi: Suojausneuvottelu valmistui.
fr: Négociation de sécurité terminée.
he: המשא ומתן של האבטחה הושלם.
hu: A biztonsági egyeztetés befejeződött.
it: Negoziazione di sicurezza completata.
ja: セキュリティ ネゴシエーションが完了しました。
ko: 보안 협상이 완료되었습니다.
nb: Sikkerhetsforhandling fullført.
nl: Beveiligingsonderhandeling voltooid.
pl: Ukończono negocjowanie zabezpieczeń.
pt_br: Negociação de segurança concluída.
pt_pt: Negociação de segurança concluída.
ru: Согласование безопасности завершено.
sv: Säkerhetsförhandlingen har slutförts.
tr: Güvenlik anlaşması tamamlandı.
zh_cn: 安全协商已完成。
zh_tw: 安全性交涉已完成。

# event_SecuritySessionRatio
source: Security session ratio: {0}/{1}
ar: نسبة جلسة الأمان: {0}/{1}
cs: Poměr relace zabezpečení: {0}/{1}
da: Forhold for sikkerhedssession: {0}/{1}
de: Verhältnis Sicherheitssitzungen: {0}/{1}
el: Αναλογία περιόδου λειτουργίας ασφαλείας: {0}/{1}
es: Proporción de sesiones de seguridad: {0}/{1}
fi: Suojausistunnon suhde: {0}/{1}
fr: Ratio de la session de sécurité : {0}/{1}
he: יחס הפעלת אבטחה: {0}/{1}
hu: Biztonsági munkamenetek aránya: {0}/{1}
it: Percentuale sessioni di sicurezza: {0}/{1}
ja: セキュリティ セッションの比率: {0}/{1}
ko: 보안 세션 비율: {0}/{1}
nb: Forholdstall for sikkerhetsøkt: {0}/{1}
nl: Verhouding beveiligingssessies: {0}/{1}
pl: Współczynnik sesji zabezpieczeń: {0}/{1}
pt_br: Taxa de sessão de segurança: {0}/{1}
pt_pt: Rácio de sessões de segurança: {0}/{1}
ru: Отношение сеанса безопасности: {0}/{1}
sv: Säkerhetssessionskvot: {0}/{1}
tr: Güvenlik oturumu oranı: {0}/{1}
zh_cn: 安全会话比率: {0}/{1}
zh_tw: 安全性工作階段比例: {0}/{1}

# event_SecurityTokenProviderOpened
source: SecurityTokenProvider opening completed.
ar: اكتمل فتح SecurityTokenProvider.
cs: Bylo dokončeno otevření poskytovatele tokenu zabezpečení SecurityTokenProvider.
da: Åbning af SecurityTokenProvider blev fuldført.
de: Öffnen von SecurityTokenProvider wurde abgeschlossen.
el: Το άνοιγμα της SecurityTokenProvider ολοκληρώθηκε.
es: Se completó la apertura de SecurityTokenProvider.
fi: SecurityTokenProvider-palvelun avaaminen valmistui.
fr: Ouverture de SecurityTokenProvider terminée.
he: פתיחת SecurityTokenProvider הושלמה.
hu: SecurityTokenProvider megnyitása befejeződött.
it: Apertura SecurityTokenProvider completata.
ja: SecurityTokenProvider のオープンが完了しました。
ko: SecurityTokenProvider 열기가 완료되었습니다.
nb: Åpning av SecurityTokenProvider fullført.
nl: Openen van SecurityTokenProvider voltooid.
pl: Otwieranie obiektu SecurityTokenProvider zostało ukończone.
pt_br: Abertura de SecurityTokenProvider concluída.
pt_pt: Abertura de SecurityTokenProvider concluída.
ru: Открытие SecurityTokenProvider завершено.
sv: SecurityTokenProvider har öppnats.
tr: SecurityTokenProvider açma tamamlandı.
zh_cn: SecurityTokenProvider 打开已完成。
zh_tw: SecurityTokenProvider 開啟已完成。

# event_SendMessageChannelCacheMiss
source: SendMessageChannelCache miss
ar: SendMessageChannelCache مفقود
cs: Nenalezena položka v mezipaměti SendMessageChannelCache
da: Der blev ikke fundet nogen resultater i SendMessageChannelCache
de: SendMessageChannelCache fehlt
el: Απουσία SendMessageChannelCache
es: Falta SendMessageChannelCache
fi: SendMessageChannelCache - ei osumaa
fr: Échec de SendMessageChannelCache
he: חסר SendMessageChannelCache‏
hu: SendMessageChannelCache tévesztés
it: SendMessageChannelCache mancante
ja: SendMessageChannelCache ミス
ko: SendMessageChannelCache 누락
nb: SendMessageChannelCache-tap
nl: SendMessageChannelCache-misser
pl: Działanie obiektu SendMessageChannelCache nie powiodło się.
pt_br: Erro de SendMessageChannelCache
pt_pt: Falha de acerto na SendMessageChannelCache
ru: Отсутствие SendMessageChannelCache
tr: SendMessageChannelCache bulunamadı
zh_cn: SendMessageChannelCache 未命中
zh_tw: SendMessageChannelCache 遺漏

# event_SequenceAcknowledgementSent
source: SessionId:{0} acknowledgement sent.
ar: تم إرسال إقرار SessionId:{0}.
cs: Bylo odesláno potvrzení pro relaci SessionId {0}.
da: SessionId:{0}-bekræftelsen blev sendt.
de: Bestätigung für SessionId:{0} wurde gesendet.
el: SessionId:Στάλθηκε {0} γνωστοποίηση.
es: Enviada la confirmación de SessionId:{0}.
fi: SessionId:{0} - kuittaus lähetetty.
fr: Accusé de réception SessionId : {0} envoyé.
he: נשלח אישור עבור SessionId:‏{0} .
hu: SessionId:{0}, nyugtázás elküldve.
it: Acknowledgement SessionId:{0} inviato.
ja: SessionId:{0} の受信確認が送信されました。
ko: SessionId:{0} 승인이 전송되었습니다.
nb: SessionId:{0} bekreftelse sendt.
nl: Bevestiging van SessionId:{0} verzonden.
pl: Wysłano potwierdzenie sesji SessionId:{0}.
pt_br: Envio de confirmação de SessionId:{0}.
pt_pt: SessionId: {0}, confirmação enviada.
ru: Подтверждение SessionId:{0} отправлено.
sv: SessionId:{0} bekräftelse skickades.
tr: SessionId:{0} bildirimi gönderildi.
zh_cn: SessionId:{0} 确认已发送。
zh_tw: SessionId:{0} 認可已傳送。

# event_ServerMaxPooledConnectionsQuotaReached
source: Server max pooled connections quota reached.
ar: تم بلوغ الحصة النسبية للحد الأقصى للاتصالات المجمعة للخادم.
cs: Byla dosažena kvóta maximálního počtu připojení ve fondu na serveru.
da: Kvotaen for det maksimale antal grupperede meddelelser på serveren er nået.
de: Das Kontingent für die maximale Anzahl von Verbindungen im Serverpool wurde erreicht.
el: Προσεγγίστηκε το μέγιστο όριο συγκέντρωσης συνδέσεων διακομιστή.
es: Se alcanzó la cuota del número máximo de conexiones agrupadas de servidor.
fi: Palvelimen varannossa olevien yhteyksien enimmäismäärä saavutettu.
fr: Le quota maximal de connexions regroupées du serveur a été atteint.
he: המיכסה המרבית של חיבורים השמורים במאגר בשרת התמלאה.
hu: Elérte a kiszolgáló készletezett kapcsolatainak maximális számát megadó kvótát.
it: Quota massima connessioni server in pool di server raggiunta.
ja: サーバーのプールされた接続の最大クォータに達しました。
ko: 서버 최대 풀 연결 할당량에 도달했습니다.
nb: Kvoten for serverens maksimale antall tilkoblinger i utvalget er nådd.
nl: Quota van server voor max. aantal verbindingen in groep is bereikt.
pl: Osiągnięto przydział maksymalnej liczby połączeń obsługiwanych przez pule serwera.
pt_br: Cota máxima de conexões em pool do servidor atingida.
pt_pt: Quota máx. de ligações agrupadas do servidor atingida.
ru: Достигнута квота максимального числа соединений в пуле.
sv: Serverns högsta antal anslutningar i pooler har nåtts.
tr: Sunucunun havuza alınan en fazla bağlantı sayısı kotasına ulaşıldı.
zh_cn: 达到了服务器的最大池连接配额。
zh_tw: 到達伺服器最大的共用連線配額。

# event_ServiceActivationAvailableMemory
source: Available memory (bytes): {0}
ar: الذاكرة المتوفرة (بالبايت): {0}
cs: Paměť k dispozici (v bajtech): {0}
da: Ledig hukommelse (byte): {0}
de: Verfügbarer Speicher (Bytes): {0}
el: Διαθέσιμη μνήμη (byte): {0}
es: Memoria disponible (bytes): {0}
fi: Vapaata muistia (tavua) {0}
fr: Mémoire disponible (en octets) : {0}
he: זיכרון זמין (בתים): {0}
hu: Elérhető memória mérete (bájt): {0}
it: Memoria disponibile (byte): {0}
ja: 使用可能なメモリ (バイト): {0}
ko: 사용 가능한 메모리(바이트): {0}
nb: Tilgjengelig minne (byte): {0}
nl: Beschikbaar geheugen (bytes): {0}
pl: Dostępna pamięć (w bajtach): {0}
pt_br: Memória disponível (bytes): {0}
pt_pt: Memória disponível (bytes): {0}
ru: Объем доступной памяти (в байтах): {0}
sv: Tillgängligt minne (byte): {0}
tr: Kullanılabilir bellek (bayt): {0}
zh_cn: 可用内存(字节): {0}
zh_tw: 可用的記憶體 (位元組): {0}

# event_ServiceActivationException
source: The service could not be activated. Exception details: {0}
ar: تعذر تنشيط الخدمة. تفاصيل الاستثناء: {0}
cs: Službu nelze aktivovat. Podrobnosti výjimky: {0}
da: Tjenesten kunne ikke aktiveres. Oplysninger om undtagelse: {0}
de: Der Dienst konnte nicht aktiviert werden. Ausnahmedetails: {0}
el: Δεν ήταν δυνατή η ενεργοποίηση της υπηρεσίας. Λεπτομέρειες εξαίρεσης: {0}
es: No se pudo activar el servicio. Detalles de la excepción: {0}
fi: Palvelua ei voitu aktivoida. Poikkeuksen tiedot: {0}
fr: Le service n'a pas pu être activé. Détails de l'exception : {0}
he: אין אפשרות להפעיל את השירות. פרטי חריגה: {0}
hu: A szolgáltatás aktiválása sikertelen volt. A kivétel részletei: {0}
it: Impossibile attivare il servizio. Dettagli eccezione: {0}
ja: サービスをアクティブ化できませんでした。例外の詳細: {0}
ko: 서비스를 활성화할 수 없습니다. 예외 정보: {0}
nb: Tjenesten kan ikke aktiveres. Unntaksdetaljer: {0}
nl: De service kan niet worden geactiveerd. Uitzonderingsdetails: {0}
pl: Nie można aktywować usługi. Szczegóły wyjątku: {0}
pt_br: O serviço não foi ativado. Detalhes da exceção: {0}
pt_pt: Não foi possível ativar o serviço. Detalhes da exceção: {0}
ru: Не удалось запустить службу. Сведения об исключении: {0}
sv: Tjänsten kunde inte aktiveras. Undantagsinformation: {0}
tr: Hizmet etkinleştirilemedi. Özel durum ayrıntıları: {0}
zh_cn: 无法激活该服务。异常的详细信息: {0}
zh_tw: 無法啟動服務。例外狀況詳細資料: {0}

# event_ServiceActivationStart
source: Service activation start
ar: بدء تنشيط الخدمة
cs: Zahájení aktivace služby
da: Tjenesteaktiveringen blev startet
de: Dienstaktivierung starten
el: Έναρξη ενεργοποίησης υπηρεσίας
es: Inicio de la activación del servicio
fi: Palvelun aktivointi alkoi
fr: Démarrage de l'activation du service
he: התחלת הפעלת שירות
hu: Szolgáltatás aktiválásának megkezdése
it: Avvio attivazione del servizio
ja: サービスのアクティブ化を開始します
ko: 서비스 활성화 시작
nb: Tjenesteaktivering startes
nl: Starten van serviceactivering
pl: Rozpoczęto aktywowanie usługi
pt_br: Início de ativação do serviço
pt_pt: Iniciar ativação do serviço
ru: Запуск активации службы
sv: Tjänstaktiveringsstart
tr: Hizmet etkinleştirme başladı
zh_cn: 服务激活开始
zh_tw: 服務啟用開始

# event_ServiceActivationStop
source: Service activation Stop
ar: إيقاف تنشيط الخدمة
cs: Ukončení aktivace služby
da: Tjenesteaktiveringen blev stoppet
de: Dienstaktivierung anhalten
el: Διακοπή ενεργοποίησης υπηρεσίας
es: Detención de la activación del servicio
fi: Palvelun aktivointi pysähtyi
fr: Arrêt de l'activation du service
he: הפסקת הפעלת שירות
hu: Szolgáltatás aktiválásának leállítása
it: Arresto attivazione del servizio
ja: サービスのアクティブ化を停止します
ko: 서비스 활성화 중지
nb: Tjenesteaktivering stoppes
nl: Stoppen van serviceactivering
pl: Zatrzymano aktywowanie usługi
pt_br: Parada de ativação do serviço
pt_pt: Parar ativação do serviço
ru: Остановка активации службы
sv: Tjänstaktiveringsstopp
tr: Hizmet etkinleştirme durdu
zh_cn: 服务激活停止
zh_tw: 服務啟用停止

# event_ServiceChannelBeginCallStart
source: ServiceChannel asynchronous calls started.
ar: تم بدء مكالمات ServiceChannel غير المتزامنة.
cs: Byla zahájena asynchronní volání kanálu ServiceChannel.
da: Asynkrone ServiceChannel-kald blev startet.
de: Asynchrone Aufrufe von ServiceChannel wurden gestartet.
el: Ξεκίνησε η ServiceChannel ασύγχρονων κλήσεων.
es: Se iniciaron llamadas asincrónicas de ServiceChannel.
fi: ServiceChannel - asynkroniset kutsut aloitettiin.
fr: Appels asynchrones ServiceChannel démarrés.
he: הופעלו קריאות אסינכרוניות של ServiceChannel‏.
hu: ServiceChannel aszinkron hívásai megkezdődtek.
it: Chiamate asincrone di ServiceChannel avviate.
ja: ServiceChannel の非同期呼び出しを開始しました。
ko: ServiceChannel 비동기 호출이 시작되었습니다.
nb: Asynkrone ServiceChannel-kall startet.
nl: Asynchrone aanroepen van ServiceChannel gestart.
pl: Rozpoczęto asynchroniczne wywołania obiektu ServiceChannel.
pt_br: Chamadas assíncronas de ServiceChannel iniciadas.
pt_pt: Chamadas assíncronas de ServiceChannel iniciadas.
ru: Запущены асинхронные вызовы ServiceChannel.
sv: Asynkrona ServiceChannel-anrop har startats.
tr: ServiceChannel zaman uyumsuz çağrıları başladı.
zh_cn: ServiceChannel 异步调用已启动。
zh_tw: ServiceChannel 非同步呼叫已啟動。

# event_ServiceChannelCallStart
source: ServiceChannelCall started.
ar: تم بدء ServiceChannelCall.
cs: Byla zahájena operace ServiceChannelCall.
da: ServiceChannelCall blev startet.
de: ServiceChannelCall wurde gestartet.
el: Η ServiceChannelCall ξεκίνησε.
es: Se inició ServiceChannelCall.
fi: ServiceChannelCall alkoi.
fr: ServiceChannelCall démarré.
he: ServiceChannelCall התחיל.
hu: ServiceChannelCall megkezdődött.
it: ServiceChannelCall avviato.
ja: ServiceChannelCall を開始しました。
ko: ServiceChannelCall이 시작되었습니다.
nb: ServiceChannelCall startet.
nl: ServiceChannelCall gestart.
pl: Rozpoczęto wykonywanie metody Call obiektu ServiceChannel.
pt_br: ServiceChannelCall iniciado.
pt_pt: ServiceChannelCall iniciado.
ru: Запущен ServiceChannelCall.
sv: ServiceChannelCall har startats.
tr: ServiceChannelCall başladı.
zh_cn: ServiceChannelCall 已启动。
zh_tw: ServiceChannelCall 已啟動。

# event_ServiceChannelCallStop
source: The Client completed executing Action '{0}' associated with the '{1}' contract. The message was sent to '{2}'.
ar: استكمل العميل الإجراء '{0}' المقترن بعقد '{1}'. تم إرسال الرسالة إلى '{2}'.
cs: Klient dokončil provádění akce {0} přidružené ke kontraktu {1}. Zpráva byla odeslána objektu {2}.
da: Klienten fuldførte handlingen '{0}', som er knyttet til kontrakten '{1}'. Meddelelsen blev sendt til '{2}'.
de: Die Ausführung der dem Vertrag '{1}' zugeordneten Aktion '{0}' wurde vom Client abgeschlossen. Die Nachricht wurde an '{2}' gesendet.
el: Το πρόγραμμα-πελάτης ολοκλήρωσε την εκτέλεση της ενέργειας '{0}' που καθορίζεται στο συμβόλαιο '{1}'. Το μήνυμα εστάλη στο '{2}'.
es: El cliente completó la ejecución de la acción '{0}' asociada con el contrato '{1}'. El mensaje se envió a '{2}'.
fi: Asiakas sai valmiiksi sopimukseen {1} liitetyn toiminnon {0}. Sanoma lähetettiin kohteeseen {2}.
fr: Le client a terminé d'exécuter l'action '{0}' associée au contrat '{1}'. Le message a été envoyé à '{2}'.
he: הלקוח השלים את ביצוע הפעולה '{0}' המשויכת לחוזה '{1}'. ההודעה נשלחה אל '{2}'.
hu: Az ügyfél befejezte a(z) „{1}” egyezményhez társított „{0}” művelet végrehajtását. Az üzenet el lett küldve a következőnek: „{2}”.
it: L'azione client '{0}' associata al contratto '{1}' è stata completata. Il messaggio è stato inviato a '{2}'.
ja: クライアントは '{1}' コントラクトと関連付けられている Action '{0}' の実行を完了しました。メッセージは '{2}' に送信されました。
ko: 클라이언트가 '{1}' 계약에 연결된 '{0}' 동작 실행을 완료했습니다. 메시지는 '{2}'(으)로 전송되었습니다.
nb: Klienten fullførte handlingen {0} som er knyttet til kontrakten {1}. Meldingen ble sendt til {2}.
nl: De client heeft de actie {0} voltooid die is gekoppeld aan het contract {1}. Het bericht is verzonden naar {2}.
pl: Klient wykonał akcję „{0}” skojarzoną z kontraktem „{1}”. Komunikat został wysłany do „{2}”.
pt_br: O cliente concluiu a execução da ação '{0}' definida no contrato '{1}'. A mensagem foi enviada para '{2}'.
pt_pt: Client concluiu a execução da Action '{0}' associada ao contrato '{1}'. A mensagem foi enviada para '{2}'.
ru: Клиент выполнил действие "{0}", определенное в контракте "{1}". Сообщение отправлено в "{2}".
sv: Åtgärden {0} som har associerats med kontraktet {1} har slutförts av klienten. Meddelandet skickades till {2}.
tr: İstemci, '{1}' sözleşmesiyle ilişkili '{0}' Eylemini yürütmeyi tamamladı. İleti '{2}' öğesine gönderildi.
zh_cn: 客户端已执行完与协定“{1}”相关的操作“{0}”。消息已发送到“{2}”。
zh_tw: 用戶端已完成執行與 '{1}' 合約關聯的 '{0}' 動作。訊息已傳送到 '{2}'。

# event_ServiceChannelOpenStart
source: ServiceChannelOpen started.
ar: تم بدء ServiceChannelOpen.
cs: Byla zahájena operace ServiceChannelOpen.
da: ServiceChannelOpen blev startet.
de: ServiceChannelOpen wurde gestartet.
el: Η ServiceChannelOpen ξεκίνησε.
es: Se inició ServiceChannelOpen.
fi: ServiceChannelOpen alkoi.
fr: ServiceChannelOpen démarré.
he: ServiceChannelOpen התחיל.
hu: ServiceChannelOpen megkezdődött.
it: ServiceChannelOpen avviato.
ja: ServiceChannelOpen を開始しました。
ko: ServiceChannelOpen이 시작되었습니다.
nb: ServiceChannelOpen startet.
nl: ServiceChannelOpen gestart.
pl: Rozpoczęto wykonywanie metody Open obiektu ServiceChannel.
pt_br: ServiceChannelOpen iniciado.
pt_pt: ServiceChannelOpen iniciado.
ru: Запущено ServiceChannelOpen.
sv: ServiceChannelOpen har startats.
tr: ServiceChannelOpen başladı.
zh_cn: ServiceChannelOpen 已启动。
zh_tw: ServiceChannelOpen 已啟動。

# event_ServiceChannelOpenStop
source: ServiceChannelOpen completed.
ar: تم إكمال ServiceChannelOpen.
cs: Byla dokončena operace ServiceChannelOpen.
da: ServiceChannelOpen blev fuldført.
de: ServiceChannelOpen wurde abgeschlossen.
el: Η ServiceChannelOpen ολοκληρώθηκε.
es: Se completó ServiceChannelOpen.
fi: ServiceChannelOpen valmis.
fr: ServiceChannelOpen terminé.
he: ServiceChannelOpen הושלם.
hu: ServiceChannelOpen befejeződött.
it: ServiceChannelOpen completato.
ja: ServiceChannelOpen が完了しました。
ko: ServiceChannelOpen이 완료되었습니다.
nb: ServiceChannelOpen fullført.
nl: ServiceChannelOpen voltooid.
pl: Ukończono wykonywanie metody Open obiektu ServiceChannel.
pt_br: ServiceChannelOpen concluído.
pt_pt: ServiceChannelOpen concluído.
ru: ServiceChannelOpen завершен.
sv: ServiceChannelOpen har slutförts.
tr: ServiceChannelOpen tamamlandı.
zh_cn: ServiceChannelOpen 已完成。
zh_tw: ServiceChannelOpen 已完成。

# event_ServiceEndpointAdded
source: A service endpoint has been added for address '{0}', binding '{1}', and contract '{2}'.
ar: تمت إضافة نقطة نهاية خدمة للعنوان '{0}', والربط '{1}', والاتفاق '{2}'.
cs: Byl přidán koncový bod služby pro adresu {0} s vazbou {1} a kontraktem {2}.
da: Der blev tilføjet et tjenesteslutpunkt for adressen '{0}', bindingen '{1}' og kontrakten '{2}'.
de: Für Adresse '{0}', Bindung '{1}' und Vertrag '{2}' wurde ein Dienstendpunkt hinzugefügt.
el: Ένα τελικό σημείο υπηρεσίας προστέθηκε για διεύθυνση '{0}', σύνδεση '{1}' και σύμβαση '{2}'.
es: Se ha agregado un extremo del servicio a la dirección '{0}', enlace '{1}' y contrato '{2}'.
fi: Osoitteelle {0}, sidonnalle {1} ja sopimukselle {2} on määritetty palvelupäätepiste.
fr: Un point de terminaison du service a été ajouté pour l'adresse '{0}', la liaison '{1}' et le contrat '{2}'.
he: נקודת קצה של שירות נוספה לכתובת '{0}', איגוד '{1}' וחוזה '{2}'.
hu: Szolgáltatásvégpont lett hozzáadva a(z) „{0}” címhez, „{1}” kötéshez és „{2}” kivonathoz.
it: È stato aggiunto un endpoint del servizio per l'indirizzo '{0}', binding '{1}' e contratto '{2}'.
ja: アドレス '{0}'、バインディング '{1}'、およびコントラクト '{2}' のサービス エンドポイントが追加されました。
ko: 주소 '{0}', 바인딩 '{1}' 및 계약 '{2}'에 대해 서비스 끝점이 추가되었습니다.
nb: Et tjenesteendepunkt er lagt til for adressen {0}, bindingen {1} og kontrakten {2}.
nl: Er is een service-eindpunt toegevoegd voor adres {0}, binding {1} en contract {2}.
pl: Dodano punkt końcowy usługi dla adresu {0}, powiązania {1} i kontraktu {2}.
pt_br: Um ponto de extremidade de serviço foi adicionado para o endereço '{0}', associação '{1}' e contrato '{2}'.
pt_pt: Foi adicionado um ponto final de serviço para o endereço '{0}', enlace '{1}' e contrato '{2}'.
ru: Конечная точка службы была добавлена для адреса "{0}", привязки "{1}" и контракта "{2}".
sv: En tjänstslutpunkt har lagts till för adressen {0}, bindning {1} och kontrakt {2}.
tr: Adres '{0}', bağlama '{1}' ve sözleşme '{2}' için bir hizmet bitiş noktası eklendi.
zh_cn: 已为地址“{0}”、绑定“{1}”和协定“{2}”添加了一个服务终结点。
zh_tw: 已經針對位址 '{0}'、繫結 '{1}' 和合約 '{2}' 加入服務端點。
