Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_GenXmlSerializableStop
source: Generate Xml serializable stop.
ar: إيقاف تسلسل Generate Xml.
cs: Bylo ukončeno generování serializovatelného kódu XML.
da: Oprettelse af Xml-serialisering blev stoppet.
de: Generierung von serialisierbarem XML-Element anhalten.
el: Διακοπή δημιουργίας σειριοποιήσιμης Xml.
es: Detención de Generate Xml serializable.
fi: Xml-luonnin sarjoitus pysähtyi.
fr: Arrêt de la génération sérialisable xml.
he: הפסקת יצירה של רכיב הניתן לעריכה בסידרה ל- Xml‏.
hu: A szerializálható XML létrehozásának leállítása
it: Arresto generazione di XML serializzabile.
ja: XML シリアル化が可能な要素の生成を停止します。
ko: 직렬화 가능한 Xml 생성이 중지됩니다.
nb: Generering av serialiserbar Xml stoppet.
nl: Stoppen van XML serialiseerbaar genereren.
pl: Generowanie kodu XML, który można serializować, zostało zatrzymane.
pt_br: Parada na geração de Xml serializável.
pt_pt: Parar Gerar Xml serializável.
ru: Остановка создания сериализуемого XML.
sv: Stoppa generering av serialiserbar XML.
tr: Seri hale getirilebilir Xml üretme durdu.
zh_cn: 生成 Xml 可序列化内容停止。
zh_tw: 產生 Xml 可序列化停止。

# event_GetIssuerNameFailure
source: Retrieval of issuer name from tokenId:{0} failed.
ar: فشل استرداد اسم المُصدر من tokenId:{0}.
cs: Načtení názvu vystavitele z tokenu tokenId {0} se nezdařilo.
da: Hentning af udstedernavnet fra tokenId:{0} mislykkedes.
de: Fehler beim Abrufen des Ausstellernamens von der tokenId {0}.
el: Η ανάκτηση του ονόματος εκδότη από το tokenId:{0} απέτυχε.
es: Error al recuperar el nombre del emisor desde tokenId:{0}.
fi: Myöntäjän nimen nouto tokenId-tunnuksesta {0} epäonnistui.
fr: Échec de la récupération du nom de l'émetteur à partir de tokenId : {0}.
he: האחזור של שם מנפיק מ-tokenId:‏{0} נכשל.
hu: A kibocsátó nevének beolvasása a következőből sikertelen volt: tokenId:{0}.
it: Recupero nome autorità emittente da tokenId {0} non riuscito.
ja: トークン ID: {0} からの発行者名の取得に失敗しました。
ko: tokenid {0}에서 발급자 이름 검색에 실패했습니다.
nb: Henting av utstedernavn fra tokenId:{0} mislyktes.
nl: Ophalen van uitgeversnaam van tokenId:{0} mislukt.
pl: Pobieranie nazwy wystawcy z obiektu tokenId:{0} nie powiodło się.
pt_br: Falha na recuperação de nome do emissor de tokenId:{0}.
pt_pt: Falha na obtenção do nome de emissor do tokenId: {0}.
ru: Ошибка при получении имени поставщика из tokenId:{0}.
sv: Det gick inte att hämta utfärdarens namn från tokenId:{0}.
tr: {0} tokenId'den verenin adı alınamadı.
zh_cn: 从 tokenId {0} 检索颁发者名称已失败。
zh_tw: 擷取 tokenId:{0} 中的簽發者名稱失敗。

# event_GetIssuerNameSuccess
source: Retrieval of issuer name:{0} from tokenId:{1} succeeded.
ar: نجح استرداد اسم المُصدر:{0} من tokenId:{1}.
cs: Načtení názvu vystavitele {0} z tokenu tokenId {1} se zdařilo.
da: Hentning af udstedernavnet:{0} fra tokenId:{1} blev fuldført.
de: Ausstellernamen {0} erfolgreich von der tokenId {1} abgerufen.
el: Η ανάκτηση του ονόματος εκδότη:{0} από το tokenId:{1} πέτυχε.
es: Recuperación correcta del nombre del emisor: {0} desde tokenId:{1}.
fi: Myöntäjän nimen {0} nouto tokenId-tunnuksesta {1} onnistui.
fr: Récupération du nom de l'émetteur {0} à partir de tokenId : {1} effectuée.
he: האחזור של שם המנפיק:{0} מ-tokenId:‏{1} בוצע בהצלחה.
hu: A kibocsátó {0} nevének beolvasása a következőből sikeresen befejeződött: tokenId:{1}.
it: Recupero nome autorità emittente {0} da tokenId {1} completato.
ja: トークン ID: {1} からの発行者名: {0} の取得に成功しました。
ko: tokenid {1}에서 발급자 이름 {0} 검색에 성공했습니다.
nb: Henting av utstedernavn: {0} fra tokenId:{1} lyktes.
nl: Ophalen van uitgeversnaam:{0} van tokenId:{1} geslaagd.
pl: Pobieranie wystawcy o nazwie {0} z obiektu tokenId:{1} zakończyło się pomyślnie.
pt_br: Recuperação de nome do emissor:{0} de tokenId:{1} bem-sucedido.
pt_pt: Obtenção do nome de emissor: {0} do tokenId: {1} bem-sucedida.
ru: Получение имени поставщика: {0} из tokenId:{1} выполнено успешно.
sv: Utfärdarnamnet:{0} har hämtats från tokenId:{1}.
tr: {1} tokenId'den {0} veren adı başarıyla alındı.
zh_cn: 从 tokenId {1} 检索颁发者名称 {0} 已成功。
zh_tw: 擷取 tokenId:{1} 中的簽發者名稱:{0} 成功。

# event_GetServiceInstanceStart
source: Service instance retrieval started.
ar: بدأ فاصل مثيل الخدمة.
cs: Bylo zahájeno načítání instance služby.
da: Hentningen af tjenesteforekomsten blev startet.
de: Das Abrufen der Dienstinstanz wurde gestartet.
el: Η ανάκτηση παρουσίας υπηρεσίας ξεκίνησε.
es: Se inició la recuperación de la instancia de servicio.
fi: Palveluesiintymän noutaminen alkoi.
fr: Début de la récupération de l'instance de service.
he: אחזור מופע השירות התחיל.
hu: A szolgáltatáspéldány beolvasása megkezdődött.
it: Recupero istanza del servizio avviato.
ja: サービス インスタンスの取得を開始しました。
ko: 서비스 인스턴스 검색이 시작되었습니다.
nb: Henting av tjenesteforekomst startet.
nl: Ophalen van service-exemplaar gestart.
pl: Rozpoczęto pobieranie wystąpienia usługi.
pt_br: Recuperação de instância de serviço iniciada.
pt_pt: Obtenção da instância de serviço iniciada.
ru: Начато получение экземпляра службы.
sv: Tjänstinstanshämtningen har startats.
tr: Hizmet örneğinin alınması başladı.
zh_cn: 服务实例检索已启动。
zh_tw: 服務執行個體擷取已啟動。

# event_GetServiceInstanceStop
source: Service instance retrieved.
ar: تم استرداد مثيل الخدمة.
cs: Instance služby byla načtena.
da: Tjenesteforekomsten er hentet.
de: Die Dienstinstanz wurde abgerufen.
el: Η παρουσία υπηρεσίας ανακτήθηκε.
es: Se recuperó la instancia de servicio.
fi: Palveluesiintymä noudettu.
fr: Instance de service récupérée.
he: מופע השירות אוחזר.
hu: A szolgáltatáspéldány beolvasása befejeződött.
it: Istanza del servizio recuperata.
ja: サービス インスタンスが取得されました。
ko: 서비스 인스턴스가 검색되었습니다.
nb: Tjenesteforekomst hentet.
nl: Service-exemplaar opgehaald.
pl: Pobrano wystąpienie usługi.
pt_br: Instância de serviço recuperada.
pt_pt: Instância de serviço obtida.
ru: Экземпляр службы получен.
sv: Tjänstinstansen har hämtats.
tr: Hizmet örneği alındı.
zh_cn: 已检索服务实例。
zh_tw: 服務執行個體已擷取。

# event_HandledException
source: Handling an exception. Exception details: {0}
ar: معالجة استثناء. تفاصيل الاستثناء {0}
cs: Zpracování výjimky. Podrobnosti výjimky: {0}
da: En undtagelse behandles. Oplysninger om undtagelse: {0}
de: Eine Ausnahme wird verarbeitet. Ausnahmedetails: {0}
el: Γίνεται χειρισμός μιας εξαίρεσης. Λεπτομέρειες εξαίρεσης: {0}
es: Control de una excepción. Detalles de la excepción: {0}
fi: Käsitellään poikkeusta. Poikkeuksen tiedot: {0}
fr: Gestion d'une exception. Détails de l'exception : {0}
he: ‏‏מטפל בחריגה. פרטי חריגה: {0}
hu: Kivétel kezelése. A kivétel részletei: {0}
it: Gestione di un'eccezione. Dettagli eccezione: {0}
ja: 例外を処理しています。例外の詳細: {0}
ko: 예외를 처리하는 중입니다. 예외 정보: {0}
nb: Behandler et unntak. Unntaksdetaljer: {0}
nl: Er wordt een uitzondering verwerkt. Uitzonderingsdetails: {0}
pl: Obsługa wyjątku. Szczegóły wyjątku: {0}
pt_br: Tratando uma exceção. Detalhes da exceção: {0}
pt_pt: A processar uma exceção. Detalhes da exceção: {0}
ru: Обработка исключения. Сведения об исключении: {0}
sv: Hanterar ett undantag. Undantagsinformation: {0}
tr: Özel durum işleme. Özel durum ayrıntıları: {0}
zh_cn: 正在处理异常。异常的详细信息: {0}
zh_tw: 正在處理例外狀況。例外狀況詳細資料: {0}

# event_HandledExceptionError
source: Handling an exception. Exception details: {0}
ar: معالجة استثناء. تفاصيل الاستثناء: {0}
cs: Probíhá zpracování výjimky. Podrobnosti výjimky: {0}
da: En undtagelse behandles. Oplysninger om undtagelse: {0}
de: Eine Ausnahme wird verarbeitet. Ausnahmedetails: {0}
el: Γίνεται χειρισμός μιας εξαίρεσης. Λεπτομέρειες εξαίρεσης: {0}
es: Control de una excepción. Detalles de la excepción: {0}
fi: Käsitellään poikkeusta. Poikkeuksen tiedot: {0}
fr: Gestion d'une exception. Détails de l'exception : {0}
he: ‏‏מטפל בחריגה. פרטי חריגה:{0}
hu: Kivétel kezelése. A kivétel részletei: {0}
it: Gestione di un'eccezione. Dettagli eccezione: {0}
ja: 例外を処理しています。例外の詳細: {0}
ko: 예외를 처리하는 중입니다. 예외 정보: {0}
nb: Behandler et unntak. Unntaksdetaljer: {0}
nl: Er wordt een uitzondering verwerkt. Uitzonderingsdetails: {0}
pl: Obsługa wyjątku. Szczegóły wyjątku: {0}
pt_br: Tratando uma exceção. Detalhes da exceção: {0}
pt_pt: A processar uma exceção. Detalhes da exceção: {0}
ru: Обработка исключения. Сведения об исключении: {0}
sv: Hanterar ett undantag. Undantagsinformation: {0}
tr: Özel durum işleme. Özel durum ayrıntıları: {0}
zh_cn: 正在处理异常。异常的详细信息: {0}
zh_tw: 正在處理例外狀況。例外狀況詳細資料: {0}

# event_HandledExceptionVerbose
source: Handling an exception Exception details: {0}
ar: معالجة استثناء تفاصيل الاستثناء: {0}
cs: Probíhá zpracování výjimky. Podrobnosti výjimky: {0}
da: En undtagelse behandles Oplysninger om undtagelse: {0}
de: Eine Ausnahme wird verarbeitet. Ausnahmedetails: {0}
el: Γίνεται χειρισμός μιας εξαίρεσης. Λεπτομέρειες εξαίρεσης: {0}
es: Control de una excepción. Detalles de la excepción: {0}.
fi: Käsitellään poikkeusta. Poikkeuksen tiedot: {0}
fr: Gestion d'une exception. Détails de l'exception : {0}
he: ‏‏מטפל בחריגה. פרטי חריגה:{0}
hu: Kivétel kezelése. A kivétel részletei: {0}
it: Gestione di un'eccezione. Dettagli eccezione: {0}
ja: 例外を処理しています。例外の詳細: {0}
ko: 예외를 처리하는 중입니다. 예외 정보: {0}
nb: Behandler et unntak. Unntaksdetaljer: {0}
nl: Er wordt een uitzondering verwerkt. Uitzonderingsdetails: {0}
pl: Obsługa wyjątku. Szczegóły wyjątku: {0}
pt_br: Tratando uma exceção Detalhes da exceção: {0}
pt_pt: A processar uma exceção. Detalhes da exceção: {0}
ru: Обработка исключения. Сведения об исключении: {0}
sv: Hanterar ett undantag Undantagsinformation: {0}
tr: Özel durum işleme Özel durum ayrıntıları: {0}
zh_cn: 正在处理异常。异常的详细信息: {0}
zh_tw: 正在處理例外狀況。例外狀況詳細資料: {0}

# event_HandledExceptionWarning
source: Handling an exception. Exception details: {0}
ar: معالجة استثناء. تفاصيل الاستثناء: {0}
cs: Probíhá zpracování výjimky. Podrobnosti výjimky: {0}
da: En undtagelse behandles. Oplysninger om undtagelse: {0}
de: Eine Ausnahme wird verarbeitet. Ausnahmedetails: {0}
el: Γίνεται χειρισμός μιας εξαίρεσης. Λεπτομέρειες εξαίρεσης: {0}
es: Control de una excepción. Detalles de la excepción: {0}
fi: Käsitellään poikkeusta. Poikkeuksen tiedot: {0}
fr: Gestion d'une exception. Détails de l'exception : {0}
he: ‏‏מטפל בחריגה. פרטי חריגה:{0}
hu: Kivétel kezelése. A kivétel részletei: {0}
it: Gestione di un'eccezione. Dettagli eccezione: {0}
ja: 例外を処理しています。例外の詳細: {0}
ko: 예외를 처리하는 중입니다. 예외 정보: {0}
nb: Behandler et unntak. Unntaksdetaljer: {0}
nl: Er wordt een uitzondering verwerkt. Uitzonderingsdetails: {0}
pl: Obsługa wyjątku. Szczegóły wyjątku: {0}
pt_br: Tratando uma exceção. Detalhes da exceção: {0}
pt_pt: A processar uma exceção. Detalhes da exceção: {0}
ru: Обработка исключения. Сведения об исключении: {0}
sv: Hanterar ett undantag. Undantagsinformation: {0}
tr: Özel durum işleme. Özel durum ayrıntıları: {0}
zh_cn: 正在处理异常。异常的详细信息: {0}
zh_tw: 正在處理例外狀況。例外狀況詳細資料: {0}

# event_HostedTransportConfigurationManagerConfigInitStart
source: HostedTransportConfigurationManager begin configuration initialization
ar: بدء تهيئة تكوين HostedTransportConfigurationManager
cs: Správce HostedTransportConfigurationManager zahájil inicializaci konfigurace.
da: Konfigurationsinitialisering af HostedTransportConfigurationManager-begyndelse
de: HostedTransportConfigurationManager Konfigurationsinitialisierung starten
el: Έναρξη προετοιμασίας ρύθμισης HostedTransportConfigurationManager
es: Inicialización de configuración de comienzo de HostedTransportConfigurationManager
fi: HostedTransportConfigurationManager: kokoonpanon alustus alkaa
fr: Initialisation du début de la configuration HostedTransportConfigurationManager
he: התחלת אתחול תצורה של HostedTransportConfigurationManager
hu: HostedTransportConfigurationManager konfigurációinicializálás megkezdése
it: Inizio configurazione inizializzazione HostedTransportConfigurationManager
ja: HostedTransportConfigurationManager が構成の初期化を開始します
ko: HostedTransportConfigurationManager에서 구성 초기화 시작
nb: HostedTransportConfigurationManager starter konfigurasjonsinitialiseringen
nl: Configuratie-initialisatie HostedTransportConfigurationManager starten
pl: Rozpoczęcie inicjowania konfiguracji obiektu HostedTransportConfigurationManager
pt_br: Iniciar inicialização de configuração de HostedTransportConfigurationManager
pt_pt: Iniciar inicialização de configuração de HostedTransportConfigurationManager
ru: Инициализация начала конфигурации HostedTransportConfigurationManager
sv: HostedTransportConfigurationManager starta konfigurationsinitiering
tr: HostedTransportConfigurationManager yapılandırma başlatmayı başlat
zh_cn: HostedTransportConfigurationManager 开始配置初始化
zh_tw: HostedTransportConfigurationManager 開始組態初始化

# event_HostedTransportConfigurationManagerConfigInitStop
source: HostedTransportConfigurationManager end configuration initialization
ar: إنهاء تهيئة تكوين HostedTransportConfigurationManager
cs: Správce HostedTransportConfigurationManager ukončil inicializaci konfigurace.
da: Konfigurationsinitialisering af HostedTransportConfigurationManager-afslutning
de: HostedTransportConfigurationManager Konfigurationsinitialisierung beenden
el: Λήξη προετοιμασίας ρύθμισης HostedTransportConfigurationManager
es: Inicialización de configuración de finalización de HostedTransportConfigurationManager
fi: HostedTransportConfigurationManager: kokoonpanon alustus päättyy
fr: Initialisation de la fin de la configuration HostedTransportConfigurationManager
he: עצירת אתחול תצורה של HostedTransportConfigurationManager
hu: HostedTransportConfigurationManager konfigurációinicializálás befejezése
it: Fine configurazione inizializzazione HostedTransportConfigurationManager
ja: HostedTransportConfigurationManager が構成の初期化を終了します
ko: HostedTransportConfigurationManager에서 구성 초기화 종료
nb: HostedTransportConfigurationManager avslutter konfigurasjonsinitialiseringen
nl: Configuratie-initialisatie HostedTransportConfigurationManager beëindigen
pl: Zakończenie inicjowania konfiguracji obiektu HostedTransportConfigurationManager
pt_br: Finalizar inicialização de configuração de HostedTransportConfigurationManager
pt_pt: Terminar inicialização de configuração de HostedTransportConfigurationManager
ru: Инициализация окончания конфигурации HostedTransportConfigurationManager
sv: HostedTransportConfigurationManager avsluta konfigurationsinitiering
tr: HostedTransportConfigurationManager yapılandırma başlatmayı sonlandır
zh_cn: HostedTransportConfigurationManager 结束配置初始化
zh_tw: HostedTransportConfigurationManager 結束組態初始化

# event_HttpAuthFailed
source: Http authentication failed.
ar: فشلت مصادقة Http.
cs: Ověření protokolu HTTP se nezdařilo.
da: Der opstod fejl i HTTP-godkendelsen.
de: Fehler bei der HTTP-Authentifizierung.
el: Ο έλεγχος ταυτότητας http απέτυχε.
es: Error de autenticación HTTP.
fi: Http-todennus epäonnistui.
fr: Échec de l'authentification HTTP.
he: אימות Http נכשל.
hu: A HTTP-hitelesítés sikertelen volt.
it: Autenticazione HTTP non riuscita.
ja: HTTP 認証に失敗しました。
ko: Http 인증이 실패했습니다.
nb: Http-godkjenning mislyktes.
nl: Http-verificatie mislukt.
pl: Uwierzytelnianie HTTP nie powiodło się.
pt_br: Falha na autenticação Http.
pt_pt: Falha na autenticação http.
ru: Ошибка аутентификации HTTP.
sv: Http-autentisering misslyckades.
tr: Http kimlik doğrulaması başarısız oldu.
zh_cn: Http 身份验证失败。
zh_tw: HTTP 驗證失敗。

# event_HttpChannelRequestAborted
source: Http channel request aborted.
ar: تم إجهاض طلب قناة Http.
cs: Požadavek kanálu HTTP byl přerušen.
da: HTTP-kanalanmodningen blev afbrudt.
de: Die HTTP-Kanalanforderung wurde abgebrochen.
el: Η αίτηση καναλιού http ματαιώθηκε.
es: Se anuló la solicitud de canal de HTTP.
fi: Http-kanavapyyntö keskeytettiin.
fr: Abandon de la requête de canal HTTP.
he: בקשת ערוץ Http בוטלה.
hu: A HTTP-csatornakérelem meg lett szakítva.
it: Richiesta canale HTTP interrotta.
ja: HTTP チャネルの要求が中止されました。
ko: Http 채널 요청이 중단되었습니다.
nb: Http-kanalforespørsel avbrutt.
nl: Http-kanaalverzoek afgebroken.
pl: Żądanie kanału HTTP zostało przerwane.
pt_br: Solicitação de canal Http anulada.
pt_pt: Pedido de canal http abortado.
ru: Запрос канала HTTP прерван.
sv: Http-kanalbegäran har avbrutits.
tr: Http kanalı isteği iptal edildi.
zh_cn: Http 通道请求已中止。
zh_tw: HTTP 通道要求中止。

# event_HttpChannelResponseAborted
source: Http channel response aborted.
ar: تم إجهاض استجابة قناة Http.
cs: Odpověď kanálu HTTP byla přerušena.
da: HTTP-kanalsvaret blev afbrudt.
de: Die HTTP-Kanalantwort wurde abgebrochen.
el: Η απόκριση καναλιού http ματαιώθηκε.
es: Se anuló la respuesta de canal de HTTP.
fi: Http-kanavan vastaus keskeytettiin.
fr: Abandon de la réponse de canal HTTP.
he: תגובת ערוץ Http בוטלה.
hu: A HTTP-csatornaválasz meg lett szakítva.
it: Risposta canale HTTP interrotta.
ja: HTTP チャネルの応答が中止されました。
ko: Http 채널 응답이 중단되었습니다.
nb: Http-kanalsvar avbrutt.
nl: Http-kanaalantwoord afgebroken.
pl: Odpowiedź kanału HTTP została przerwana.
pt_br: Resposta de canal Http anulada.
pt_pt: Resposta de canal http abortada.
ru: Ответ на запрос канала HTTP прерван.
sv: Http-kanalsvar har avbrutits.
tr: Http kanalı yanıtı iptal edildi.
zh_cn: Http 通道响应已中止。
zh_tw: HTTP 通道回應中止。

# event_HttpContextBeforeProcessAuthentication
source: Start authentication for message dispatching
ar: بدء المصادقة لإرسال الرسالة
cs: Začátek ověřování pro odesílání zpráv
da: Start godkendelse for afsendelse af meddelelse
de: Authentifizierung für die Nachrichtenverteilung starten
el: Έναρξη ελέγχου ταυτότητας για αποστολή μηνύματος
es: Iniciar la autenticación de la distribución de mensajes
fi: Aloita viestinvälityksen todennus
fr: Démarrer l'authentification pour la distribution des messages
he: הפעלת אימות עבור שיגור ההודעה
hu: Hitelesítés megkezdése az üzenetek terjesztéséhez
it: Avviare l'autenticazione per l'invio dei messaggi
ja: メッセージのディスパッチの認証を開始します
ko: 메시지 디스패치를 위한 인증 시작
nb: Start godkjenning for meldingssending
nl: Verificatie voor berichtverzending starten
pl: Rozpocznij uwierzytelnianie na potrzeby rozsyłania komunikatów
pt_br: Iniciar a autenticação para distribuição de mensagem
pt_pt: Iniciar autenticação para emissão de mensagem
ru: Запустить аутентификацию для диспетчеризации сообщений
sv: Starta autentisering för meddelandesändning
tr: İleti dağıtma için kimlik doğrulamasını başlatma
zh_cn: 启动身份验证以进行消息调度
zh_tw: 啟動訊息發送的驗證

# event_HttpGetContextStart
source: HttpGetContext start.
ar: بدء HttpGetContext.
cs: Zahájení kontextu HttpGetContext
da: HttpGetContext startet.
de: HttpGetContext starten.
el: Έναρξη της HttpGetContext.
es: Inicio de HttpGetContext.
fi: HttpGetContext alkaa.
fr: Début de HttpGetContext.
he: הפעלה של HttpGetContext‏.
hu: HttpGetContext megkezdése
it: Avvio di HttpGetContex.
ja: HttpGetContext を開始します。
ko: HttpGetContext가 시작됩니다.
nl: Starten van HttpGetContext.
pl: Rozpoczęto wykonywanie metody HttpGetContext.
pt_br: Início de HttpGetContext.
pt_pt: Iniciar HttpGetContext.
ru: Начало HttpGetContext.
sv: Starta HttpGetContext.
tr: HttpGetContext başladı.
zh_cn: HttpGetContext 启动。
zh_tw: HttpGetContext 開始。

# event_HttpHandlerPickedForUrl
source: The url '{0}' hosts XAML document with root element type '{1}'. The HTTP handler type '{2}' is picked to serve all the requests made to this url.
ar: يقوم url '{0}' باستضافة مستند XAML له نوع عنصر الجذر '{1}'. تم انتقاء نوع معالج HTTP '{2}' لخدمة جميع الطلبات التي تم تقديمها إلى url هذا.
cs: Adresa URL {0} je hostitelem dokumentu XAML s typem kořenového elementu {1}. Typ rutiny HTTP {2} je vybrán pro obsloužení všech požadavků, které byly odeslány na tuto adresu URL.
da: Webadressen '{0}' er vært for et XAML-dokument med rodelementtypen '{1}'. HTTP-handlertypen '{2}' er valgt med henblik på at behandle alle anmodninger, der fremsættes til denne webadresse.
de: Die URL '{0}' hostet ein XAML-Dokument mit Stammelementtyp '{1}'. Der HTTP-Handlertyp '{2}' wurde zum Verarbeiten aller Anforderungen an diese URL ausgewählt.
el: Η διεύθυνση url '{0}' φιλοξενεί ένα έγγραφο XAML με τύπο ριζικού στοιχείου '{1}'. Ο τύπος προγράμματος χειρισμού HTTP '{2}' επιλέγεται για να εξυπηρετήσει όλες οι αιτήσεις που πραγματοποιούνται σε αυτήν τη διεύθυνση url.
es: La dirección URL '{0}' hospeda un documento XAML con el tipo de elemento raíz '{1}'. Se ha seleccionado el tipo de controlador HTTP '{2}' para atender todas las solicitudes realizadas a esta dirección URL.
fi: URL-osoitteessa {0} on XAML-tiedosto, jonka juurielementin tyyppi on {1}. Kaikkien osoitteeseen tehtyjen pyyntöjen HTTP-käsittelijätyypiksi on valittu {2}.
fr: L'URL '{0}' héberge le document XAML avec le type d'élément racine '{1}'. Le type de gestionnaire HTTP '{2}' est sélectionné pour traiter toutes les requêtes adressées à cette URL.
he: כתובת ה- URL ‏'{0}' מארחת מסמך XAML עם סוג רכיב בסיס '{1}'. מטפל ב- HTTP מסוג ‏'{2}' נבחר כדי לשרת את כל הבקשות המבוצעות בכתובת URL זו.
hu: A(z) „{0}” URL-címen egy olyan XAML-dokumentum található, amelynek gyökéreleme „{1}” típusú. Az ezen URL-nek címzett összes kérelem kiszolgálására „{2}” típusú HTTP-kezelő lett kiválasztva.
it: L'URL '{0}' ospita il documento XAML con tipo di elemento radice '{1}'. Il gestore HTTP di tipo '{2}' è selezionato per gestire tutte le richieste effettuate a questo URL.
ja: URL '{0}' は、ルート要素型 '{1}' の XAML ドキュメントをホストします。この URL に対して行われるすべての要求を処理するために、HTTP ハンドラー型 '{2}' が選択されています。
ko: URL '{0}'에서 루트 요소 형식이 '{1}'인 XAML 문서를 호스팅합니다. 이 URL에 대한 모든 요청을 처리하도록 HTTP 처리기 형식 '{2}'이(가) 선택되었습니다.
nb: Nettadressen {0} er vert for XAML-dokumentet med rotelementet av typen {1}. HTTP-behandlingstypen {2} er valgt til å betjene alle forespørsler til denne nettadressen.
nl: De URL {0} fungeert als host voor een XAML-document met het type hoofdelement {1}. Het type HTTP-handler {2} wordt gekozen voor alle aanvragen die op deze URL worden ontvangen.
pl: Pod adresem URL „{0}” jest obsługiwany dokument XAML z elementem głównym typu „{1}”. Typ obsługi protokołu HTTP „{2}” jest wybierany do obsługi wszystkich żądań przesyłanych na ten adres URL.
pt_br: O URL '{0}' hospeda o documento XAML com tipo de elemento-raiz '{1}'. O tipo de manipulador HTTP '{2}' está selecionado para atender a todas as solicitações feitas a esse URL.
pt_pt: O url '{0}' aloja o documento XAML com o tipo de elemento raiz '{1}'. O tipo de processador HTTP '{2}' foi selecionado para servir todos os pedidos feitos a este url.
ru: По URL-адресу "{0}" размещен документ XAML с типом корневого элемента "{1}". Для обработки всех запросов по этому URL-адресу выбран тип обработчика HTTP-данных "{2}".
sv: URL {0} är värde för XAML-dokument med rotelementtyp {1}. HTTP-hanteringstypen {2} har valts ut för att betjäna alla förfrågningar som görs till denna URL.
tr: '{0}' url'si kök öğe türü '{1}' olan XAML belgesini barındırıyor. Bu url'ye yapılan tüm isteklere hizmet vermek için HTTP işleyici türü '{2}' seçildi.
zh_cn: URL“{0}”承载含有根元素类型“{1}”的 XAML 文档。选取 HTTP 处理程序类型“{2}”为对此 URL 做出的所有请求提供服务。
zh_tw: URL '{0}' 裝載了具有根元素型別 '{1}' 的 XAML 文件。系統挑選 HTTP 處理常式型別 '{2}' 來服務對這個 URL 提出的所有要求。

# event_HttpMessageReceiveFailed
source: Http Message receive failed.
ar: فشل تلقي رسالة Http.
cs: Přijetí zprávy HTTP se nezdařilo.
da: Der opstod fejl under modtagelse af en HTTP-meddelelse.
de: Fehler beim Empfang der HTTP-Nachricht.
el: Η λήψη μηνύματος http απέτυχε.
es: Error en la recepción del mensaje HTTP.
fi: Http-viestin vastaanotto epäonnistui.
fr: Échec de la réception du message HTTP.
he: קבלת הודעה של Http נכשלה.
hu: A HTTP-üzenet fogadása sikertelen volt.
it: Ricezione messaggio HTTP non riuscita.
ja: HTTP メッセージの受信に失敗しました。
ko: Http 메시지 수신이 실패했습니다.
nb: Http-meldingsmottak mislyktes.
nl: Http-berichtontvangst mislukt.
pl: Odbieranie komunikatu HTTP nie powiodło się.
pt_br: Falha no recebimento da Mensagem Http.
pt_pt: Falha na recepção da Mensagem http.
ru: Ошибка при получении сообщения HTTP.
sv: Http-meddelandemottagning misslyckades.
tr: Http İletisi alma başarısız.
zh_cn: Http 消息接收失败。
zh_tw: HTTP 訊息接收失敗。
