Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_ActionItemCallbackInvoked
source: IO Thread scheduler callback invoked.
ar: تم استدعاء رد اتصال مجدول مؤشر ترابط الإدخال/الإخراج.
cs: Bylo vyvoláno zpětné volání plánovače vláken vstupně výstupních operací.
da: Tilbagekald af IO-trådplan blev startet.
de: Der E/A-Threadplanungsrückruf wurde aufgerufen.
el: Έγινε κλήση επιστροφής εργαλείου προγραμματισμού νήματος IO.
es: Devolución de llamada del programador de subprocesos de E/S invocada.
fi: IO-säikeen ajoitustoiminnon vastauskutsua on kutsuttu.
fr: Rappel du planificateur de threads d'E/S invoqué.
he: התקשרות חזרה של מתזמן הליך משנה של IO הופעלה.
hu: Megtörtént a be-/kimeneti szál ütemezőjének visszahívása.
it: Callback utilità di pianificazione thread di IO richiamato.
ja: IO スレッド スケジューラのコールバックが呼び出されました。
ko: IO 스레드 스케줄러 콜백이 호출되었습니다.
nb: Tilbakekall til I/U-trådplanlegger aktivert.
nl: Retouraanroep van IO-threadplanner aangeroepen.
pl: Wywołano wywołanie zwrotne harmonogramu wątków We/Wy.
pt_br: Retorno de chamada do agendador de thread de E/S invocado.
pt_pt: Chamada de retorno do programador de Threads de ES invocada.
ru: Вызван обратный вызов планировщика потока ввода-вывода.
sv: IO-trådschemaläggarens motanrop har gjorts.
tr: GÇ İş Parçacığı zamanlayıcısı geri çağrısı başlatıldı.
zh_cn: 已调用 IO 线程调度程序回调。
zh_tw: IO 執行緒排程器回呼已叫用。

# event_ActionItemScheduled
source: IO Thread scheduler callback invoked.
ar: تم استدعاء رد اتصال مجدول مؤشر ترابط الإدخال/الإخراج.
cs: Bylo vyvoláno zpětné volání plánovače vláken vstupně výstupních operací.
da: Tilbagekald af IO-trådplan blev startet.
de: Der E/A-Threadplanungsrückruf wurde aufgerufen.
el: Έγινε κλήση επιστροφής εργαλείου προγραμματισμού νήματος IO.
es: Devolución de llamada del programador de subprocesos de E/S invocada.
fi: IO-säikeen ajoitustoiminnon vastauskutsua on kutsuttu.
fr: Rappel du planificateur de threads d'E/S invoqué.
he: התקשרות חזרה של מתזמן הליך משנה של IO הופעלה.
hu: Megtörtént a be-/kimeneti szál ütemezőjének visszahívása.
it: Callback utilità di pianificazione thread di IO richiamato.
ja: IO スレッド スケジューラのコールバックが呼び出されました。
ko: IO 스레드 스케줄러 콜백이 호출되었습니다.
nb: Tilbakekall til I/U-trådplanlegger aktivert.
nl: Retouraanroep van IO-threadplanner aangeroepen.
pl: Wywołano wywołanie zwrotne harmonogramu wątków We/Wy.
pt_br: Retorno de chamada do agendador de thread de E/S invocado.
pt_pt: Chamada de retorno do programador de Threads de ES invocada.
ru: Вызван обратный вызов планировщика потока ввода-вывода.
sv: IO-trådschemaläggarens motanrop har gjorts.
tr: GÇ İş Parçacığı zamanlayıcısı geri çağrısı başlatıldı.
zh_cn: 已调用 IO 线程调度程序回调。
zh_tw: IO 執行緒排程器回呼已叫用。

# event_ActivityCompleted
source: Activity '{0}', DisplayName: '{1}', InstanceId: '{2}' has completed in the '{3}' state.
ar: اكتمل النشاط '{0}', DisplayName: '{1}', InstanceId: '{2}' في حالة '{3}'.
cs: Aktivita {0} s názvem DisplayName {1} a InstanceId {2} byla dokončena ve stavu {3}.
da: Activity '{0}', DisplayName: '{1}', InstanceId: '{2}' blev fuldført i tilstanden '{3}'.
de: Die Aktivität '{0}', DisplayName: '{1}', InstanceId: '{2}' wurde mit dem Status '{3}' abgeschlossen.
el: Η δραστηριότητα '{0}', DisplayName: '{1}', InstanceId: '{2}' ολοκληρώθηκε στην κατάσταση '{3}'.
es: La actividad '{0}', DisplayName: '{1}', InstanceId: '{2}' se ha completado con el estado '{3}'.
fi: Tehtävä {0} (DisplayName: {1}, InstanceId: {2}) on suoritettu. Tila: {3}.
fr: L'activité '{0}', DisplayName : '{1}', InstanceId : '{2}' s'est terminée à l'état '{3}'.
he: פעילות '{0}'‏, DisplayName‏: '{1}'‏, InstanceId‏: '{2}' הושלמה במצב '{3}'.
hu: A(z) „{0}” tevékenység „{3}” állapottal befejeződött. DisplayName: „{1}”, InstanceId: „{2}”.
it: Attività '{0}', DisplayName: '{1}', InstanceId: '{2}' completata nello stato '{3}'.
ja: Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' は '{3}' 状態で完了しました。
ko: 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'이(가) '{3}' 상태로 완료되었습니다.
nb: Aktiviteten {0}, DisplayName: {1}, InstanceId: {2} er fullført med statusen {3}.
nl: De activiteit {0} met de weergavenaam {1} en de exemplaar-id {2} is voltooid met de status {3}.
pl: Działanie {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}, zostało zakończone; stan końcowy: {3}.
pt_br: A atividade '{0}', DisplayName: '{1}', InstanceId: '{2}' foi concluída no estado '{3}'.
pt_pt: Activity '{0}', DisplayName: '{1}', InstanceId: '{2}' concluída no estado '{3}'.
ru: Элемент Activity "{0}", DisplayName: "{1}", InstanceId: "{2}" завершил работу в состоянии "{3}".
sv: Aktivitet {0}, DisplayName: {1}, InstanceId: {2} har slutförts i tillståndet {3}.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' Activity'si '{3}' durumunda tamamlandı.
zh_cn: Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”在“{3}”状态下完成。
zh_tw: 活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 已經以 '{3}' 狀態完成。

# event_ActivityScheduled
source: Parent Activity '{0}', DisplayName: '{1}', InstanceId: '{2}' scheduled child Activity '{3}', DisplayName: '{4}', InstanceId: '{5}'.
ar: قام النشاط الأصلي '{0}', DisplayName: '{1}', InstanceId: '{2}' بجدولة النشاط الفرعي '{3}', DisplayName: '{4}', InstanceId: '{5}'.
cs: Nadřazená aktivita {0}, DisplayName: {1}, InstanceId: {2} naplánovala podřízenou aktivitu {3} s názvem DisplayName {4} a InstanceId {5}.
da: Den overordnede Activity '{0}', DisplayName: '{1}', InstanceId: '{2}' planlagde den underordnede Activity '{3}', DisplayName: '{4}', InstanceId: '{5}'.
de: Die übergeordnete Aktivität '{0}', DisplayName: '{1}', InstanceId: '{2}' hat die untergeordnete Aktivität '{3}', DisplayName: '{4}', InstanceId: '{5}' geplant.
el: Η γονική δραστηριότητα '{0}', DisplayName: '{1}', InstanceId: '{2}' προγραμμάτισε θυγατρική δραστηριότητα '{3}', DisplayName: '{4}', InstanceId: '{5}'.
es: La actividad primaria '{0}', DisplayName: '{1}', InstanceId: '{2}' programó la actividad secundaria '{3}', DisplayName: '{4}', InstanceId: '{5}'.
fi: Päätehtävä {0} (DisplayName: {1}, InstanceId: {2}) on ajoittanut alitehtävän {3} (DisplayName: {4}, InstanceId: {5}).
fr: L'activité '{0}' parent, DisplayName : '{1}', InstanceId : '{2}' a planifié l'activité '{3}' enfant, DisplayName : '{4}', InstanceId : '{5}'.
he: פעילות אב '{0}'‏, DisplayName‏: '{1}', InstanceId‏: '{2}' פעילות צאצא מתוזמנת '{3}'‏, DisplayName‏: '{4}', InstanceId‏: '{5}'.
hu: Szülőtevékenység: „{0}”, DisplayName: „{1}”, InstanceId: „{2}”; ütemezett gyermektevékenység: „{3}”, DisplayName: „{4}”, InstanceId: „{5}”.
it: L'attività padre '{0}', DisplayName: '{1}', InstanceId: '{2}' ha pianificato l'attività figlio '{3}'', DisplayName: '{4}', InstanceId: '{5}'.
ja: 親 Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' は、子 Activity '{3}'、DisplayName: '{4}'、InstanceId: '{5}' をスケジュールしました。
ko: 부모 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'에서 자식 작업 '{3}', DisplayName: '{4}', InstanceId: '{5}'을(를) 예약했습니다.
nb: Overordnet aktivitet {0}, DisplayName: {1}, InstanceId: {2}, planla underordnet aktivitet {3}, DisplayName: {4}, InstanceId: {5}.
nl: De bovenliggende activiteit {0} met de weergavenaam {1} en de exemplaar-id {2} heeft de onderliggende activiteit {3} met de weergavenaam {4} en de exemplaar-id {5} gepland.
pl: Działanie nadrzędne {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}, zaplanowało działanie podrzędne {3}, nazwa wyświetlana: {4}, identyfikator wystąpienia: {5}.
pt_br: A atividade pai '{0}', DisplayName: '{1}', InstanceId: '{2}' agendou a atividade filha '{3}', DisplayName: '{4}', InstanceId: '{5}'.
pt_pt: Activity '{0}' principal, DisplayName: '{1}', InstanceId: '{2}' Activity '{3}' subordinada agendada, DisplayName: '{4}', InstanceId: '{5}'.
ru: Родительский элемент Activity "{0}", DisplayName: "{1}", InstanceId: "{2}" запланировал дочерний элемент Activity "{3}", DisplayName: "{4}", InstanceId: '{5}'.
sv: Överordnad aktivitet {0}, DisplayName: {1}, InstanceId: {2} schemalade underordnad aktivitet {3}, DisplayName: {4}, InstanceId: {5}.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' üst Activity'si DisplayName: '{4}', InstanceId: '{5}' olan '{3}' alt Activity'sini zamanladı.
zh_cn: 父 Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”安排了子 Activity“{3}”、DisplayName“{4}”、InstanceId“{5}”。
zh_tw: 父活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 已排程子活動 '{3}'、DisplayName: '{4}'、InstanceId: '{5}'。

# event_AppDomainUnload
source: AppDomain unloading. AppDomain.FriendlyName {0}, ProcessName {1}, ProcessId {2}.
ar: إلغاء تحميل AppDomain. AppDomain.FriendlyName {0}, ProcessName {1}، ProcessId {2}.
cs: Uvolnění třídy AppDomain. AppDomain.FriendlyName: {0}, ProcessName: {1}, ProcessId: {2}
da: AppDomain fjernes. AppDomain.FriendlyName {0}, ProcessName {1}, ProcessId {2}.
de: AppDomain wird entladen. AppDomain.FriendlyName {0}, ProcessName {1}, ProcessId {2}.
el: Κατάργηση φόρτωσης AppDomain. AppDomain.FriendlyName {0}, ProcessName {1}, ProcessId {2}.
es: Descargando AppDomain. AppDomain.FriendlyName {0}, ProcessName {1}, ProcessId {2}.
fi: AppDomain poistetaan muistista. AppDomain.FriendlyName {0}, ProcessName {1}, ProcessId {2}.
fr: Déchargement AppDomain. AppDomain.FriendlyName {0}, ProcessName {1}, ProcessId {2}.
he: ביטול טעינה של AppDomain‏. AppDomain.FriendlyName‏ {0}, ProcessName‏ {1}, ProcessId ‏{2}.
hu: Az AppDomain memóriából való eltávolítása folyamatban. AppDomain.FriendlyName: {0}, ProcessName: {1}, ProcessId: {2}.
it: Scaricamento di AppDomain. AppDomain.FriendlyName {0}, ProcessName {1}, ProcessId {2}.
ja: AppDomain をアンロードしています。AppDomain.FriendlyName {0}、ProcessName {1}、ProcessId {2}。
ko: AppDomain을 언로드하고 있습니다. AppDomain.FriendlyName {0}, ProcessName {1}, ProcessId {2}.
nb: AppDomain lastes ut. AppDomain.FriendlyName {0}, ProcessName {1}, ProcessId {2}.
nl: AppDomain wordt uit het geheugen verwijderd. AppDomain.FriendlyName {0}, ProcessName {1}, ProcessId {2}.
pl: Zwalnianie obiektu AppDomain. AppDomain.FriendlyName: {0}, ProcessName: {1}, ProcessId: {2}.
pt_br: AppDomain descarregando. AppDomain.FriendlyName {0}, ProcessName {1}, ProcessId {2}.
pt_pt: A descarregar AppDomain. AppDomain.FriendlyName {0}, ProcessName {1}, ProcessId {2}.
ru: Выгрузка домена приложения. AppDomain.FriendlyName {0}, ProcessName {1}, ProcessId {2}.
sv: AppDomain laddas ur. AppDomain.FriendlyName {0}, ProcessName {1}, ProcessId {2}.
tr: AppDomain boşaltma. AppDomain.FriendlyName {0}, ProcessName {1}, ProcessId {2}.
zh_cn: AppDomain 正在卸载。AppDomain.FriendlyName {0}，ProcessName {1}，ProcessId {2}。
zh_tw: 正在卸載 AppDomain。AppDomain.FriendlyName {0}、ProcessName {1}、ProcessId {2}。

# event_AspNetRoute
source: A new Asp.Net route '{0}' with serviceType '{1}' and serviceHostFactoryType '{2}' is added.
ar: تمت إضافة توجيه Asp.Net '{0}' جديد بـ serviceType '{1}' وserviceHostFactoryType '{2}'.
cs: Byla přidána nová trasa Asp.Net {0} s typem serviceType {1} a typem serviceHostFactoryType {2}.
da: Der er tilføjet en ny Asp.Net-rute '{0}' med serviceType '{1}' og serviceHostFactoryType '{2}'.
de: Eine neue Asp.Net-Route '{0}' mit serviceType '{1}' und serviceHostFactoryType '{2}' wird hinzugefügt.
el: Μια νέα δρομολόγηση Asp.Net '{0}' με serviceType '{1}' και serviceHostFactoryType '{2}' προστίθεται.
es: Se agregó una nueva ruta de Asp.Net '{0}' con serviceType '{1}' y serviceHostFactoryType '{2}'.
fi: Lisätty: uusi Asp.Net-reitti {0}, jonka serviceType on {1} ja serviceHostFactory on {2}.
fr: Un nouvel itinéraire Asp.Net '{0}' avec serviceType '{1}' et serviceHostFactoryType '{2}' est ajouté.
he: נוסף נתיב Asp.Net חדש '{0}' עם serviceType ‏'{1}' ו- serviceHostFactoryType ‏'{2}'.
hu: Új Asp.Net útvonal lett felvéve: „{0}”. serviceType: „{1}”; serviceHostFactoryType: „{2}”.
it: È stata aggiunta una nuova route ASP.NET '{0}' con serviceType '{1}' e serviceHostFactoryType '{2}'.
ja: serviceType '{1}' および serviceHostFactoryType '{2}' の新しい Asp.Net ルート '{0}' が追加されます。
ko: serviceType이 '{1}'이고 serviceHostFactoryType이 '{2}'인 새 Asp.Net 경로 '{0}'이(가) 추가되었습니다.
nb: En ny Asp.Net-rute, {0}, med serviceType {1} og serviceHostFactoryType {2} er lagt til.
nl: De nieuwe Asp.Net-route {0} met serviceType {1} en serviceHostFactoryType {2} is toegevoegd.
pl: Dodano nową trasę Asp.Net „{0}” o właściwości serviceType „{1}” i właściwości serviceHostFactoryType „{2}”.
pt_br: Uma nova rota Asp.Net '{0}' com serviceType '{1}' e serviceHostFactoryType '{2}' foi adicionada.
pt_pt: Adicionada uma nova rota Asp.Net '{0}' com o serviceType '{1}' e o serviceHostFactoryType '{2}'.
ru: Добавлен новый маршрут Asp.Net "{0}" с типом службы "{1}" и типом serviceHostFactoryType "{2}".
sv: En ny Asp.Net-routning {0} med serviceType {1} och serviceHostFactoryType {2} har lagts till.
tr: serviceType değeri '{1}}' ve serviceHostFactoryType değeri '{2}' olan yeni bir '{0}' Asp.Net yolu eklendi.
zh_cn: 添加了 serviceType 为“{1}”和 serviceHostFactoryType 为“{2}”的新 ASP.NET 路由“{0}”。
zh_tw: 已加入具有 serviceType '{1}' 和 serviceHostFactoryType '{2}' 的新 Asp.Net 路由 '{0}'。

# event_AspNetRoutingService
source: Incoming request matches a WCF Service defined in Asp.Net route with address {0}.
ar: يطابق الطلب الوارد خدمة WCF تم تحديدها في توجيه Asp.Net مع العنوان {0}.
cs: Příchozí žádost odpovídá službě WCF definované v trase Asp.Net s adresou {0}.
da: Indgående anmodning svarer til en WCF-tjeneste, som er defineret i Asp.Net-ruten med adressen {0}.
de: Die eingehende Anforderung stimmt mit einem WCF-Dienst überein, der in der Asp.Net-Route mit der Adresse {0} definiert wird.
el: Η εισερχόμενη αίτηση συμφωνεί με μια υπηρεσία WCF που καθορίζεται σε δρομολόγηση Asp.Net με διεύθυνση {0}.
es: La solicitud entrante coincide con un servicio de WCF definido en la ruta de Asp.Net con la dirección {0}.
fi: Saapuva pyyntö vastaa Asp.Net-reitissä {0} määritettyä WCF-palvelua.
fr: La demande entrante correspond à un service WCF défini dans l'itinéraire Asp.Net avec l'adresse {0}.
he: הבקשה הנכנסת תואמת לשירות WCF המוגדר בנתיב Asp.Net עם הכתובת {0}.
hu: A bejövő kérelem megegyezik a(z) „{0}” címmel rendelkező, Asp.Net útvonalban meghatározott WCF Service szolgáltatással.
it: La richiesta in ingresso corrisponde a un servizio WCF definito nella route ASP.NET con indirizzo {0}.
ja: 受信要求が、アドレス {0} の Asp.Net ルートで定義された WCF サービスと一致します。
ko: 들어오는 요청이 주소가 {0}인 Asp.Net 경로에 정의된 WCF 서비스와 일치합니다.
nb: Innkommende forespørsel er i samsvar med en WCF-tjeneste som er definert i Asp.Net-ruten med adressen {0}.
nl: De binnenkomende aanvraag komt overeen met WCF-service die is gedefinieerd in de Asp.Net-route met het adres {0}.
pl: Żądanie przychodzące odpowiada usłudze WCF zdefiniowanej w trasie Asp.Net o adresie {0}.
pt_br: A solicitação de entrada corresponde a um Serviço WCF definido na rota Asp.Net com o endereço {0}.
pt_pt: Um pedido recebido corresponde a um Serviço WCF definido na rota Asp.Net com o endereço {0}.
ru: Входящий запрос соответствует службе WCF, заданной в маршруте Asp.Net, с адресом {0}.
sv: Inkommande begäran matchar en WCF-tjänst som har definierats i Asp.Net-routningen med adressen {0}.
tr: Gelen istek adresi {0} olan Asp.Net yolunda tanımlı bir WCF Hizmeti ile eşleşiyor.
zh_cn: 传入请求与带有地址 {0} 的 ASP.NET 路由中定义的某个 WCF 服务匹配。
zh_tw: 傳入要求符合 Asp.Net 路由中所定義且位址為 {0} 的 WCF 服務。

# event_BinaryMessageDecodingStart
source: BinaryMessageEncoder started decoding the message.
ar: بدأ BinaryMessageEncoder فك ترميز الرسالة.
cs: Kodér BinaryMessageEncoder zahájil dekódování zprávy.
da: BinaryMessageEncoder startede dekodningen af meddelelsen.
de: Das Decodieren der Nachricht wurde von BinaryMessageEncoder gestartet.
el: Το στοιχείο BinaryMessageEncoder ξεκίνησε την αποκωδικοποίηση του μηνύματος.
es: BinaryMessageEncoder inició la descodificación del mensaje.
fi: BinaryMessageEncoder aloitti viestin koodauksen purkamisen.
fr: BinaryMessageEncoder a démarré le décodage du message.
he: BinaryMessageEncoder התחיל לפענח את ההודעה.
hu: A BinaryMessageEncoder megkezdte az üzenet dekódolását.
it: BinaryMessageEncoder ha avviato decodifica il messaggio.
ja: BinaryMessageEncoder がメッセージのデコードを開始しました。
ko: BinaryMessageEncoder에서 메시지 디코딩이 시작되었습니다.
nb: BinaryMessageEncoder startet dekoding av meldingen.
nl: BinaryMessageEncoder is begonnen met het decoderen van het bericht.
pl: Obiekt BinaryMessageEncoder rozpoczął dekodowanie komunikatu.
pt_br: BinaryMessageEncoder iniciou a decodificação da mensagem.
pt_pt: A BinaryMessageEncoder começou a descodificar a mensagem.
ru: BinaryMessageEncoder начал расшифровку сообщения.
sv: BinaryMessageEncoder började avkoda meddelandet.
tr: BinaryMessageEncoder iletinin kodunu çözmeye başladı.
zh_cn: BinaryMessageEncoder 已开始解码消息。
zh_tw: BinaryMessageEncoder 開始解碼訊息。

# event_BinaryMessageEncodingStart
source: BinaryMessageEncoder started encoding the message.
ar: بدأ BinaryMessageEncoder ترميز الرسالة.
cs: Kodér BinaryMessageEncoder zahájil kódování zprávy.
da: BinaryMessageEncoder startede kodningen af meddelelsen.
de: Die Codierung der Nachricht wurde von BinaryMessageEncoder gestartet.
el: Το στοιχείο BinaryMessageEncoder ξεκίνησε την κωδικοποίηση του μηνύματος.
es: BinaryMessageEncoder inició la codificación del mensaje.
fi: BinaryMessageEncoder aloitti viestin koodauksen.
fr: BinaryMessageEncoder a démarré l'encodage du message.
he: BinaryMessageEncoder התחיל לקודד את ההודעה.
hu: A BinaryMessageEncoder megkezdte az üzenet kódolását.
it: BinaryMessageEncoder ha avviato la codifica del messaggio.
ja: BinaryMessageEncoder がメッセージのエンコードを開始しました。
ko: BinaryMessageEncoder에서 메시지 인코딩이 시작되었습니다.
nb: BinaryMessageEncoder startet koding av meldingen.
nl: BinaryMessageEncoder is begonnen met de codering van het bericht.
pl: Obiekt BinaryMessageEncoder rozpoczął kodowanie komunikatu.
pt_br: BinaryMessageEncoder iniciou a codificação da mensagem.
pt_pt: A BinaryMessageEncoder começou a codificar a mensagem.
ru: BinaryMessageEncoder начал кодирование сообщения.
sv: BinaryMessageEncoder började koda meddelandet.
tr: BinaryMessageEncoder iletiyi kodlamaya başladı.
zh_cn: BinaryMessageEncoder 已开始编码消息。
zh_tw: BinaryMessageEncoder 開始編碼訊息。

# event_BookmarkScopeInitialized
source: The BookmarkScope that had TemporaryId: '{0}' has been initialized with Id: '{1}'.
ar: تم بدء BookmarkScope الذي كان له TemporaryId: '{0}' بالمعرف: '{1}'.
cs: Rozsah BookmarkScope s TemporaryId {0} byl inicializován pomocí ID {1}.
da: Det BookmarkScope, der havde TemporaryId: '{0}', er blevet initialiseret med Id'et: '{1}'.
de: Der BookmarkScope mit der TemporaryId: '{0}' wurde mit der ID: '{1}' initialisiert.
el: Το BookmarkScope με TemporaryId: '{0}' προετοιμάστηκε με Id: '{1}'.
es: BookmarkScope con TemporaryId '{0}' se ha inicializado con el id. '{1}'.
fi: BookmarkScope, jonka TemporaryId oli {0}, on alustettu tunnuksella {1}.
fr: Le BookmarkScope avec TemporaryId : '{0}' a été initialisé avec l'ID : '{1}'.
he: ה- BookmarkScope בעל ה- TemporaryId‏: '{0}' אותחל עם מזהה: '{1}'.
hu: A BookmarkScope, amely korábban a(z) „{0}” TemporaryId ideiglenes azonosítóval rendelkezett, a következő Id azonosítóval lett inicializálva: „{1}”.
it: BookmarkScope con TemporaryId: '{0}' è stato inizializzato con ID: '{1}'.
ja: TemporaryId: '{0}' を指定されていた BookmarkScope が ID: '{1}' で初期化されました。
ko: TemporaryId: '{0}'인 BookmarkScope가 ID: '{1}'(으)로 초기화되었습니다.
nb: BookmarkScope med TemporaryId: {0} er initialisert med IDen: {1}.
nl: De BookmarkScope met de TemporaryId {0} is geïnitialiseerd met de id {1}.
pl: Zakres zakładek o identyfikatorze TemporaryId: {0} został zainicjowany przy użyciu identyfikatora: {1}.
pt_br: O BookmarkScope com TemporaryId: '{0}' foi inicializado com Id: '{1}'.
pt_pt: O BookmarkScope com o TemporaryId: '{0}' foi inicializado com o Id: '{1}'.
ru: Объект BookmarkScope с идентификатором TemporaryId: "{0}" инициализирован идентификатором "{1}".
sv: BookmarkScope som hade TemporaryId: {0} har initierats med Id: {1}.
tr: TemporaryId: '{0}' olan BookmarkScope, Id: '{1}' ile başlatıldı.
zh_cn: TemporaryId 为“{0}”的 BookmarkScope 已初始化，ID 为“{1}”。
zh_tw: 已用識別碼: '{1}' 初始化具有 TemporaryId: '{0}' 的 BookmarkScope。

# event_BufferedAsyncWriteStart
source: BufferId:{0} completed writing '{1}' bytes to underlying stream.
ar: أكمل BufferId:{0} كتابة '{1}' بايت إلى الدفق الأساسي.
cs: Vyrovnávací paměť BufferId {0} dokončila zápis {1} bajtů do podkladového datového proudu.
da: BufferId:{0} fuldførte skrivningen af '{1}' byte til den underliggende stream.
de: BufferId: {0} hat das Schreiben von {1} Bytes in den zugrunde liegenden Datenstrom abgeschlossen.
el: Το BufferId:{0} ολοκλήρωσε την εγγραφή '{1}' byte στην υποκείμενη ροή.
es: BufferId:{0} completó la escritura de bytes '{1}' en el flujo subyacente.
fi: BufferId:{0} sai valmiiksi {1} tavun kirjoittamisen pohjana olevaan virtaan.
fr: L'élément BufferId : {0} a terminé l'écriture de « {1} » octets dans le flux sous-jacent.
he: BufferId:‏{0} השלים את הכתיבה של '{1}' בתים לזרם הבסיסי.
hu: BufferId:{0} befejezte {1} bájt írását az alapul szolgáló adatfolyamba.
it: BufferId:{0} ha completato la scrittura di '{1}' byte per il flusso sottostante.
ja: BufferId:{0} から基になるストリームへの '{1}' バイトの書き込みが完了しました。
ko: BufferId:{0}에서 기본 스트림에 대한 '{1}'바이트 쓰기를 완료했습니다.
nb: BufferId:{0} fullførte skriving av {1} byte til underliggende dataflyt.
nl: BufferId:{0} heeft het schrijven van {1} bytes naar onderliggende stroom voltooid.
pl: W buforze BufferId:{0} ukończono zapisywanie w strumieniu źródłowym następującej liczby bajtów: {1}.
pt_br: BufferId:{0} concluída a gravação de '{1}' bytes no fluxo subjacente.
pt_pt: BufferId:{0} concluiu a escrita de '{1}' bytes no fluxo subjacente.
ru: BufferId: {0} завершена запись "{1}" байт в базовый поток.
sv: BufferId:{0} skrev {1} byte till en underliggande dataström.
tr: BufferId:{0}, temel alınan akışa '{1}' bayt yazmayı tamamladı.
zh_cn: BufferId:{0} 已完成将“{1}”个字节写入基础流。
zh_tw: BufferId:{0} 已完成寫入 '{1}' 個位元組至基礎資料流。

# event_BufferedAsyncWriteStop
source: A message was written asynchronously by the encoder.
ar: تمت كتابة رسالة بواسطة أداة الترميز بشكل غير متزامن.
cs: Kodér zapsal asynchronně zprávu.
da: En meddelelse blev skrevet asynkront af koderen.
de: Vom Encoder wurde eine Nachricht asynchron geschrieben.
el: Ένα μήνυμα γράφτηκε ασύγχρονα από τον κωδικοποιητή.
es: El codificador escribió un mensaje asincrónicamente.
fi: Koodaustoiminto kirjoitti viestin asynkronisesti.
fr: Un message a été écrit de façon asynchrone par l'encodeur.
he: המקודד כתב הודעה בצורה אסינכרונית.
hu: A kódoló aszinkron módon írt egy üzenetet.
it: Un messaggio è stato scritto in modo asincrono dal codificatore.
ja: エンコーダーによってメッセージが非同期で書き込まれました。
ko: 인코더가 메시지를 비동기적으로 썼습니다.
nb: En melding ble skrevet asynkront av koderen.
nl: Een bericht is asynchroon geschreven door de encoder.
pl: Koder zapisał komunikat w sposób asynchroniczny.
pt_br: Uma mensagem foi gravada de forma assíncrona pelo codificador.
pt_pt: Uma mensagem foi escrita de forma assíncrona pelo codificador.
ru: Сообщение было записано кодировщиком в асинхронном режиме.
sv: Ett meddelande skrevs asynkront av kodaren.
tr: Kodlayıcı tarafından zaman uyumsuz olarak bir ileti yazıldı.
zh_cn: 编码器已以异步方式写入消息。
zh_tw: 訊息由編碼器非同步寫入。
