Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_MessageInspectorBeforeSendInvoked
source: The Dispatcher invoked 'BeforeSendRequest' on a MessageInspector of type '{0}'.
ar: قام المرسل باستدعاء 'BeforeSendRequest' على MessageInspector من النوع '{0}'.
cs: Dispečer vyvolal metodu BeforeSendRequest třídy MessageInspector typu {0}.
da: Afsenderen aktiverede 'BeforeSendRequest' for en MessageInspector af typen '{0}'.
de: Der Verteiler hat 'BeforeSendRequest' auf einem MessageInspector vom Typ '{0}' aufgerufen.
el: Το πρόγραμμα αποστολής έκανε κλήση 'BeforeSendRequest' σε MessageInspector με εξαίρεση τύπου '{0}'.
es: El distribuidor invocó 'BeforeSendRequest' en un MessageInspector de tipo '{0}'.
fi: Lähetystoiminto aloitti BeforeSendRequest-kohteen MessageInspector-kohteessa, jonka tyyppi on {0}.
fr: Le répartiteur a appelé 'BeforeSendRequest' sur un MessageInspector de type '{0}'.
he: המשגר הפעיל BeforeSendRequest ב- MessageInspector מסוג '{0}'.
hu: A kézbesítő meghívta a BeforeSendRequest metódust egy „{0}” típusú MessageInspector vizsgálóra.
it: Il dispatcher ha richiamato 'BeforeSendRequest' in un MessageInspector di tipo '{0}'.
ja: ディスパッチャーが型 '{0}' の MessageInspector で 'BeforeSendRequest' を呼び出しました。
ko: 디스패처가 '{0}' 형식의 MessageInspector에서 'BeforeSendRequest'를 호출했습니다.
nb: Senderen aktiverte BeforeSendRequest på en MessageInspector av typen {0}.
nl: De dispatcher heeft BeforeSendRequest aangeroepen op een MessageInspector van het type {0}.
pl: Dyspozytor wywołał metodę BeforeSendRequest w obiekcie MessageInspector typu „{0}”.
pt_br: O Dispatcher invocou 'BeforeSendRequest' em um MessageInspector do tipo '{0}'.
pt_pt: O Dispatcher invocou 'BeforeSendRequest' num MessageInspector do tipo '{0}'.
ru: Диспетчер вызвал команду "BeforeSendRequest" для MessageInspector типа "{0}".
sv: Dispatcher anropade BeforeSendRequest i en MessageInspector av typen {0}.
tr: Dağıtıcı, '{0}' türünde bir MessageInspector üzerinde 'BeforeSendRequest' çağırdı.
zh_cn: 调度程序对“{0}”类型的 MessageInspector 调用了“BeforeSendRequest”。
zh_tw: Dispatcher 已在型別 '{0}' 的 MessageInspector 上叫用 'BeforeSendRequest'。

# event_MessageLogEventSizeExceeded
source: Message could not be logged as it exceeds the ETW event size
ar: تعذر تسجيل الرسالة حيث إنها تتجاوز حجم حدث ETW
cs: Zprávu se nepodařilo zaznamenat do protokolu, protože přesahuje velikost události ETW.
da: Meddelelsen kunne ikke logføres, da den overskrider størrelsen for ETW-hændelsen
de: Nachricht konnte nicht protokolliert werden, da sie die zulässige ETW-Ereignisgröße überschreitet.
el: Δεν ήταν δυνατή η σύνδεση του μηνύματος καθώς υπερβαίνει το μέγεθος συμβάντων ETW
es: No se puede registrar el mensaje porque excede el tamaño de evento de ETW
fi: Sanomaa ei voitu kirjata, koska se ylittää ETW-tapahtumakoon
fr: Impossible de journaliser le message, car il dépasse la taille des événements ETW
he: לא היתה אפשרות לרשום את ההודעה מאחר שהיא חורגת מהגודל של אירוע ETW
hu: Az üzenet naplózása sikertelen, mert a mérete meghaladja az ETW-eseményméretet.
it: Impossibile registrare il messaggio in quanto supera la dimensione degli eventi ETW
ja: メッセージが ETW イベントのサイズを上回っているため、メッセージをログに記録できませんでした
ko: ETW 이벤트 크기를 초과하므로 메시지를 기록할 수 없습니다.
nb: Meldingen kunne ikke logges fordi den overskrider ETW-hendelsesstørrelsen
nl: Het bericht kan niet worden geregistreerd in het logboek, omdat dit de grootte voor ETW-gebeurtenissen overschrijdt
pl: Nie można zarejestrować komunikatu, ponieważ jego rozmiar przekracza rozmiar zdarzenia ETW.
pt_br: A mensagem não pôde ser registrada, pois excedeu o tamanho do evento ETW
pt_pt: Não foi possível registar a mensagem visto que excede o tamanho de evento ETW
ru: Сообщение не зарегистрировано в журнале, так как оно превышает размер события ETW
sv: Det gick inte att logga meddelandet eftersom det överskrider ETW-händelsestorleken
tr: İleti ETW olayı boyutunu aştığından günlüğe kaydedilemedi
zh_cn: 无法记录消息，因为它超出了 ETW 事件大小
zh_tw: 無法記錄訊息，因為它已超過 ETW 事件大小

# event_MessageQueueDuplicatedSocketError
source: Message queue failed duplicating socket.
ar: فشلت قائمة انتظار الرسائل في تكرار المأخذ.
cs: Duplikace soketu ve frontě zpráv se nezdařila.
da: Der opstod fejl under duplikering af en socket for meddelelseskøen.
de: Fehler beim Duplizieren des Sockets durch die Nachrichtenwarteschlange.
el: Η ουρά μηνυμάτων απέτυχε κατά την αντιγραφή υποδοχής.
es: La cola de mensajes no pudo duplicar el socket.
fi: Viestijono ei onnistunut monistamaan vastaketta.
fr: Échec de la duplication de socket par la file d'attente des messages.
he: תור ההודעות נכשל בשכפול ה-Socket‏.
hu: Az üzenet-várólista nem tudta duplikálni a szoftvercsatornát.
it: Duplicazione socket da parte della coda di messaggi non riuscita.
ja: メッセージ キューがソケットの複製に失敗しました。
ko: 메시지 큐로 소켓을 복제하지 못했습니다.
nb: Meldingskø mislyktes ved duplisering av socket.
nl: Fout bij berichtenwachtrij bij dupliceren van socket.
pl: Kolejka komunikatów nie może zduplikować gniazda.
pt_br: A fila de mensagens falhou ao duplicar o soquete.
pt_pt: A fila de mensagens não duplicou o socket.
ru: Очереди сообщений не удалось дублировать сокет.
sv: Meddelandekön kunde inte dubblera socket.
tr: İleti sırası yuvayı çoğaltamadı.
zh_cn: 消息队列无法复制套接字。
zh_tw: 訊息佇列無法複製通訊端。

# event_MessageQueueRegisterAbort
source: Message queue registration aborted with status:'{0}' for uri:'{1}'.
ar: تم إجهاض تسجيل قائمة انتظار الرسائل بالحالة:'{0}' لمعرف uri:'{1}'.
cs: Registrace fronty zpráv pro identifikátor URI {1} byla přerušena se stavem {0}.
da: Registreringen af meddelelseskøen er blevet afbrudt med statussen:'{0}' for URI'en:'{1}'.
de: Die Registrierung der Nachrichtenwarteschlange für URI "{1}" wurde mit Status "{0}" abgebrochen.
el: Η καταχώρηση ουράς μηνυμάτων ματαιώθηκε με κατάσταση:'{0}' για το uri:'{1}'.
es: Se anuló el registro de la cola de mensajes con el estado:'{0}' para el URI:'{1}'.
fi: Viestijonon rekisteröinti keskeytyi, tila: {0}; uri-tunnus: {1}.
fr: Abandon de l'inscription à la file d'attente des messages avec l'état : '{0}' pour l'URI :'{1}'.
he: רישום תור ההודעות בוטל עם מצב:'{0}' עבור URI‏:'{1}'‏.
hu: Az üzenet-várólista regisztrálása megszakítva, állapot:„{0}”, URI:„{1}”.
it: Registrazione della coda di messaggi interrotta con lo stato: '{0}' per l'URI: '{1}'.
ja: URI:'{1}' のメッセージ キューの登録が状態:'{0}' で中止されました。
ko: URI '{1}'에 대한 메시지 큐 등록이 중단되었습니다. 상태: '{0}'.
nb: Meldingskøregistrering avbrutt med statusen: {0} for uri: {1}.
nl: Registreren berichtenwachtrij afgebroken met status:{0} voor URI:{1}.
pl: Rejestracja kolejki komunikatów dla identyfikatora URI „{1}” została przerwana (stan: „{0}”).
pt_br: Registro de fila de mensagens anulado com o status:'{0}' para uri:'{1}'.
pt_pt: Registo da fila de mensagens abortado com o estado: '{0}' para o uri: '{1}'.
ru: Регистрация очереди сообщений прервана с состоянием: "{0}" для URI: "{1}".
sv: Registreringen i meddelandekön har avbrutits med status:{0} för uri:{1}.
tr: İleti sırası kaydı '{1}' uri'si için '{0}' durumuyla durdu.
zh_cn: URI“{1}”的消息队列注册已中止，状态为“{0}”。
zh_tw: URI:'{1}' 的訊息佇列登錄已中止，狀態為:'{0}'。

# event_MessageQueueRegisterCompleted
source: Message queue registration completed for uri '{0}'.
ar: اكتمل تسجيل قائمة انتظار الرسائل لمعرف uri '{0}'.
cs: Registrace fronty zpráv pro identifikátor URI {0} byla dokončena.
da: Registreringen af meddelelseskøen blev fuldført for URI'en:'{0}'.
de: Die Registrierung der Nachrichtenwarteschlange für URI "{0}" wurde abgeschlossen.
el: Η καταχώρηση ουράς μηνυμάτων ολοκληρώθηκε για το uri '{0}'.
es: Registro de la cola de mensajes completado para el URI:'{0}'.
fi: Viestijonon rekisteröinti uri-tunnukselle {0} valmis.
fr: Inscription à la file d'attente des messages terminée pour l'URI '{0}'.
he: הרישום של תור ההודעות הושלם עבור URI‏ '{0}'.
hu: Az üzenet-várólista regisztrálása befejeződött a következő URI számára: „{0}”.
it: Registrazione della coda di messaggi completata per l'URI '{0}'.
ja: URI '{0}' のメッセージ キューの登録が完了しました。
ko: URI '{0}'에 대한 메시지 큐 등록이 완료되었습니다.
nb: Meldingskøregistrering fullført for uri {0}.
nl: Registreren berichtenwachtrij voltooid voor URI {0}.
pl: Rejestracja kolejki komunikatów dla identyfikatora URI „{0}” została ukończona.
pt_br: Registro de fila de mensagens concluído para o uri '{0}'.
pt_pt: Registo da fila de mensagens concluído para o uri '{0}'.
ru: Регистрация очереди сообщений для URI "{0}" завершена.
sv: Registreringen i meddelandekön har slutförts för uri {0}.
tr: '{0}' uri'si için ileti sırası kaydı tamamlandı.
zh_cn: URI“{0}”的消息队列注册已完成。
zh_tw: URI '{0}' 的訊息佇列登錄已完成。

# event_MessageQueueRegisterFailed
source: Message queue registration for uri:'{0}' failed with status:'{1}'.
ar: فشل تسجيل قائمة انتظار الرسائل لمعرف uri:'{0}' بالحالة:'{1}'.
cs: Registrace fronty zpráv pro identifikátor URI {0} se nezdařila se stavem {1}.
da: Der opstod fejl i registreringen af meddelelseskøen for URI'en:'{0}' med statussen:'{1}'.
de: Fehler bei der Registrierung der Nachrichtenwarteschlange für URI "{0}", Status: "{1}".
el: Η καταχώρηση ουράς μηνυμάτων για το uri:'{0}' απέτυχε με κατάσταση:'{1}'.
es: Error en el registro de la cola de mensajes para el URI:'{0}' con el estado:'{1}'.
fi: Viestijonon rekisteröinti uri-tunnukselle {0} epäonnistui. Tila: {1}.
fr: Échec de l'inscription à la file d'attente des messages pour l'URI : '{0}' avec l'état : '{1}'.
he: רישום תור ההודעות עבור URI:‏'{0}' נכשל עם מצב:'{1}'.
hu: Az üzenet-várólista regisztrálása sikertelen volt a következő URI számára:„{0}”, állapot:„{1}”.
it: Registrazione della coda di messaggi per l'URI:"{0}" non riuscita con lo stato:'{1}'.
ja: URI:'{0}' のメッセージ キューの登録が状態:'{1}' で失敗しました。
ko: URI '{0}'에 대한 메시지 큐를 등록하지 못했습니다. 상태: '{1}'.
nb: Meldingskøregistrering for uri: {0} mislyktes med statusen: {1}.
nl: Registreren berichtenwachtrij voor URI:{0} mislukt met status:{1}.
pl: Rejestracja kolejki komunikatów dla identyfikatora URI „{0}” nie powiodła się (stan: „{1}”).
pt_br: Falha no registro de fila de mensagens para uri:'{0}' com o status:'{1}'.
pt_pt: O registo da fila de mensagens para o uri: '{0}' falhou com o estado: '{1}'.
ru: Регистрация очереди сообщений для URI: "{0}" завершилась ошибкой с состоянием: "{1}".
sv: Registreringen i meddelandekön för uri:{0} misslyckades med status:{1}.
tr: '{0}' uri'si için ileti sırası kaydı '{1}' durumuyla başarısız oldu.
zh_cn: URI“{0}”的消息队列注册已失败，状态为“{1}”。
zh_tw: URI:'{0}' 的訊息佇列登錄失敗，狀態為:'{1}'。

# event_MessageQueueRegisterStart
source: Message queue register start.
ar: بدء مسجل قائمة انتظار الرسائل.
cs: Registrace fronty zpráv byla zahájena.
da: Registreringen af meddelelseskøen blev startet.
de: Registrierung der Nachrichtenwarteschlange starten.
el: Έναρξη καταχώρησης ουράς μηνυμάτων.
es: Inicio del registro de cola de mensajes.
fi: Viestijonon rekisteröinti alkoi.
fr: Début de l'inscription à la file d'attente des messages.
he: התחלת רישום של תור הודעות.
hu: Az üzenet-várólista regisztrálásának megkezdése
it: Avvio registrazione della coda di messaggi.
ja: メッセージ キューの登録を開始します。
ko: 메시지 큐 등록이 시작됩니다.
nb: Meldingskøregistrering startet.
nl: Starten van registreren berichtenwachtrij.
pl: Rozpoczęto rejestrowanie kolejki komunikatów.
pt_br: O registro de fila de mensagens foi iniciado.
pt_pt: Iniciar registo da fila de mensagens.
ru: Запуск регистрации очереди сообщений.
sv: Meddelandeköregistreringen har påbörjats.
tr: İleti sırası kaydı başladı.
zh_cn: 消息队列注册开始。
zh_tw: 訊息佇列登錄開始。

# event_MessageQueueUnregisterSucceeded
source: Message queue unregister succeeded for uri:'{0}'.
ar: نجح إلغاء تسجيل قائمة انتظار الرسائل لمعرف uri:'{0}'.
cs: Zrušení registrace fronty zpráv pro identifikátor URI {0} se zdařilo.
da: Fjernelsen af registreringen af meddelelseskøen blev fuldført for URI'en:'{0}'.
de: Die Aufhebung der Registrierung der Nachrichtenwarteschlange für URI "{0}" war erfolgreich.
el: Η κατάργηση της καταχώρησης ουράς μηνυμάτων ήταν επιτυχής για το uri:'{0}'.
es: Anulación correcta del registro de la cola de mensajes para el URI:'{0}'.
fi: Viestijonon rekisteröinti poistettu onnistuneesti. Uri-tunnus: {0}.
fr: Désinscription de la file d'attente des messages effectuée pour l'URI : '{0}'.
he: ביטול הרישום של תור ההודעות בוצע בהצלחה עבור URI:‏'{0}'.
hu: Az üzenet-várólista regisztrációjának megszüntetése sikeresen befejeződött a következő URI számára:„{0}”.
it: Annullamento della registrazione della coda di messaggi completato per l'URI:'{0}'.
ja: URI:'{0}' のメッセージ キューの登録解除に成功しました。
ko: URI '{0}'에 대한 메시지 큐 등록을 취소했습니다.
nb: Meldingskøavregistrering lyktes for uri: {0}.
nl: Uit register verwijderen berichtenwachtrij geslaagd voor URI:{0}.
pl: Wyrejestrowywanie kolejki komunikatów dla identyfikatora URI „{0}” zakończyło się pomyślnie.
pt_br: Cancelamento do registro de fila de mensagens bem-sucedido para uri:'{0}'.
pt_pt: Anulação do registo da fila de mensagens com êxito para o uri: '{0}'.
ru: Отмена регистрации очереди сообщений успешно выполнена для URI: "{0}".
sv: Avregistrering av meddelandekö har slutförts för uri:{0}.
tr: '{0}' uri'si için ileti sırası kaydı başarıyla silindi.
zh_cn: URI“{0}”的消息队列注销已成功。
zh_tw: 為 URI:'{0}' 解除登錄訊息佇列成功。

# event_MessageReadByEncoder
source: A message with size '{0}' bytes was read by the encoder.
ar: تمت قراءة رسالة بحجم '{0}' بايت بواسطة أداة الترميز.
cs: Kodér přečetl zprávu o velikosti {0} bajtů.
da: Koderen læste en meddelelse med størrelsen '{0}'.
de: Vom Encoder wurde eine Nachricht mit einer Größe von {0} Bytes gelesen.
el: Έγινε ανάγνωση ενός μηνύματος μεγέθους '{0}' byte από τον κωδικοποιητή.
es: El codificador leyó un mensaje de '{0}' bytes de tamaño.
fi: Koodaustoiminto luki sanoman, jonka koko on {0} tavua.
fr: Un message d'une taille de '{0}' octets a été lu par l'encodeur.
he: המקודד קרא הודעה בגודל '{0}' בתים.
hu: A kódoló beolvasott egy „{0}” bájt méretű üzenetet.
it: Un messaggio di dimensioni '{0}' byte è stato letto dal codificatore.
ja: サイズ '{0}' バイトのメッセージがエンコーダーによって読み取られました。
ko: 인코더가 크기가 '{0}'바이트인 메시지를 읽었습니다.
nb: En melding med størrelsen {0} byte ble lest av koderen.
nl: Een bericht met een grootte van {0} bytes is gelezen door de encoder.
pl: Koder odczytał komunikat o wyrażonym w bajtach rozmiarze równym {0}.
pt_br: Uma mensagem com o tamanho de '{0}' bytes foi lida pelo codificador.
pt_pt: O codificador leu uma mensagem com '{0}' bytes.
ru: Сообщение размером "{0}" байт прочитано кодировщиком.
sv: Ett meddelande med storleken {0} byte lästes av kodaren.
tr: Kodlayıcı tarafından boyutu '{0}' bayt olan bir ileti okundu.
zh_cn: 编码器已读取大小为“{0}”字节的消息。
zh_tw: 編碼器讀取大小為 '{0}' 位元組的訊息。

# event_MessageReceivedByTransport
source: The transport received a message from '{0}'.
ar: تلقى النقل رسالة من '{0}'.
cs: Přenos obdržel zprávu od {0}.
da: Transporten modtog en meddelelse fra '{0}'.
de: Der Transport hat eine Nachricht von '{0}' empfangen.
el: Η μεταφορά έλαβε ένα μήνυμα σε ένα '{0}'.
es: El transporte ha recibido un mensaje de '{0}'.
fi: Siirto vastaanotti sanoman kohteesta {0}.
fr: Le transport a reçu un message de '{0}'.
he: התעבורה קיבלה הודעה מ- '{0}'.
hu: Az átvitel üzenetet kapott a következőtől: „{0}”.
it: Il trasporto ha ricevuto un messaggio da '{0}'.
ja: トランスポートが '{0}' からメッセージを受信しました。
ko: 전송이 '{0}'에서 메시지를 받았습니다.
nb: Transporten mottok en melding fra {0}.
nl: Het transport heeft een bericht ontvangen van {0}.
pl: Funkcja transportu odebrała wiadomość od „{0}”.
pt_br: O transporte recebeu uma mensagem de '{0}'.
pt_pt: O transporte recebeu uma mensagem de '{0}'.
ru: Транспорт получил сообщение от "{0}".
sv: Transporten tog emot ett meddelande från {0}.
tr: Taşıma, '{0}' öğesinden bir ileti aldı.
zh_cn: 传输从“{0}”收到了一条消息。
zh_tw: 傳輸收到來自 '{0}' 的訊息。

# event_MessageReceivedFromTransport
source: The Dispatcher received a message from the transport. Correlation ID == '{0}'.
ar: تلقى المرسل رسالة من النقل. معرف الارتباط == '{0}'.
cs: Dispečer přijal zprávu od přenosu. ID korelace = {0}.
da: Afsenderen modtog en meddelelse fra transporten. Correlation ID == '{0}'.
de: Der Verteiler hat eine Nachricht vom Transport empfangen. Korrelations-ID == '{0}'.
el: Το πρόγραμμα αποστολής παρέλαβε ένα μήνυμα από τη μεταφορά. Αναγνωριστικό συσχέτισης == '{0}'.
es: El distribuidor recibió un mensaje del transporte. Identificador de correlación == '{0}'.
fi: Lähetystoiminto vastaanotti sanoman siirrolta. Korrelaatiotunnus = {0}.
fr: Le répartiteur a reçu un message du transport. ID de corrélation == '{0}'.
he: המשגר קיבל הודעה מהתעבורה. מזהה מיתאם == '{0}'.
hu: A kézbesítő üzenetet kapott az átviteltől. Korrelációazonosító: „{0}”.
it: Il dispatcher ha ricevuto un messaggio dal trasporto. ID correlazione == '{0}'.
ja: ディスパッチャーがトランスポートからメッセージを受信しました。関連付け ID == '{0}'。
ko: 디스패처가 전송에서 메시지를 받았습니다. Correlation ID == '{0}'.
nb: Senderen mottok en melding fra transporten. Korrelasjons-ID == {0}.
nl: De dispatcher heeft een bericht ontvangen van het transport. Correlatie-id == {0}.
pl: Dyspozytor odebrał wiadomość od funkcji transportu. Identyfikator korelacji = „{0}”.
pt_br: O Dispatcher recebeu uma mensagem do transporte. ID de correlação == '{0}'.
pt_pt: O Dispatcher recebeu uma mensagem do transporte. ID de Correlação == '{0}'.
ru: Диспетчер получил сообщение от транспорта. Идентификатор корреляции == "{0}".
sv: Dispatcher tog emot ett meddelande från transporten. Korrelations-id == {0}.
tr: Dağıtıcı taşımadan bir ileti aldı. Bağıntı Kimliği == '{0}'.
zh_cn: 调度程序从传输收到一条消息。相关 ID 为“{0}”。
zh_tw: Dispatcher 收到來自傳輸的訊息。相互關聯識別碼 == '{0}'。

# event_MessageSentByTransport
source: The transport sent a message to '{0}'.
ar: أرسل النقل رسالة إلى '{0}'.
cs: Přenos odeslal zprávu na {0}.
da: Transporten sendte en meddelelse til '{0}'.
de: Der Transport hat eine Nachricht an '{0}' gesendet.
el: Η μεταφορά έστειλε ένα μήνυμα στο '{0}'.
es: El transporte ha enviado un mensaje a '{0}'.
fi: Siirto lähetti sanoman kohteeseen {0}.
fr: Le transport a envoyé un message à '{0}'.
he: התעבורה שלחה הודעה אל '{0}'.
hu: Az átvitel elküldött egy üzenetet a következőnek: „{0}”.
it: Il trasporto ha inviato un messaggio a '{0}'.
ja: トランスポートが '{0}' にメッセージを送信しました。
ko: 전송이 '{0}'에 메시지를 보냈습니다.
nb: Transporten sendte en melding til {0}.
nl: Het transport heeft een bericht verzonden naar {0}.
pl: Funkcja transportu wysłała wiadomość do „{0}”.
pt_br: O transporte enviou uma mensagem para '{0}'.
pt_pt: O transporte enviou uma mensagem para '{0}'.
ru: Транспорт отправил сообщение в "{0}".
sv: Transporten skickade ett meddelande {0}.
tr: Taşıma, '{0}' öğesine bir ileti gönderdi.
zh_cn: 传输向“{0}”发送了一条消息。
zh_tw: 傳輸已傳送訊息到 '{0}'。

# event_MessageSentToTransport
source: The Dispatcher sent a message to the transport. Correlation ID == '{0}'.
ar: أرسل المرسل رسالة إلى النقل. معرف الارتباط == '{0}'.
cs: Dispečer odeslal zprávu přenosu. ID korelace = {0}.
da: Afsenderen sendte en meddelelse til transporten. Correlation ID == '{0}'.
de: Der Verteiler hat eine Nachricht an den Transport gesendet. Korrelations-ID == '{0}'.
el: Το πρόγραμμα αποστολής έστειλε ένα μήνυμα στη μεταφορά. Αναγνωριστικό συσχέτισης == '{0}'.
es: El distribuidor envió un mensaje al transporte. Identificador de correlación == '{0}'.
fi: Lähetystoiminto lähetti sanoman siirrolle. Korrelaatiotunnus = {0}.
fr: Le répartiteur a envoyé un message au transport. ID de corrélation == '{0}'.
he: המשגר שלח הודעה לתעבורה. מזהה מיתאם == '{0}'.
hu: A kézbesítő elküldött egy üzenetet az átvitelnek. Korrelációazonosító: „{0}”.
it: Il dispatcher ha inviato un messaggio al trasporto. ID correlazione == '{0}'.
ja: ディスパッチャーがトランスポートにメッセージを送信しました。関連付け ID == '{0}'。
ko: 디스패처가 전송에 메시지를 보냈습니다. Correlation ID == '{0}'.
nb: Senderen sendte en melding til transporten. Korrelasjons-ID == {0}.
nl: De dispatcher heeft een bericht verzonden naar het transport. Correlatie-id == {0}.
pl: Dyspozytor wysłał wiadomość do funkcji transportu. Identyfikator korelacji = „{0}”.
pt_br: O Dispatcher enviou uma mensagem para o transporte. ID de correlação == '{0}'.
pt_pt: O Dispatcher enviou uma mensagem ao transporte. ID de Correlação == '{0}'.
ru: Диспетчер отправил сообщение в транспорт. Идентификатор корреляции == "{0}".
sv: Dispatcher skickade ett meddelande till transporten. Korrelations-id == {0}.
tr: Dağıtıcı taşımaya bir ileti gönderdi. Bağıntı Kimliği == '{0}'.
zh_cn: 调度程序向传输发送了一条消息。相关 ID 为“{0}”。
zh_tw: Dispatcher 已傳送訊息到傳輸。相互關聯識別碼 == '{0}'。

# event_MessageThrottleAtSeventyPercent
source: The '{0}' throttle limit of '{1}' is at 70%%.
ar: بلغ حد كبح '{0}' لـ '{1}' نسبة 70%%.
cs: Omezení {0} – {1} je na sedmdesáti procentech.
da: 70 %% af throttlegrænsen på '{1}' for '{0}' er nået.
de: Die '{0}'-Drosselungsgrenze von '{1}' beträgt 70 %%.
el: Το όριο '{0}' της επιτάχυνσης '{1}' βρίσκεται στο 70%%.
es: La limitación '{0}' de '{1}' se encuentra al 70%%.
fi: Kohteen {1} kiihdytyksen {0} raja on arvossa 70 %%.
fr: La valeur de la limitation '{0}' de '{1}' est à 70%%.
he: המגבלה '{1}' של המצערת '{0}' היא 70%%.
hu: Elérte a(z) „{0}” üzenetszabályozó „{1}” korlátjának 70%%-át.
it: Il limite di velocità ''{0}' di '{1}' è al 70%%.
ja: スロットル '{0}' の '{1}' の制限は 70%% です。
ko: '{0}'의 '{1}' 스로틀 제한이 70%%입니다.
nb: Kvelningsgrensen {0} for {1} er på 70 %%.
nl: De versnellingslimiet {0} van {1} bedraagt 70%%.
pl: Limit przepustnicy „{0}” elementu „{1}” ma wartość 70%%.
pt_br: O limite de '{1}' do acelerador '{0}' está a 70%%.
pt_pt: O limite da limitação '{0}' de '{1}' está a 70%%.
ru: Предел регулирования "{0}", равный "{1}", достигнут на 70%%.
sv: Begränsningen {0} av {1} är på 70 %%.
tr: '{1}' öğesinin '{0}' azaltma sınırı %{6}0'te.
zh_cn: “{1}”的中止值“{0}”为 70%%。
zh_tw: '{1}' 的 '{0}' 節流限制為 70%%。

# event_MessageThrottleExceeded
source: The '{0}' throttle limit of '{1}' was hit.
ar: تم بلوغ حد الكبح '{0}' لـ '{1}'.
cs: Bylo dosaženo omezení {0} s limitem {1}.
da: Throttlegrænsen på '{1}' for '{0}' er nået.
de: Die '{0}'-Drosselungsbeschränkung von '{1}' wurde erreicht.
el: Πραγματοποιήθηκε επίτευξη του ορίου '{0}' της επιτάχυνσης '{1}'.
es: Se alcanzó el límite '{0}' de '{1}'.
fi: Nopeutuksen {0} rajoitus {1} saavutettiin.
fr: La valeur de la limitation '{0}' de '{1}' a été atteinte.
he: המערכת הגיעה אל המגבלה '{1}' של המצערת '{0}'.
hu: Elérte a(z) „{0}” üzenetszabályozó „{1}” korlátját.
it: È stato raggiunto il limite di velocità '{0}' di '{1}'.
ja: スロットル '{0}' の '{1}' の制限に達しました。
ko: '{0}'의 스로틀 한계 '{1}'에 도달했습니다.
nb: Kvelningsgrensen {0} for {1} er nådd.
nl: De versnellingslimiet {0} van {1} is bereikt.
pl: Limit przepustnicy „{0}” elementu „{1}” został osiągnięty.
pt_br: O limite de '{1}' do acelerador '{0}' foi atingido.
pt_pt: O limite da limitação '{0}' de '{1}' foi atingido.
ru: Достигнут предел регулирования "{0}", равный "{1}".
sv: Begränsningen {0} för {1} uppnåddes.
tr: '{0}' azaltmasının '{1}' sınırına ulaşıldı.
zh_cn: 达到了“{1}”的中止值“{0}”。
zh_tw: 已達到 '{1}' 的 '{0}' 節流限制。
