Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_WebHostRequestStop
source: WebHostRequest stop.
ar: تم إيقاف WebHostRequest.
cs: Ukončení požadavku WebHostRequest
da: WebHostRequest blev stoppet.
de: WebHostRequest anhalten.
el: Λήξη WebHostRequest.
es: Detención de WebHostRequest.
fi: WebHostRequest pysähtyi.
fr: Arrêt de WebHostRequest.
he: הפסקת WebHostRequest‏.
hu: WebHostRequest befejezése
it: Arresto di WebHostRequest.
ja: WebHostRequest を停止します。
ko: WebHostRequest가 중지됩니다.
nb: WebHostRequest stopper
nl: WebHostRequest stoppen.
pl: Zatrzymano wykonywanie żądania WebHostRequest.
pt_br: Parada de WebHostRequest.
pt_pt: Parar WebHostRequest.
ru: Остановка WebHostRequest.
sv: Stoppa WebHostRequest.
tr: WebHostRequest durdu.
zh_cn: WebHostRequest 停止。
zh_tw: WebHostRequest 停止。

# event_WebhostUnregisterProtocolFailed
source: Error Code:{0}
ar: رمز الخطأ:{0}
cs: Kód chyby: {0}
da: Fejlkode:{0}
de: Fehlercode:{0}
el: Κωδικός σφάλματος:{0}
es: Código de error:{0}
fi: Virhekoodi:{0}
fr: Code d'erreur : {0}
he: קוד שגיאה:{0}
hu: Hibakód:{0}
it: Codice errore:{0}
ja: エラー コード:{0}
ko: 오류 코드:{0}
nb: Feilkode:{0}
nl: Foutcode:{0}
pl: Kod błędu:{0}
pt_br: Código de erro: {0}
pt_pt: Código de Erro: {0}
ru: Код ошибки: {0}
sv: Felkod:{0}
tr: Hata Kodu: {0}
zh_cn: 错误代码: {0}
zh_tw: 錯誤碼:{0}

# event_WebSocketAsyncReadStart
source: WebSocketId:{0} read start.
ar: WebSocketId:{0} بدء القراءة.
cs: Bylo zahájeno čtení ze soketu WebSocketId {0}.
da: WebSocketId:{0} læste start.
de: WebSocketId: {0} hat den Lesevorgang gestartet.
el: WebSocketId:{0} έναρξη ανάγνωσης.
es: WebSocketId:{0} inicio de lectura.
fi: WebSocketId:{0}-lukeminen alkoi.
fr: Début de lecture de l'élément WebSocketId : {0}.
he: WebSocketId:{0} הקריאה החלה.
hu: Megkezdődött a WebSocketId:{0} olvasása.
it: WebSocketId: {0} avvio lettura.
ja: WebSocketId:{0} が読み取りを開始します。
ko: WebSocketId:{0}에서 읽기를 시작합니다.
nb: WebSocketId:{0} les start.
nl: WebSocketId:{0} beginnen met lezen.
pl: Gniazdo WebSocketId:{0} rozpoczęło odczyt.
pt_br: WebSocketId:{0} início da leitura.
pt_pt: Iniciar leitura de WebSocketId:{0}.
ru: WebSocketId: {0} началось чтение.
sv: WebSocketId:{0} lässtart.
tr: WebSocketId:{0}, okuma başladı.
zh_cn: WebSocketId:{0} 读取开始。
zh_tw: WebSocketId:{0} 開始讀取。

# event_WebSocketAsyncReadStop
source: WebSocketId:{0} read '{1}' bytes from '{2}'.
ar: WebSocketId:{0} قراءة '{1}' بايت من '{2}'.
cs: Soket WebSocketId {0} přečetl {1} bajtů ze: {2}
da: WebSocketId:{0} læste '{1}' byte fra '{2}'.
de: WebSocketId: {0} hat {1} Bytes aus "{2}" gelesen.
el: WebSocketId:{0} ανέγνωσε '{1}' byte από την '{2}'.
es: WebSocketId:{0} leer bytes '{1}' de '{2}'.
fi: WebSocketId:{0} luki {1} tavua lähteestä {2}.
fr: L'élément WebSocketId : {0} a lu « {1} » octets à partir de « {2} ».
he: WebSocketId:{0}} קורא '{1}' בתים מ-'{2}'.
hu: WebSocketId:{0}, {1} bájt beolvasva a következő helyről: {2}.
it: WebSocketId: {0} letti '{1}' byte da '{2}'.
ja: WebSocketId:{0} が '{2}' から '{1}' バイトを読み取りました。
ko: WebSocketId:{0}이(가) '{2}'에서 '{1}'바이트를 읽었습니다.
nb: WebSocketId:{0} leste {1} byte fra {2}.
nl: WebSocketId:{0} lezen van {1} bytes van {2}.
pl: Gniazdo WebSocketId:{0} odczytało z „{2}” następującą liczbę bajtów: {1}.
pt_br: WebSocketId:{0} lidos '{1}' bytes de '{2}'.
pt_pt: WebSocketId:{0} leu '{1}' bytes de '{2}'.
ru: WebSocketId: {0} чтение "{1}" байт по адресу "{2}".
sv: WebSocketId:{0} läste {1} byte från {2}.
tr: WebSocketId:{0}, '{2}' kaynağından '{1}' bayt okudu.
zh_cn: WebSocketId:{0} 从“{2}”读取“{1}”个字节。
zh_tw: WebSocketId:{0} 從 '{2}' 中讀取 '{1}' 個位元組。

# event_WebSocketAsyncWriteStart
source: WebSocketId:{0} writing '{1}' bytes to '{2}'.
ar: WebSocketId:{0} كتابة '{1}' بايت إلى '{2}'.
cs: Soket WebSocketId {0} zapisuje {1} bajtů do: {2}
da: WebSocketId:{0} læste '{1}' byte til '{2}'.
de: WebSocketId: {0} schreibt {1} Bytes in "{2}".
el: WebSocketId:{0} γράφει '{1}' byte στην '{2}'.
es: WebSocketId:{0} escribiendo bytes '{1}' en '{2}'.
fi: WebSocketId:{0} kirjoittaa {1} tavua kohteeseen {2}.
fr: L'élément WebSocketId : {0} a écrit « {1} » octets dans « {2} ».
he: WebSocketId:{0}} כותב '{1}' בתים ל-'{2}'.
hu: WebSocketId:{0}, {1} bájt írása folyamatban van a következő helyre: {2}.
it: WebSocketId: {0} scrittura di '{1}' byte a '{2}'.
ja: WebSocketId:{0} が '{2}' に '{1}' バイトを書き込んでいます。
ko: WebSocketId:{0}에서 '{2}'에 '{1}'바이트를 쓰는 중입니다.
nb: WebSocketId:{0} skriver {1} byte til {2}.
nl: WebSocketId:{0} schrijven van {1} bytes naar {2}.
pl: Gniazdo WebSocketId:{0} zapisuje w „{2}” następującą liczbę bajtów: {1}.
pt_br: WebSocketId:{0} gravando '{1}' bytes em '{2}'.
pt_pt: WebSocketId:{0} a escrever '{1}' bytes em '{2}'.
ru: WebSocketId: {0} запись "{1}" байт по адресу "{2}".
sv: WebSocketId:{0} skriver {1} byte till {2}.
tr: WebSocketId:{0}, '{1}' hedefine '{2}' bayt yazıyor.
zh_cn: WebSocketId:{0} 正在将“{1}”个字节写入“{2}”。
zh_tw: WebSocketId:{0} 將 '{1}' 個位元組寫入 '{2}'。

# event_WebSocketAsyncWriteStop
source: WebSocketId:{0} asynchronous write stop.
ar: WebSocketId:{0} توقف كتابة غير متزامن.
cs: Ukončen asynchronní zápis v soketu WebSocketId {0}.
da: WebSocketId:{0} asynkron skrivning stoppet.
de: WebSocketId: {0} hat den asynchronen Schreibvorgang beendet.
el: WebSocketId:{0} διακοπή ασύγχρονης εγγραφής.
es: WebSocketId:{0} detención de escritura asincrónica.
fi: Kohteen WebSocketId:{0} asynkroninen kirjoitus pysähtyi.
fr: Arrêt de l'écriture asynchrone de l'élément WebSocketId : {0}.
he: WebSocketId:{0} כתיבה אסינכרונית נעצרה.
hu: Leállt a WebSocketId:{0} aszinkron írása.
it: WebSocketId: {0} arresto scrittura asincrona.
ja: WebSocketId:{0} が非同期書き込みを停止します。
ko: WebSocketId:{0}에서 비동기 쓰기를 중지합니다.
nb: WebSocketId:{0} asynkron skrivestopp.
nl: WebSocketId:{0} stoppen van asynchroon schrijven.
pl: Gniazdo WebSocketId:{0} zatrzymało zapis asynchroniczny.
pt_br: WebSocketId:{0} parada da gravação assíncrona.
pt_pt: Parar escrita assíncrona de WebSocketId:{0}.
ru: WebSocketId: {0} асинхронная запись остановлена.
sv: WebSocketId:{0} asynkront skrivstopp.
tr: WebSocketId:{0}, zaman uyumsuz yazma durdu.
zh_cn: WebSocketId:{0} 异步写入停止。
zh_tw: WebSocketId:{0} 非同步寫入停止。

# event_WebSocketCloseOutputSent
source: WebSocketId:{0} sending close output message to '{1}' with close status '{2}'.
ar: WebSocketId:{0} إرسال رسالة إخراج إغلاق إلى '{1}' بحالة إغلاق '{2}'.
cs: Soket WebSocketId {0} odesílá zprávu ukončení výstupu příjemci {1}. Stav ukončení je {2}.
da: WebSocketId:{0} sender luk output-meddelelse til '{1}' med luk-status '{2}'.
de: WebSocketId: {0} sendet Nachricht zum Schließen der Ausgabe mit dem Schließstatus "{2}" an "{1}".
el: WebSocketId:{0} στέλνει μήνυμα κλεισίματος εξόδου στην '{1}' με κατάσταση κλεισίματος '{2}'.
es: WebSocketId:{0} enviando mensaje de salida de cierre a '{1}' con estado de cierre '{2}'.
fi: WebSocketId:{0} lähettää tulosteen sulkemisen sanomaa kohteeseen {1}, sulkemisen tila: {2}.
fr: L'élément WebSocketId : {0} a envoyé un message en sortie de fermeture à « {1} » avec l'état de fermeture « {2} ».
he: WebSocketId:{0} שולח הודעת פלט סגורה ל- '{1}' עם מצב סגור '{2}'.
hu: A WebSocketId:{0} lezárási kimenetüzenetet küld a következőnek „{2}” lezárási állapottal: „{1}”.
it: WebSocketId: {0} invio messaggio di output di chiusura a '{1}' con stato di chiusura '{2}'.
ja: WebSocketId:{0} が、終了ステータス '{2}' の終了出力メッセージを '{1}' に送信しています。
ko: WebSocketId:{0}에서 닫기 상태 '{2}'(으)로 '{1}'에 출력 닫기 메시지를 보내는 중입니다.
nb: WebSocketId:{0} sender lukkeutdatamelding til {1} med lukkestatusen {2}.
nl: WebSocketId:{0} verzenden van bericht voor sluiten van uitvoer naar {1} met sluitstatus {2}.
pl: Gniazdo WebSocketId:{0} wysyła komunikat zamknięcia wyjścia do „{1}”, używając stanu zamknięcia „{2}”.
pt_br: WebSocketId:{0} enviando mensagem de saída de fechamento a '{1}' com o status de fechamento '{2}'.
pt_pt: WebSocketId:{0} a enviar uma mensagem de saída de fecho a '{1}' com o estado de fecho '{2}'.
ru: WebSocketId: {0} отправка выходного сообщения о закрытии по адресу "{1}" с состоянием закрытия "{2}".
sv: WebSocketId:{0} skickar stängningsutdatameddelande till {1} med stängningsstatus {2}.
tr: WebSocketId:{0}, '{1}' tarafına '{2}' kapatma durumuyla kapatma çıkış iletisi gönderiyor.
zh_cn: WebSocketId:{0} 正在向“{1}”发送关闭输出消息，关闭状态为“{2}”。
zh_tw: WebSocketId:{0} 將關閉輸出訊息傳送至具有關閉狀態 '{2}' 的 '{1}'。

# event_WebSocketCloseSent
source: WebSocketId:{0} sending close message to '{1}' with close status '{2}'.
ar: WebSocketId:{0} إرسال رسالة إغلاق إلى '{1}' بحالة إغلاق '{2}'.
cs: Soket WebSocketId {0} odesílá zprávu ukončení příjemci {1}. Stav ukončení je {2}.
da: WebSocketId:{0} sender luk-meddelelse til '{1}' med luk-status '{2}'.
de: WebSocketId: {0} sendet Schließen-Nachricht mit dem Schließstatus "{2}" an "{1}".
el: WebSocketId:{0} στέλνει μήνυμα κλεισίματος στην '{1}' με κατάσταση κλεισίματος '{2}'.
es: WebSocketId:{0} enviando mensaje de cierre a '{1}' con estado de cierre '{2}'.
fi: WebSocketId:{0} lähettää sulkemisen sanomaa kohteeseen {1}, sulkemisen tila: {2}.
fr: L'élément WebSocketId : {0} a envoyé un message de fermeture à « {1} » avec l'état de fermeture « {2} ».
he: WebSocketId:{0} שולח הודעה סגורה ל- '{1}' עם מצב סגור '{2}'.
hu: A WebSocketId:{0} lezárási üzenetet küld a következőnek „{2}” lezárási állapottal: „{1}”.
it: WebSocketId: {0} invio messaggio di chiusura a '{1}' con stato di chiusura '{2}'.
ja: WebSocketId:{0} が、終了ステータス '{2}' の終了メッセージを '{1}' に送信しています。
ko: WebSocketId:{0}에서 닫기 상태 '{2}'(으)로 '{1}'에 닫기 메시지를 보내는 중입니다.
nb: WebSocketId:{0} sender lukkemelding til {1} med lukkestatusen {2}.
nl: WebSocketId:{0} verzenden van sluitbericht naar {1} met sluitstatus {2}.
pl: Gniazdo WebSocketId:{0} wysyła komunikat zamknięcia do „{1}”, używając stanu zamknięcia „{2}”.
pt_br: WebSocketId:{0} enviando mensagem de fechamento a '{1}' com o status de fechamento '{2}'.
pt_pt: WebSocketId:{0} a enviar uma mensagem de fecho a '{1}' com o estado de fecho '{2}'.
ru: WebSocketId: {0} отправка сообщения о закрытии по адресу "{1}" с состоянием закрытия "{2}".
sv: WebSocketId:{0} skickar stängningsmeddelande till {1} med stängningsstatus {2}.
tr: WebSocketId:{0}, '{1}' tarafına '{2}' kapatma durumuyla kapatma iletisi gönderiyor.
zh_cn: WebSocketId:{0} 正在向“{1}”发送关闭消息，关闭状态为“{2}”。
zh_tw: WebSocketId:{0} 將關閉訊息傳送至具有關閉狀態 '{2}' 的 '{1}'。

# event_WebSocketCloseStatusReceived
source: WebSocketId:{0} connection close message received with status '{1}'.
ar: WebSocketId:{0} تلقي رسالة إغلاق اتصال بحالة '{1}'.
cs: Soket WebSocketId {0} přijal zprávu ukončení připojení. Kód stavu je {1}.
da: WebSocketId:{0} forbindelse luk-meddelelse modtaget med status '{1}'.
de: Nachricht zum Schließen der Verbindung mit WebSocketId: {0} mit dem Status "{1}" empfangen.
el: WebSocketId:{0} λήφθηκε μήνυμα κλεισίματος σύνδεσης με κατάσταση '{1}'.
es: WebSocketId:{0} mensaje de cierre de conexión recibido con el estado '{1}'.
fi: WebSocketId:{0}-yhteyden sulkemisen sanoma vastaanotettiin, tila: {1}.
fr: Message de fermeture de la connexion à l'élément WebSocketId : {0} reçu avec l'état « {1} ».
he: WebSocketId:{0} התקבלה הודעה על סגירת חיבור עם מצב '{1}'.
hu: WebSocketId:{0} kapcsolatlezárási üzenet érkezett a következő állapottal: „{1}”.
it: WebSocketId: {0} messaggio di chiusura connessione ricevuto con stato '{1}'.
ja: WebSocketId:{0} が、状態 '{1}' の接続終了メッセージを受信しました。
ko: WebSocketId:{0} 연결 닫기 메시지가 상태 '{1}'(으)로 수신되었습니다.
nb: WebSocketId:{0}-tilkoblingslukkemelding mottatt med statusen {1}.
nl: WebSocketId:{0} bericht voor sluiten van verbinding ontvangen met status {1}.
pl: Gniazdo WebSocketId:{0} odebrało komunikat zamknięcia połączenia ze stanem „{1}”.
pt_br: WebSocketId:{0} mensagem de fechamento de conexão recebida com o status '{1}'.
pt_pt: Mensagem de fecho da ligação de WebSocketId:{0} recebida com o estado '{1}'.
ru: WebSocketId: соединение {0} получило сообщение о закрытии с состоянием "{1}".
sv: WebSocketId:{0}-anslutningen stänger meddelandet som tagits emot med status {1}.
tr: WebSocketId:{0}, '{1}' durumuyla bağlantı kapatma iletisi alındı.
zh_cn: 收到 WebSocketId:{0} 连接关闭消息，状态为“{1}”。
zh_tw: WebSocketId:{0} 收到具有狀態 '{1}' 的連接關閉訊息。

# event_WebSocketConnectionAborted
source: WebSocketId:{0} connection is aborted.
ar: WebSocketId:{0} تم إجهاض الاتصال.
cs: Připojení soketu WebSocketId {0} je přerušeno.
da: WebSocketId:{0}forbindelse er afbrudt.
de: Die Verbindung mit WebSocketId: {0} wurde abgebrochen.
el: WebSocketId:{0} η σύνδεση ματαιώθηκε.
es: WebSocketId:{0} solicitud de conexión anulada.
fi: WebSocketId:{0}-yhteys on keskeytetty.
fr: La connexion à l'élément WebSocketId : {0} est abandonnée.
he: WebSocketId:{0} החיבור בוטל.
hu: A WebSocketId:{0} kapcsolódás megszakítva.
it: WebSocketId: {0} connessione interrotta.
ja: WebSocketId:{0} の接続が中止されました。
ko: WebSocketId:{0} 연결이 중단되었습니다.
nb: WebSocketId:{0}-tilkobling er avsluttet.
nl: WebSocketId:{0} verbinding is afgebroken.
pl: Połączenie gniazda WebSocketId:{0} zostało przerwane.
pt_br: WebSocketId:{0} conexão anulada.
pt_pt: A ligação de WebSocketId:{0} foi abortada.
ru: WebSocketId: запрос к соединению с {0} отклонен.
sv: WebSocketId:{0}-anslutningen avbröts.
tr: WebSocketId:{0}, bağlantı iptal edildi.
zh_cn: WebSocketId:{0} 连接已中止。
zh_tw: WebSocketId:{0} 連接已中止。

# event_WebSocketConnectionAccepted
source: WebSocketId:{0} connection accepted.
ar: WebSocketId:{0} تم قبول الاتصال.
cs: Připojení soketu WebSocketId {0} bylo přijato.
da: WebSocketId:{0} forbindelse accepteret.
de: Die Verbindung mit WebSocketId: {0} wurde akzeptiert.
el: WebSocketId:{0} η σύνδεση έγινε αποδεκτή.
es: WebSocketId:{0} conexión aceptada.
fi: WebSocketId:{0}-yhteys hyväksyttiin.
fr: La connexion à l'élément WebSocketId : {0} est acceptée.
he: WebSocketId:{0} החיבור התקבל.
hu: Befejeződött a WebSocketId:{0} kapcsolat elfogadása.
it: WebSocketId: {0} connessione accettata.
ja: WebSocketId:{0} の接続を受け入れました。
ko: WebSocketId:{0} 연결이 수락되었습니다.
nb: WebSocketId:{0}-tilkobling godtar start.
nl: WebSocketId:{0} verbinding geaccepteerd.
pl: Połączenie gniazda WebSocketId:{0} zostało zaakceptowane.
pt_br: WebSocketId:{0} conexão aceita.
pt_pt: Ligação de WebSocketId:{0} aceite.
ru: WebSocketId: запрос к соединению с {0} принят.
sv: WebSocketId:{0}-anslutningen har godkänts.
tr: WebSocketId:{0}, bağlantı kabul edildi.
zh_cn: WebSocketId:{0} 连接已接受。
zh_tw: WebSocketId:{0} 已接受連接。

# event_WebSocketConnectionAcceptStart
source: WebSocket connection accept start.
ar: بدء قبول اتصال WebSocket.
cs: Bylo zahájeno přijímání připojení soketu WebSocket.
da: WebSocket-forbindelse accepterer start.
de: Das Akzeptieren der WebSocket-Verbindung wurde gestartet.
el: Έναρξη αποδοχής σύνδεσης WebSocket.
es: Inicio de aceptación de conexión de WebSocket.
fi: WebSocket-yhteyden hyväksyminen alkoi.
fr: Début de l'acceptation de la connexion à l'élément WebSocket.
he: קבלת חיבור WebSocket החלה.
hu: Megkezdődött a WebSocket-kapcsolat elfogadása.
it: Avvio accettazione connessione WebSocket.
ja: WebSocket 接続の受け入れを開始します。
ko: WebSocket 연결 수락을 시작합니다.
nb: WebSocketId-tilkobling godtar start.
nl: Begin van accepteren van WebSocket-verbinding.
pl: Rozpoczęto akceptację połączenia obiektu WebSocket.
pt_br: Início da aceitação da conexão WebSocket.
pt_pt: Iniciar aceitação da ligação de WebSocket.
ru: Начато соединение WebSocket.
sv: WebSocket-anslutningen godkänner start.
tr: WebSocket bağlantı kabulü başladı.
zh_cn: WebSocket 连接接受开始。
zh_tw: WebSocket 開始接受連接。

# event_WebSocketConnectionClosed
source: WebSocketId:{0} connection closed.
ar: WebSocketId:{0} تم إغلاق الاتصال.
cs: Připojení soketu WebSocketId {0} bylo ukončeno.
da: WebSocketId:{0} forbindelse lukket.
de: Die Verbindung mit WebSocketId: {0} wurde geschlossen.
el: WebSocketId:{0} η σύνδεση έκλεισε.
es: WebSocketId:{0} conexión cerrada.
fi: WebSocketId:{0}-yhteys suljettiin.
fr: La connexion à l'élément WebSocketId : {0} est fermée.
he: WebSocketId:{0} החיבור סגור.
hu: A WebSocketId:{0} kapcsolat lezárult.
it: WebSocketId: {0} connessione chiusa.
ja: WebSocketId:{0} の接続を終了しました。
ko: WebSocketId:{0} 연결이 닫혔습니다.
nb: WebSocketId:{0}-tilkobling lukket.
nl: WebSocketId:{0} verbinding gesloten.
pl: Połączenie gniazda WebSocketId:{0} zostało zamknięte.
pt_br: WebSocketId:{0} conexão fechada.
pt_pt: Ligação de WebSocketId:{0} fechada.
ru: WebSocketId: соединение {0} закрыто.
sv: WebSocketId:{0}-anslutningen stängdes.
tr: WebSocketId:{0}, bağlantı kapatıldı.
zh_cn: WebSocketId:{0} 连接已关闭。
zh_tw: WebSocketId:{0} 已關閉連接。

# event_WebSocketConnectionDeclined
source: WebSocket connection declined with status code '{0}'
ar: تم رفض اتصال WebSocket برمز الحالة '{0}'
cs: Připojení soketu WebSocket bylo odmítnuto. Kód stavu je {0}.
da: WebSocket-forbindelse blev nægtet med statuskode '{0}'
de: Die WebSocket-Verbindung wurde mit dem Statuscode "{0}" abgelehnt.
el: Απόρριψη σύνδεσης WebSocket με κωδικό κατάστασης '{0}'
es: Conexión de WebSocket rechazada con el código de estado '{0}'
fi: WebSocket-yhteys hylättiin, tilakoodi: {0}
fr: Connexion à l'élément WebSocket refusée avec le code d'état « {0} »
he: חיבור WebSocket נדחה עם קוד המצב '{0}'
hu: A WebSocket-kapcsolat elutasítva a következő állapotkóddal: „{0}”.
it: Connessione WebSocket rifiutata con codice di stato '{0}'
ja: WebSocket 接続が状態コード '{0}' で拒否されました
ko: WebSocket 연결이 상태 코드 '{0}'(으)로 거부되었습니다.
nb: WebSocket-tilkobling ble avslått med statuskoden {0}
nl: WebSocket-verbinding afgewezen met statuscode {0}
pl: Połączenie obiektu WebSocket zostało odrzucone; kod stanu: „{0}”.
pt_br: Conexão WebSocket recusada com o código de status '{0}'
pt_pt: Ligação de WebSocket recusada com o código de estado '{0}'
ru: Соединение WebSocket отклонено с кодом состояния "{0}"
sv: WebSocket-anslutningen nekades med statuskoden {0}
tr: WebSocket bağlantısı '{0}' durum koduyla reddedildi
zh_cn: WebSocket 连接被拒绝，状态代码为“{0}”
zh_tw: WebSocket 連接遭拒，狀態碼為 '{0}'

# event_WebSocketConnectionFailed
source: WebSocket connection request failed: '{0}'
ar: فشل طلب اتصال WebSocket: '{0}'
cs: Požadavek na připojení soketu WebSocket se nezdařil: {0}
da: Anmodning om WebSocket-forbindelse mislykkedes: '{0}'
de: Fehler bei der WebSocket-Verbindungsanforderung: "{0}"
el: Αποτυχία αίτησης σύνδεσης WebSocket: '{0}'
es: Error de solicitud conexión de WebSocket: '{0}'
fi: WebSocket-yhteyspyyntö epäonnistui: {0}
fr: Échec de la demande de connexion à l'élément WebSocket : « {0} »
he: בקשת חיבור של WebSocket נכשלה: '{0}'
hu: A WebSocket-kapcsolódási kérelem sikertelen volt: „{0}”.
it: Richiesta di connessione WebSocket non riuscita: '{0}'
ja: WebSocket 接続要求が失敗しました: '{0}'
ko: WebSocket 연결 요청이 실패했습니다. '{0}'
nb: WebSocket-tilkoblingsforespørsel mislyktes: {0}
nl: WebSocket-verbindingsaanvraag mislukt: {0}
pl: Żądanie połączenia obiektu WebSocket nie powiodło się: „{0}”.
pt_br: Falha na solicitação de conexão WebSocket: '{0}'
pt_pt: Falha no pedido da ligação de WebSocket: '{0}'
ru: Запрос на обновление WebSocket завершился с ошибкой: "{0}"
sv: Begäran om WebSocket-anslutning misslyckades: {0}
tr: WebSocket bağlantı isteği başarısız oldu: '{0}'
zh_cn: WebSocket 连接请求失败:“{0}”
zh_tw: WebSocket 連接要求失敗: '{0}'

# event_WebSocketConnectionRequestSendStart
source: WebSocket connection request to '{0}' send start.
ar: بدء إرسال طلب اتصال WebSocket إلى '{0}'.
cs: Bylo zahájeno odesílání požadavku na připojení soketu WebSocket příjemci {0}.
da: Afsendelse af anmodning om WebSocket-forbindelse til '{0}' er startet.
de: Das Senden der WebSocket-Verbindungsanforderung an "{0}" wurde gestartet.
el: Η αποστολή αίτησης σύνδεσης WebSocket προς '{0}' ξεκίνησε.
es: Solicitud de conexión de WebSocket para inicio de envío de '{0}'.
fi: Kohteeseen {0} tehdyn WebSocket-yhteyspyynnön lähetys alkoi.
fr: Début de l'envoi de la demande de connexion WebSocket à « {0} ».
he: בקשת חיבור של WebSocket לשליחת {0} החלה.
hu: Megkezdődött a WebSocket-kapcsolódási kérelem elküldése a következőnek: „{0}”.
it: Avvio dell'invio della richiesta di connessione WebSocket a '{0}'.
ja: '{0}' への WebSocket 接続要求の送信を開始します。
ko: '{0}'에 대한 WebSocket 연결 요청을 보내기 시작합니다.
nb: WebSocket-tilkoblingsforespørsel om at {0} sender start.
nl: Beginnen van verzenden WebSocket-verbindingsaanvraag naar {0}.
pl: Rozpoczęto wysyłanie żądania połączenia obiektu WebSocket do „{0}”.
pt_br: Início do envio da solicitação de conexão WebSocket a '{0}'.
pt_pt: Iniciar envio do pedido de ligação de WebSocket para '{0}'.
ru: Запрос соединения WebSocket к "{0}" отправил сигнал к началу.
sv: Begäran om WebSocket-anslutning till {0} - börja skicka.
tr: '{0}' tarafına WebSocket bağlantı isteği gönderme başladı.
zh_cn: 针对“{0}”的 WebSocket 连接请求发送开始。
zh_tw: '{0}' 的 WebSocket 連接要求開始傳送。

# event_WebSocketConnectionRequestSendStop
source: WebSocketId:{0} connection request sent.
ar: WebSocketId:{0} أُرسل طلب الاتصال.
cs: Požadavek na připojení soketu WebSocketId {0} byl odeslán.
da: WebSocketId:{0} anmodning om forbindelse sendt.
de: Die Verbindungsanforderung für WebSocketId: {0} wurde gesendet.
el: WebSocketId:{0} η αίτηση σύνδεσης στάλθηκε.
es: WebSocketId:{0} solicitud de conexión enviada.
fi: WebSocketId:{0}-yhteyspyyntö lähetettiin.
fr: Demande de connexion à l'élément WebSocketId : {0} envoyée.
he: WebSocketId:{0} בקשת חיבור נשלחה.
hu: Befejeződött a WebSocketId:{0} kapcsolódási kérelem elküldése.
it: WebSocketId: {0} richiesta di connessione inviata.
ja: WebSocketId:{0} の接続要求を送信しました。
ko: WebSocketId:{0} 연결 요청을 보냈습니다.
nb: WebSocketId:{0}-tilkoblingsforespørsel sendt.
nl: WebSocketId:{0} verbindingsaanvraag verzonden.
pl: Żądanie połączenia gniazda WebSocketId:{0} zostało wysłane.
pt_br: WebSocketId:{0} solicitação de conexão enviada.
pt_pt: Pedido de ligação de WebSocketId:{0} enviado.
ru: WebSocketId: запрос к соединению с {0} отправлен.
sv: WebSocketId:{0}-anslutningsbegäran har skickats.
tr: WebSocketId:{0}, bağlantı isteği gönderildi.
zh_cn: WebSocketId:{0} 连接请求已发送。
zh_tw: WebSocketId:{0} 已傳送連接要求。

# event_WebSocketCreateClientWebSocketWithFactory
source: Creating the client WebSocket with a factory of type '{0}'.
ar: إنشاء WebSocket للعميل باستخدام مصنع من النوع '{0}'.
cs: Vytváření objektu WebSocket na straně klienta s použitím objektu factory typu {0}
da: Opretter WebSocket-klienten med en factory af typen '{0}'.
de: Der Client-WebSocket mit einer Factory vom Typ '{0}' wird erstellt.
el: Δημιουργία του WebSocket προγράμματος-πελάτη με παραγωγή τύπου '{0}'.
es: Creando el WebSocket cliente con un generador de tipo '{0}'.
fi: Luodaan asiakkaan WebSocket-kohdetta käyttäen tyypin {0} tehdasta.
fr: Création du WebSocket client avec une fabrique de type '{0}'.
he: יוצר את הלקוח WebSocket עם גורם מסוג '{0}'.
hu: Folyamatban van az ügyfél WebSocket létrehozása egy „{0}” típusú gyárral.
it: Creazione del client WebSocket con una factory di tipo '{0}'.
ja: 型 '{0}' のファクトリでクライアント WebSocket を作成しています。
ko: 팩터리 형식이 '{0}'인 클라이언트 WebSocket을 만드는 중입니다.
nb: Oppretter klient-WebSocket med en fabrikk av typen {0}.
nl: Client-WebSocket met een factory van type {0} wordt gemaakt.
pl: Tworzenie obiektu WebSocket klienta za pomocą fabryki typu „{0}”.
pt_br: Criando o WebSocket do cliente com uma fábrica do tipo '{0}'.
pt_pt: Criar WebSocket cliente com uma fábrica do tipo '{0}'.
ru: Создание клиентского соединения WebSocket с фабрикой типа "{0}".
sv: Skapar klient-WebSocket med en fabrik av typen {0}.
tr: '{0}' fabrika türü ile istemci WebSocket'i oluşturuluyor.
zh_cn: 正在创建包含类型为“{0}”的工厂的客户端 WebSocket。
zh_tw: 正在建立工廠型別 '{0}' 的用戶端 WebSocket。
