Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_WorkflowApplicationUnhandledException
source: WorkflowInstance Id: '{0}' has encountered an unhandled exception. The exception originated from Activity '{1}', DisplayName: '{2}'. The following action will be taken: {3}.
ar: معرف WorkflowInstance: واجه '{0}' استثناءً غير معالج. تم إنشاء الاستثناء من النشاط '{1}', DisplayName: '{2}'. سيتم اتخاذ الإجراء التالي: {3}.
cs: WorkflowInstance Id: {0} zjistil neošetřenou výjimku. Výjimka pochází z aktivity {1} s názvem DisplayName {2}. Bude provedena tato akce: {3}.
da: Der opstod en ubehandlet undtagelse for WorkflowInstance-id'et: '{0}'. Undtagelsen stammer fra Activity '{1}', DisplayName: '{2}'. Der udføres følgende handling: {3}.
de: WorkflowInstance-ID: '{0}' hat eine nicht behandelte Ausnahme erkannt. Die Ausnahme stammt aus Aktivität '{1}', DisplayName: '{2}'. Die folgende Aktion wird ausgeführt: {3}.
el: Προέκυψε μια ανεπίλυτη εξαίρεση στο WorkflowInstance Id: '{0}'. Η εξαίρεση προέρχεται από τη δραστηριότητα '{1}', DisplayName: '{2}'. Θα ληφθεί η ακόλουθη ενέργεια: {3}.
es: WorkflowInstance con id. '{0}' ha encontrado una excepción no controlada. La excepción se originó desde la actividad '{1}', DisplayName: '{2}'. Se realizará la siguiente acción: {3}.
fi: WorkflowInstance (tunnus: {0}) on kohdannut käsittelemättömän poikkeuksen. Poikkeus on peräisin tehtävästä {1} (DisplayName: {2}). Seuraavaksi suoritettava toiminto: {3}.
fr: WorkflowInstance avec l'Id : '{0}' a rencontré une exception non prise en charge. L'exception provient de l'activité '{1}', DisplayName : '{2}'. L'action suivante sera effectuée : {3}.
he: מזהה WorkflowInstance‏: '{0}' נתקל בחריגה לא מטופלת. מקור החריגה בפעילות '{1}'‏, DisplayName‏: '{2}'. הפעולה הבאה תינקט: {3}.
hu: Az „{0}” Id azonosítóval rendelkező WorkflowInstance nem kezelt kivételt észlelt. A kivétel forrása a(z) „{1}” Activity. DisplayName: „{2}”. A következő művelet kerül végrehajtásra: {3}.
it: WorkflowInstance con ID: '{0}' ha riscontrato un'eccezione non gestita. Eccezione originata dall'attività '{1}', DisplayName: '{2}'. Verrà effettuata l'azione seguente: {3}.
ja: WorkflowInstance ID: '{0}' でハンドルされない例外が発生しました。例外は Activity '{1}'、DisplayName: '{2}' から発生しました。次の操作が実行されます: {3}。
ko: WorkflowInstance ID: '{0}'에 처리되지 않은 예외가 발생했습니다. 이 예외는 작업 '{1}', DisplayName: '{2}'에서 발생되었습니다. 다음 동작이 수행됩니다. {3}.
nb: WorkflowInstance-ID: Det har oppstått et ubehandlet unntak i {0}. Unntaket stammer fra aktiviteten {1}, DisplayName: {2}. Følgende handling utføres: {3}.
nl: Er is een niet-verwerkte uitzondering opgetreden voor een WorkflowInstance met de {0}. De uitzondering is afkomstig van de activiteit {1} met de weergavenaam {2}. De volgende actie wordt uitgevoerd: {3}.
pl: Obiekt WorkflowInstance o identyfikatorze: {0} napotkał nieobsługiwany wyjątek. Wyjątek pochodzi z działania {1}, nazwa wyświetlana: {2}. Zostanie podjęta następująca akcja: {3}.
pt_br: WorkflowInstance Id: '{0}' encontrou uma exceção sem tratamento. A exceção se originou da atividade '{1}', DisplayName: '{2}'. A seguinte ação será executada: {3}.
pt_pt: Id de WorkflowInstance: '{0}' detetou uma exceção não processada. A exceção teve origem na Activity '{1}', DisplayName: '{2}'. Será tomada a seguinte ação: {3}.
ru: При выполнении элемента WorkflowInstance с идентификатором "{0}" произошло необработанное исключение. Исключение произошло в элементе Activity "{1}", DisplayName: '{2}'. Будет выполнено следующее действие: {3}.
sv: Ett ohanterat undantag har uppstått i WorkflowInstance-ID: {0}. Undantaget spreds från aktivitet {1}, DisplayName: {2}. Följande åtgärd vidtas: {3}.
tr: Kimliği '{0}' olan WorkflowInstance işlenmeyen bir özel durumla karşılaştı. Özel durum DisplayName: '{2}' olan '{1}' Activity'sinden kaynaklandı. Şu eylem gerçekleştirilecek: {3}.
zh_cn: WorkflowInstance Id“{0}”遇到了未经处理的异常。该异常来自 Activity“{1}”、DisplayName“{2}”。将进行以下操作: {3}。
zh_tw: WorkflowInstance 識別碼: '{0}' 發現未處理的例外狀況。例外狀況源自活動 '{1}'、DisplayName: '{2}'。將採取下列動作: {3}。

# event_WorkflowApplicationUnloaded
source: WorkflowInstance Id: '{0}' was Unloaded.
ar: معرف WorkflowInstance: تم إلغاء تحميل '{0}'.
cs: WorkflowInstance Id: {0} byl uvolněn.
da: WorkflowInstance-id'et: '{0}' blev Unloaded.
de: WorkflowInstance-ID: '{0}' wurde entladen.
el: Καταργήθηκε η φόρτωση του WorkflowInstance Id: '{0}'.
es: WorkflowInstance con id. '{0}' se ha descargado.
fi: WorkflowInstance (tunnus: {0}) on poistettu muistista.
fr: WorkflowInstance avec l'Id : '{0}' était Unloaded.
he: מזהה WorkflowInstance‏: '{0}' לא נטען.
hu: Az „{0}” Id azonosítóval rendelkező WorkflowInstance el lett távolítva a memóriából (Unloaded).
it: WorkflowInstance con ID: '{0}' scaricata.
ja: WorkflowInstance ID: '{0}' がアンロードされました。
ko: WorkflowInstance Id: '{0}'이(가) 언로드되었습니다.
nb: WorkflowInstance-ID: {0} ble lastet ut.
nl: De WorkflowInstance met de id {0} is uit het geheugen verwijderd.
pl: Obiekt WorkflowInstance o identyfikatorze: {0} został zwolniony.
pt_br: WorkflowInstance Id: '{0}' foi descarregada.
pt_pt: Id de WorkflowInstance: '{0}' foi Unloaded.
ru: Элемент WorkflowInstance с идентификатором "{0}" выгружен из памяти.
sv: WorkflowInstance-ID: {0} var Unloaded.
tr: Kimliği '{0}' olan WorkflowInstance Bellekten Kaldırıldı.
zh_cn: WorkflowInstance Id“{0}”已卸载。
zh_tw: WorkflowInstance 識別碼: '{0}' 已卸載。

# event_WorkflowInstanceAborted
source: WorkflowInstance Id: '{0}' was aborted with an exception.
ar: معرف WorkflowInstance: تم إجهاض '{0}' مع استثناء.
cs: WorkflowInstance Id: {0} byl zrušen s výjimkou.
da: WorkflowInstance-id'et: '{0}' blev afbrudt med en undtagelse.
de: WorkflowInstance-ID: '{0}' wurde mit einer Ausnahme abgebrochen.
el: Το WorkflowInstance Id: '{0}' ματαιώθηκε με μια εξαίρεση.
es: WorkflowInstance con id. '{0}' se anuló con una excepción.
fi: WorkflowInstance (tunnus: {0}) on keskeytetty. Toiminnon suorittaminen aiheutti poikkeuksen.
fr: WorkflowInstance avec l'Id : '{0}' a été abandonné avec une exception.
he: מזהה WorkflowInstance‏: '{0}' בוטל עם חריגה.
hu: Az „{0}” Id azonosítóval rendelkező WorkflowInstance kivétel mellett meg lett szakítva.
it: WorkflowInstance con ID: '{0}' interrotta con un'eccezione.
ja: WorkflowInstance ID: '{0}' が例外により中止されました。
ko: WorkflowInstance Id: '{0}'이(가) 예외와 함께 중단되었습니다.
nb: WorkflowInstance-ID: {0} ble avbrutt med et unntak.
nl: De WorkflowInstance met de id {0} is afgebroken met een uitzondering.
pl: Działanie obiektu WorkflowInstance o identyfikatorze: {0} zostało przerwane i wystąpił wyjątek.
pt_br: WorkflowInstance Id: '{0}' foi anulada com uma exceção.
pt_pt: Id de WorkflowInstance: '{0}' foi abortada com uma exceção.
ru: Выполнение элемента WorkflowInstance с идентификатором "{0}" было прервано в результате исключения.
sv: WorkflowInstance-ID: {0} avbröts med ett undantag.
tr: Kimliği '{0}' olan WorkflowInstance bir özel durumla durduruldu.
zh_cn: WorkflowInstance Id“{0}”因出现异常而中止。
zh_tw: WorkflowInstance 識別碼: '{0}' 已中止，發生例外狀況。

# event_WorkflowInstanceAbortedRecordWithId
source: TrackRecord = WorkflowInstanceAbortedRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, Reason = {4}, Annotations = {5}, ProfileName = {6}, WorkflowDefinitionIdentity = {7}
ar: TrackRecord = WorkflowInstanceAbortedRecord، InstanceID = {0}، RecordNumber = {1}، EventTime = {2}، ActivityDefinitionId = {3}، السبب = {4}، التعليقات التوضيحية = {5}، ProfileName = {6}، WorkflowDefinitionIdentity = {7}
cs: Záznam sledování = WorkflowInstanceAbortedRecord, ID instance = {0}, Číslo záznamu = {1}, Čas události = {2}, ID definice aktivity = {3}, Důvod = {4}, Poznámky = {5}, Název profilu = {6}, Identita definice pracovního postupu = {7}
hu: TrackRecord = WorkflowInstanceAbortedRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, Ok = {4}, Jegyzetek = {5}, ProfileName = {6}, WorkflowDefinitionIdentity = {7}
sv: TrackRecord = WorkflowInstanceAbortedRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, orsak = {4}, anteckningar = {5}, ProfileName = {6}, WorkflowDefinitionIdentity = {7}

# event_WorkflowInstanceCanceled
source: WorkflowInstance Id: '{0}' has completed in the Canceled state.
ar: معرف WorkflowInstance: اكتمل '{0}' في حالة إلغاء الأمر.
cs: WorkflowInstance Id: {0} byl dokončen ve zrušeném stavu.
da: WorkflowInstance-id'et: '{0}' blev fuldført i tilstanden Canceled.
de: WorkflowInstance-ID: '{0}' wurde mit dem Status 'Canceled' abgeschlossen.
el: Το WorkflowInstance Id: '{0}' ολοκληρώθηκε στην ακυρωμένη κατάσταση.
es: WorkflowInstance con id. '{0}' se ha completado con el estado Canceled.
fi: WorkflowInstance (tunnus: {0}) on suoritettu. Tila: peruutettu.
fr: WorkflowInstance avec l'Id : '{0}' s'est terminé à l'état Canceled.
he: מזהה WorkflowInstance‏: '{0}' הושלם במצב המבוטל.
hu: Az „{0}” Id azonosítóval rendelkező WorkflowInstance Canceled állapotban befejeződött.
it: WorkflowInstance con ID: '{0}' completata nello stato Canceled.
ja: WorkflowInstance ID: '{0}' が Canceled 状態で完了しました。
ko: WorkflowInstance Id: '{0}'이(가) Canceled 상태로 완료되었습니다.
nb: WorkflowInstance-ID: {0} er fullført med avbrutt status.
nl: De WorkflowInstance met de id {0} is voltooid met de status Canceled.
pl: Działanie obiektu WorkflowInstance o identyfikatorze: {0} zostało zakończone; stan końcowy: Canceled.
pt_br: WorkflowInstance Id: '{0}' foi concluída em estado Canceled.
pt_pt: Id de WorkflowInstance: '{0}' concluída no estado Canceled.
ru: Элемент WorkflowInstance с идентификатором "{0}" завершил работу в состоянии Canceled.
sv: WorkflowInstance-ID: {0} har slutförts i tillståndet Canceled.
tr: Kimliği '{0}' olan WorkflowInstance İptal Edildi durumunda tamamlandı.
zh_cn: WorkflowInstance Id“{0}”在“已取消”状态下完成。
zh_tw: WorkflowInstance 識別碼: '{0}' 已經以 Canceled 狀態完成。

# event_WorkflowInstanceRecordWithId
source: TrackRecord= WorkflowInstanceRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, State = {4}, Annotations = {5}, ProfileName = {6}, WorkflowDefinitionIdentity = {7}
ar: TrackRecord= WorkflowInstanceRecord، InstanceID = {0}، RecordNumber = {1}، EventTime = {2}، ActivityDefinitionId = {3}، الحالة = {4}، التعليقات التوضيحية = {5}، ProfileName = {6}، WorkflowDefinitionIdentity = {7}
cs: Záznam sledování= WorkflowInstanceRecord, ID instance = {0}, Číslo záznamu= {1}, Čas události = {2}, ID definice aktivity= {3}, Stav = {4}, Poznámky = {5}, Název profilu = {6}, Identita definice pracovního postupu= {7}
hu: TrackRecord = WorkflowInstanceRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, Állapot = {4}, Jegyzetek = {5}, ProfileName = {6}, WorkflowDefinitionIdentity = {7}
sv: TrackRecord= WorkflowInstanceRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, tillstånd = {4}, anteckningar = {5}, ProfileName = {6}, WorkflowDefinitionIdentity = {7}

# event_WorkflowInstanceSuspendedRecord
source: TrackRecord = WorkflowInstanceSuspendedRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, Reason = {4}, Annotations = {5}, ProfileName = {6}
de: TrackRecord = WorkflowInstanceSuspendedRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, Ursache = {4}, Anmerkungen = {5}, ProfileName = {6}
he: TrackRecord = WorkflowInstanceSuspendedRecord, ‏InstanceID = {0}, ‏RecordNumber = {1}, ‏EventTime = {2}, ‏ActivityDefinitionId = {3}, סיבה = {4}, ביאורים = {5}, ‏ProfileName = {6}
hu: TrackRecord = WorkflowInstanceSuspendedRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, Ok = {4}, Jegyzetek = {5}, ProfileName = {6}
ru: TrackRecord = WorkflowInstanceSuspendedRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, причина = {4}, заметки = {5}, ProfileName = {6}
sv: TrackRecord = WorkflowInstanceSuspendedRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, orsak = {4}, anteckningar = {5}, ProfileName = {6}

# event_WorkflowInstanceSuspendedRecordWithId
source: TrackRecord = WorkflowInstanceSuspendedRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, Reason = {4}, Annotations = {5}, ProfileName = {6}, WorkflowDefinitionIdentity = {7}
ar: TrackRecord = WorkflowInstanceSuspendedRecord، InstanceID = {0}، RecordNumber = {1}، EventTime = {2}، ActivityDefinitionId = {3}، السبب = {4}، التعليقات التوضيحية = {5}، ProfileName = {6}، WorkflowDefinitionIdentity = {7}
cs: Záznam sledování= WorkflowInstanceSuspendedRecord, ID instance = {0}, Číslo záznamu = {1}, Čas události = {2}, ID definice aktivity = {3}, Důvod = {4}, Poznámky = {5}, Název profilu = {6}, Identita definice pracovního postupu = {7}
hu: TrackRecord = WorkflowInstanceSuspendedRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, Ok = {4}, Jegyzetek = {5}, ProfileName = {6}, WorkflowDefinitionIdentity = {7}
sv: TrackRecord = WorkflowInstanceSuspendedRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, orsak = {4}, anteckningar = {5}, ProfileName = {6}, WorkflowDefinitionIdentity = {7}

# event_WorkflowInstanceTerminatedRecord
source: TrackRecord = WorkflowInstanceTerminatedRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, Reason = {4}, Annotations = {5}, ProfileName = {6}
ar: TrackRecord = WorkflowInstanceTerminatedRecord و InstanceID = {0}, RecordNumber = {1} و EventTime = {2} و ActivityDefinitionId = {3} والسبب = {4} والتعليقات التوضيحية = {5} و ProfileName = {6}
cs: Záznam sledování = WorkflowInstanceTerminatedRecord, ID instance = {0}, Číslo záznamu = {1}, Čas události = {2}, ID definice aktivity= {3}, Důvod = {4}, Anotace = {5}, Název profilu = {6}
hu: TrackRecord = WorkflowInstanceTerminatedRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, Ok = {4}, Jegyzetek = {5}, ProfileName = {6}
sv: TrackRecord = WorkflowInstanceTerminatedRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, orsak = {4}, anteckningar = {5}, ProfileName = {6}

# event_WorkflowInstanceTerminatedRecordWithId
source: TrackRecord = WorkflowInstanceTerminatedRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, Reason = {4}, Annotations = {5}, ProfileName = {6}, WorkflowDefinitionIdentity = {7}
ar: TrackRecord = WorkflowInstanceTerminatedRecord، InstanceID = {0}، RecordNumber = {1}، EventTime = {2}، ActivityDefinitionId = {3}، السبب = {4}، التعليقات التوضيحية = {5}، ProfileName = {6}، WorkflowDefinitionIdentity = {7}
cs: Záznam sledování = WorkflowInstanceTerminatedRecord, ID instance = {0}, Číslo záznamu = {1}, Čas události = {2}, ID definice aktivity = {3}, Důvod = {4}, Poznámky = {5}, Název profilu = {6}, Identita definice pracovního postupu = {7}
hu: TrackRecord = WorkflowInstanceTerminatedRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, Ok = {4}, Jegyzetek = {5}, ProfileName = {6}, WorkflowDefinitionIdentity = {7}
sv: TrackRecord = WorkflowInstanceTerminatedRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, orsak = {4}, anteckningar = {5}, ProfileName = {6}, WorkflowDefinitionIdentity = {7}

# event_WorkflowInstanceUnhandledExceptionRecordWithId
source: TrackRecord = WorkflowInstanceUnhandledExceptionRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, SourceName = {4}, SourceId = {5}, SourceInstanceId = {6}, SourceTypeName={7}, Exception={8}, Annotations= {9}, ProfileName = {10}, WorkflowDefinitionIdentity = {11}
ar: TrackRecord = WorkflowInstanceUnhandledExceptionRecord، InstanceID = {0}، RecordNumber = {1}، EventTime = {2}، ActivityDefinitionId = {3}، SourceName = {4}، SourceId = {5}، SourceInstanceId = {6}، SourceTypeName={7}، الاستثناء={8}، التعليقات التوضيحية= {9}، ProfileName = {10}، WorkflowDefinitionIdentity = {11}
cs: Záznam sledování = WorkflowInstanceUnhandledExceptionRecord, ID instance = {0}, Číslo záznamu = {1}, Čas události = {2}, ID definice aktivity = {3}, Název zdroje = {4}, ID zdroje = {5}, ID instance zdroje = {6}, Název typu zdroje ={7}, Výjimka ={8}, Poznámky = {9}, Název profilu = {10}, Identita definice pracovního postupu = {11}
hu: TrackRecord = WorkflowInstanceUnhandledExceptionRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, SourceName = {4}, SourceId = {5}, SourceInstanceId = {6}, SourceTypeName ={7}, Kivétel ={8}, Jegyzetek = {9}, ProfileName = {10}, WorkflowDefinitionIdentity = {11}
sv: TrackRecord = WorkflowInstanceUnhandledExceptionRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, SourceName = {4}, SourceId = {5}, SourceInstanceId = {6}, SourceTypeName ={7}, undantag={8}, anteckningar = {9}, ProfileName = {10}, WorkflowDefinitionIdentity = {11}

# event_WorkflowInstanceUpdatedRecord
source: TrackRecord= WorkflowInstanceUpdatedRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, State = {4}, OriginalDefinitionIdentity = {5}, UpdatedDefinitionIdentity = {6}, Annotations = {7}, ProfileName = {8}
ar: TrackRecord= WorkflowInstanceUpdatedRecord، InstanceID = {0}، RecordNumber = {1}، EventTime = {2}، ActivityDefinitionId = {3}، الحالة = {4}، OriginalDefinitionIdentity = {5}، UpdatedDefinitionIdentity = {6}، التعليقات التوضيحية = {7}، ProfileName = {8}
cs: Záznam sledování = WorkflowInstanceUpdatedRecord, ID instance = {0}, Číslo záznamu = {1}, Čas události = {2}, ID definice aktivity = {3}, Stav = {4}, Původní identita definice = {5}, Aktualizovaná identita definice = {6}, Poznámky = {7}, Název profilu = {8}
hu: TrackRecord = WorkflowInstanceUpdatedRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, Állapot = {4}, OriginalDefinitionIdentity = {5}, UpdatedDefinitionIdentity = {6}, Jegyzetek = {7}, ProfileName = {8}
sv: TrackRecord= WorkflowInstanceUpdatedRecord, InstanceID = {0}, RecordNumber = {1}, EventTime = {2}, ActivityDefinitionId = {3}, tillstånd = {4}, OriginalDefinitionIdentity = {5}, UpdatedDefinitionIdentity = {6}, anteckningar = {7}, ProfileName = {8}

# event_WrappedKeyDecryptionStart
source: Wrapped key decryption started.
ar: تم بدء فك تشفير المفتاح المغطى.
cs: Bylo zahájeno dešifrování zabaleného klíče.
da: Beskyttet nøgledekryptering blev startet.
de: Entschlüsselung des Wrapperschlüssels gestartet.
el: Ξεκίνησε η αποκρυπτογράφηση του κλειδιού Wrapped.
es: Se inició el descifrado de la clave ajustada.
fi: Pakatun avaimen salauksen purku alkoi.
fr: Début du déchiffrement de la clé encapsulée.
he: הופעל פענוח מפתח גלישה.
hu: A becsomagolt kulcs visszafejtése megkezdődött.
it: Decrittografia della chiave di cui è stato eseguito il wrapping completata.
ja: ラップされたキーの解読を開始しました。
ko: 래핑된 키의 암호 해독이 시작되었습니다.
nb: Dekryptering av innpakket nøkkel startet.
nl: Ontsleutelen van verpakte sleutel gestart.
pl: Rozpoczęto odszyfrowywanie klucza z otoką.
pt_br: Descriptografia de chave encapsulada iniciada.
pt_pt: Desencriptação de chave encapsulada iniciada.
ru: Расшифровка упакованного ключа запущена.
sv: Wrapped-nyckelkryptering har startats.
tr: Sarılmış anahtarın şifresinin çözülmesi başladı.
zh_cn: 封装的密钥解密已开始。
zh_tw: 已開始解密包裝的金鑰。

# event_WrappedKeyDecryptionSuccess
source: Wrapped key decryption succeeded.
ar: نجح تشفير المفتاح المغطى.
cs: Dešifrování zabaleného klíče se zdařilo.
da: Beskyttet nøgledekryptering blev fuldført.
de: Entschlüsselung des Wrapperschlüssels erfolgreich.
el: Η αποκρυπτογράφηση του κλειδιού Wrapped πέτυχε.
es: El descifrado de la clave ajustada se realizó correctamente.
fi: Pakatun avaimen salauksen purku onnistui.
fr: Déchiffrement de la clé encapsulée effectué.
he: פענוח מפתח גלישה בוצע בהצלחה.
hu: A becsomagolt kulcs visszafejtése sikeresen befejeződött.
it: Decrittografia chiave di cui è stato eseguito il wrapping completata.
ja: ラップされたキーの解読に成功しました。
ko: 래핑된 키의 암호 해독에 성공했습니다.
nb: Dekryptering av innpakket nøkkel lyktes.
nl: Ontsleutelen van verpakte sleutel geslaagd.
pl: Odszyfrowywanie klucza z otoką zakończyło się pomyślnie.
pt_br: Descriptografia de chave encapsulada bem-sucedida.
pt_pt: Desencriptação de chave encapsulada bem-sucedida.
ru: Расшифровка упакованного ключа выполнена успешно.
sv: Wrapped-nyckelkryptering är klar.
tr: Sarılmış anahtarın şifresinin çözülmesi başarılı.
zh_cn: 封装的密钥解密已成功。
zh_tw: 已成功解密包裝的金鑰。

# event_WritePoolMiss
source: Created new '{0}'
ar: الجديد الذي تم إنشاؤه '{0}'
cs: Byla vytvořena nová položka {0}.
da: Der blev oprettet en ny '{0}'
de: "{0}" neu erstellt
el: Δημιουργήθηκε νέο '{0}'
es: Creado nuevo '{0}'
fi: Luotiin uusi {0}
fr: Création de « {0} »
he: '{0}' חדש נוצר
hu: Új „{0}” létrehozva
it: Creato nuovo '{0}'
ja: 新しい '{0}' を作成しました
ko: 새 '{0}'이(가) 만들어졌습니다.
nb: Opprettet ny {0}
nl: Nieuw {0} gemaakt
pl: Utworzono nowy obiekt „{0}”.
pt_br: Novo '{0}' criado
pt_pt: Novo '{0}' criado
ru: Создан новый объект "{0}"
sv: Skapade ny {0}
tr: Yeni '{0}' oluşturuldu
zh_cn: 已新建“{0}”
zh_tw: 建立新的 '{0}'

# event_XamlServicesLoadStart
source: XamlServicesLoad start
ar: بدء XamlServicesLoad
cs: Spuštění metody XamlServicesLoad
da: Start af XamlServicesLoad
de: XamlServicesLoad starten
el: Έναρξη XamlServicesLoad
es: Inicio de XamlServicesLoad
fi: XamlServicesLoad alkaa
fr: Début de XamlServicesLoad
he: הפעלת XamlServicesLoad
hu: XamlServicesLoad indítása
it: Avvio di XamlServicesLoad
ja: XamlServicesLoad が開始します
ko: XamlServicesLoad 시작
nb: XamlServicesLoad starter
nl: XamlServicesLoad starten
pl: Rozpoczęcie wykonywania metody XamlServicesLoad
pt_br: Início de XamlServicesLoad
pt_pt: Iniciar XamlServicesLoad
ru: Запуск XamlServicesLoad
sv: Starta XamlServicesLoad
tr: XamlServicesLoad başlat
zh_cn: XamlServicesLoad 开始
zh_tw: XamlServicesLoad 開始

# event_XamlServicesLoadStop
source: XamlServicesLoad Stop
ar: إيقاف XamlServicesLoad
cs: Zastavení metody XamlServicesLoad
da: Stop af XamlServicesLoad
de: XamlServicesLoad anhalten
el: Διακοπή XamlServicesLoad
es: Detención de XamlServicesLoad
fi: XamlServicesLoad päättyy
fr: Arrêt de XamlServicesLoad
he: עצירת XamlServicesLoad
hu: XamlServicesLoad leállítása
it: Arresto di XamlServicesLoad
ja: XamlServicesLoad が停止します
ko: XamlServicesLoad 중지
nb: XamlServicesLoad stopper
nl: XamlServicesLoad stoppen
pl: Zatrzymanie wykonywania metody XamlServicesLoad
pt_br: Interrupção de XamlServicesLoad
pt_pt: Parar XamlServicesLoad
ru: Остановка XamlServicesLoad
sv: Stoppa XamlServicesLoad
tr: XamlServicesLoad durdur
zh_cn: XamlServicesLoad 停止
zh_tw: XamlServicesLoad 停止

# keyword_ActivationServices
source: Activation Services
ar: خدمات التنشيط
cs: Aktivační služby
da: Aktiveringstjenester
de: Aktivierungsdienste
el: Υπηρεσίες ενεργοποίησης
es: Servicios de activación
fi: Aktivointipalvelut
fr: Services d'activation
he: שירותי הפעלה
hu: Aktiválási szolgáltatások
it: Servizi di attivazione
ja: アクティブ化サービス
ko: 활성화 서비스
nb: Aktiveringstjenester
nl: Activeringsservices
pl: Usługi aktywacji
pt_br: Serviços de Ativação
ru: Службы активации
sv: Aktiveringstjänster
tr: Etkinleştirme Hizmetleri
zh_cn: 激活服务
zh_tw: 啟用服務

# keyword_Channel
source: Channel
ar: القناة
cs: Kanál
da: Kanal
de: Kanal
el: Κανάλι
es: Canal
fi: Kanava
fr: Canal
he: ערוץ
hu: Csatorna
it: Canale
ja: チャネル
ko: 채널
nb: Kanal
nl: Kanaal
pl: Kanał
pt_br: Canal
pt_pt: Canal
ru: Канал
sv: Kanal
tr: Kanal
zh_cn: 通道
zh_tw: 通道
