Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# task_Correlation
source: Correlation
ar: ترابط
cs: Korelace
da: Korrelation
de: Korrelation
el: Συσχέτιση
es: Correlación
fi: Korrelaatio
fr: Corrélation
he: מיתאם
hu: Korreláció
it: Correlazione
ko: 상관 관계
nb: Korrelasjon
nl: Correlatie
pt_br: Correlação
pt_pt: Correlação
ru: Корреляция
sv: Korrelation
tr: Bağıntı
zh_cn: 关联
zh_tw: 相互關聯

# task_Quotas
source: Quotas
ar: الحصص النسبية
cs: Kvóty
da: Kvotaer
de: Kontingente
el: Όρια
es: Cuotas
fi: Kiintiöt
he: מיכסות
hu: Kvóták
it: Quote
ko: 할당량
nb: Kvoter
pt_br: Cotas
ru: Квоты
sv: Kvoter
tr: Kotalar
zh_cn: 配额
zh_tw: 配額

# task_Signpost
source: Signpost
cs: Ukazatel
fi: Opaste
fr: Charpente
he: שלט
hu: Jelzőtábla
it: Indicazioni su
nb: Skilt
nl: Wegwijzer
pt_br: Poste de sinalização

# task_Throttles
source: Throttles
ar: الصمامات الخانقة
cs: Omezení
da: Tærskler
de: Drosselungen
el: Επιταχύνσεις
fi: Nopeudenhallintatoiminnot
fr: Limitations
he: מצערות
hu: Szabályozók
it: Velocità
ko: 스로틀
nb: Reguleringer
nl: Beperkingen
pt_br: Aceleradores
pt_pt: Limitações
ru: Интервалы повтора
sv: Begränsningar
zh_cn: 限制
zh_tw: 節流

# task_Timeout
source: Timeout
ar: المهلة
cs: Časový limit
el: Χρονικό όριο
fi: Aikakatkaisu
fr: Délai d'expiration
he: זמן קצוב
hu: Időtúllépés
ko: 시간 제한
nb: Tidsavbrudd
pt_br: Tempo limite
pt_pt: Tempo Limite
ru: Время ожидания
sv: Tidsgräns
tr: Zaman Aşımı
zh_cn: 超时
zh_tw: 等候逾時

# event_ConnectionPoolPreambleFailed
source: ConnectionPoolPreambleFailed.
ko: ConnectionPoolPreambleFailed가 발생했습니다.

# event_FailFastException
source: FailFastException.
ko: FailFastException이 발생했습니다.
