Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_ScheduleBookmarkWorkItem
source: A BookmarkWorkItem has been scheduled for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
ar: تمت جدولة BookmarkWorkItem للنشاط '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkName: {4}.
cs: Položka BookmarkWorkItem byla plánována pro aktivitu {0} s názvem DisplayName {1} a InstanceId {2}. BookmarkName: {3}, BookmarkScope: {4}.
da: Der blev planlagt et BookmarkWorkItem for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
de: Für die Aktivität '{0}', DisplayName: '{1}', InstanceId: '{2}' wurde eine BookmarkWorkItem geplant. BookmarkName: {3}, BookmarkScope: {4}.
el: Ένα BookmarkWorkItem προγραμματίστηκε για τη δραστηριότητα '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
es: Se ha programado un BookmarkWorkItem para la actividad '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
fi: Tehtävälle {0} (DisplayName: {1}, InstanceId: {2}) on ajoitettu BookmarkWorkItem-kohde. BookmarkName: {3}, BookmarkScope: {4}.
fr: BookmarkWorkItem a été planifié pour l'activité '{0}', DisplayName : '{1}', InstanceId : '{2}'. BookmarkName : {3}, BookmarkScope : {4}.
he: BookmarkWorkItem תוזמן עבור פעילות '{0}'‏, DisplayName‏: '{1}', InstanceId‏: '{2}'‏. BookmarkName‏: {3}, BookmarkScope‏: {4}.
hu: Egy BookmarkWorkItem lett beütemezve a(z) „{0}” tevékenységhez. DisplayName: „{1}”, InstanceId: „{2}”. BookmarkName: {3}, BookmarkScope: {4}.
it: BookmarkWorkItem pianificato per l'attività '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
ja: Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' に対して BookmarkWorkItem がスケジュールされました。BookmarkName: {3}、BookmarkScope: {4}。
ko: 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'에 대해 BookmarkWorkItem이 예약되었습니다. BookmarkName: {3}, BookmarkScope: {4}.
nb: BookmarkWorkItem er planlagt for aktiviteten {0}, DisplayName: {1}, InstanceId: {2}. BookmarkName: {3}, BookmarkScope: {4}.
nl: Er is een BookmarkWorkItem gepland voor de activiteit {0} met de weergavenaam {1} en de exemplaar-id {2}. BookmarkName: {3}, BookmarkScope: {4}.
pl: Zaplanowano element roboczy BookmarkWorkItem dla działania {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}. Nazwa zakładki: {3}, zakres zakładek: {4}.
pt_br: Um BookmarkWorkItem foi agendado para a atividade '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
pt_pt: Foi agendado um BookmarkWorkItem para a Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
ru: Элемент BookmarkWorkItem был запланирован для элемента Activity "{0}", DisplayName: "{1}", InstanceId: '{2}'. BookmarkName: {3}, BookmarkScope: {4}.
sv: En BookmarkWorkItem har schemalagts för aktivitet {0}, DisplayName: {1}, InstanceId: {2}. BookmarkName: {3}, BookmarkScope: {4}.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' Activity'si için bir BookmarkWorkItem zamanlandı. BookmarkName: {3}, BookmarkScope: {4}.
zh_cn: 已为 Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”安排了 BookmarkWorkItem。BookmarkName: {3}，BookmarkScope: {4}。
zh_tw: 已經為活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 排程 BookmarkWorkItem。BookmarkName: {3}、BookmarkScope: {4}。

# event_ScheduleCancelActivityWorkItem
source: A CancelActivityWorkItem has been scheduled for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ar: تمت جدولة CancelActivityWorkItem للنشاط '{0}', DisplayName: '{1}', InstanceId: '{2}'.
cs: Položka CancelActivityWorkItem byla plánována pro aktivitu {0} s názvem DisplayName {1} a InstanceId {2}.
da: Der blev planlagt et CancelActivityWorkItem for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
de: Für die Aktivität '{0}', DisplayName: '{1}', InstanceId: '{2}' wurde eine CancelActivityWorkItem geplant.
el: Ένα CancelActivityWorkItem έχει προγραμματιστεί για τη δραστηριότητα '{0}', DisplayName: '{1}', InstanceId: '{2}'.
es: Se ha programado un CancelActivityWorkItem para la actividad '{0}', DisplayName: '{1}', InstanceId: '{2}'.
fi: Tehtävälle {0} (DisplayName: {1}, InstanceId: {2}) on ajoitettu CancelActivityWorkItem-kohde.
fr: CancelActivityWorkItem a été planifié pour l'activité '{0}', DisplayName : '{1}', InstanceId : '{2}'.
he: CancelActivityWorkItem תוזמן עבור פעילות '{0}'‏, DisplayName‏: '{1}'‏, InstanceId‏: '{2}'.
hu: CancelActivityWorkItem lett beütemezve a(z) „{0}” tevékenységhez. DisplayName: „{1}”, InstanceId: „{2}”.
it: CancelActivityWorkItem pianificato per l'attività '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ja: Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' に対して CancelActivityWorkItem がスケジュールされました。
ko: 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'에 대해 CancelActivityWorkItem이 예약되었습니다.
nb: CancelActivityWorkItem er planlagt for aktiviteten {0}, DisplayName: {1}, InstanceId: {2}.
nl: Er is een CancelActivityWorkItem gepland voor de activiteit {0} met de weergavenaam {1} en de exemplaar-id {2}.
pl: Zaplanowano element roboczy CancelActivityWorkItem dla działania {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}.
pt_br: Um CancelActivityWorkItem foi agendado para a atividade '{0}', DisplayName: '{1}', InstanceId: '{2}'.
pt_pt: Foi agendado um CancelActivityWorkItem para a Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ru: Элемент CancelActivityWorkItem был запланирован для элемента Activity "{0}", DisplayName: "{1}", InstanceId: '{2}'.
sv: En CancelActivityWorkItem har schemalagts för aktivitet {0}, DisplayName: {1}, InstanceId: {2}.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' Activity'si için bir CancelActivityWorkItem zamanlandı.
zh_cn: 已为 Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”安排了 CancelActivityWorkItem。
zh_tw: 已經為活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 排程 CancelActivityWorkItem。

# event_ScheduleCompletionWorkItem
source: A CompletionWorkItem has been scheduled for parent Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. Completed Activity '{3}', DisplayName: '{4}', InstanceId: '{5}'.
ar: تمت جدولة CompletionWorkItem للنشاط الأصلي '{0}', DisplayName: '{1}', InstanceId: '{2}'. النشاط المكتمل '{3}', DisplayName: '{4}', InstanceId: '{5}'.
cs: Položka CompletionWorkItem byla plánována pro nadřízenou aktivitu {0} s názvem DisplayName {1} a InstanceId {2}. Dokončena byla aktivita {3} s názvem DisplayName {4} a InstanceId {5}.
da: Der blev planlagt et CompletionWorkItem for den overordnede Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. Fuldførte Activity '{3}', DisplayName: '{4}', InstanceId: '{5}'.
de: Für die übergeordnete Aktivität '{0}', DisplayName: '{1}', InstanceId: '{2}' wurde eine CompletionWorkItem geplant. Abgeschlossene Aktivität '{3}', DisplayName: '{4}', InstanceId: '{5}'.
el: Ένα CompletionWorkItem έχει προγραμματιστεί για τη δραστηριότητα '{0}', DisplayName: '{1}', InstanceId: '{2}'. Ολοκληρώθηκε η δραστηριότητα '{3}', DisplayName: '{4}', InstanceId: '{5}'.
es: Se ha programado un CompletionWorkItem para la actividad primaria '{0}', DisplayName: '{1}', InstanceId: '{2}'. Actividad completada '{3}', DisplayName: '{4}', InstanceId: '{5}'.
fi: Päätehtävälle {0} (DisplayName {1}, InstanceId {2}) on ajoitettu CompletionWorkItem-kohde. Suoritettu tehtävä: {3} (DisplayName: {4}, InstanceId: {5}).
fr: CompletionWorkItem a été planifié pour l'activité '{0}' parent, DisplayName : '{1}', InstanceId : '{2}'. Activité '{3}' terminée, DisplayName : '{4}', InstanceId : '{5}'.
he: CompletionWorkItem תוזמן עבור פעילות אב '{0}'‏, DisplayName‏: '{1}'‏, InstanceId‏: '{2}'. פעילות שהושלמה '{3}'‏, DisplayName‏: '{4}'‏, InstanceId‏: '{5}'.
hu: CompletionWorkItem lett beütemezve a(z) „{0}” szülőtevékenységhez. DisplayName: „{1}”, InstanceId: „{2}”. Befejezett tevékenység: „{3}”, DisplayName: „{4}”, InstanceId: „{5}”.
it: CompletionWorkItem pianificato per l'attività padre '{0}', DisplayName: '{1}', InstanceId: '{2}'. Attività '{3}', DisplayName: '{4}', InstanceId: '{5}' completata.
ja: 親 Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' に対して CompletionWorkItem がスケジュールされました。Activity '{3}'、DisplayName: '{4}'、InstanceId: '{5}' が完了しました。
ko: 부모 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'에 대해 CompletionWorkItem이 예약되었습니다. 작업 '{3}', DisplayName: '{4}', InstanceId: '{5}'이(가) 완료되었습니다.
nb: CompletionWorkItem er planlagt for den overordnede aktiviteten {0}, DisplayName: {1}, InstanceId: {2}. Fullført aktivitet {3}, DisplayName: {4}, InstanceId: {5}.
nl: Er is een CompletionWorkItem gepland voor de bovenliggende activiteit {0} met de weergavenaam {1} en de exemplaar-id {2}. De activiteit {3} met de weergavenaam {4} en de exemplaar-id {5} is voltooid.
pl: Zaplanowano element roboczy CompletionWorkItem dla działania nadrzędnego {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}. Działanie ukończone: {3}, nazwa wyświetlana: {4}, identyfikator wystąpienia: {5}.
pt_br: Um CompletionWorkItem foi agendado para a atividade pai '{0}', DisplayName: '{1}', InstanceId: '{2}'. Atividade concluída '{3}', DisplayName: '{4}', InstanceId: '{5}'.
pt_pt: Foi agendado um CompletionWorkItem para a Activity '{0}' principal, DisplayName: '{1}', InstanceId: '{2}'. Activity '{3}' concluída, DisplayName: '{4}', InstanceId: '{5}'.
ru: Элемент CompletionWorkItem был запланирован для родительского элемента Activity "{0}", DisplayName: "{1}", InstanceId: '{2}'. Выполнение элемента Activity "{3}" завершено, DisplayName: "{4}", InstanceId: '{5}'.
sv: En CompletionWorkItem har schemalagts för den överordnade aktiviteten {0}, DisplayName: {1}, InstanceId: {2}. Slutförd aktivitet {3}, DisplayName: {4}, InstanceId: {5}.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' üst Activity'si için bir CompletionWorkItem zamanlandı. DisplayName: '{4}', InstanceId: '{5}' olan '{3}' Activity'si tamamlandı.
zh_cn: 已为父 Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”安排了 CompletionWorkItem。完成了 Activity“{3}”、DisplayName“{4}”、InstanceId“{5}”。
zh_tw: 已經為父活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 排程 CompletionWorkItem。已完成活動 '{3}'、DisplayName: '{4}'、InstanceId: '{5}'。

# event_ScheduleExecuteActivityWorkItem
source: An ExecuteActivityWorkItem has been scheduled for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ar: تمت جدولة ExecuteActivityWorkItem للنشاط '{0}', DisplayName: '{1}', InstanceId: '{2}'.
cs: Položka ExecuteActivityWorkItem byla plánována pro aktivitu {0} s názvem DisplayName {1} a InstanceId {2}.
da: Der blev planlagt et ExecuteActivityWorkItem for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
de: Für die Aktivität '{0}', DisplayName: '{1}', InstanceId: '{2}' wurde eine ExecuteActivityWorkItem geplant.
el: Ένα ExecuteActivityWorkItem έχει προγραμματιστεί για τη δραστηριότητα '{0}', DisplayName: '{1}', InstanceId: '{2}'.
es: Se ha programado un ExecuteActivityWorkItem para la actividad '{0}', DisplayName: '{1}', InstanceId: '{2}'.
fi: Tehtävälle {0} (DisplayName: {1}, InstanceId: {2}) on ajoitettu ExecuteActivityWorkItem-kohde.
fr: ExecuteActivityWorkItem a été planifié pour l'activité '{0}', DisplayName : '{1}', InstanceId : '{2}'.
he: ExecuteActivityWorkItem תוזמן עבור פעילות '{0}'‏, DisplayName‏: '{1}'‏, InstanceId‏: '{2}'.
hu: ExecuteActivityWorkItem lett beütemezve a(z) „{0}” tevékenységhez. DisplayName: „{1}”, InstanceId: „{2}”.
it: ExecuteActivityWorkItem pianificato per l'attività '{0}, DisplayName: '{1}', InstanceId: '{2}'.
ja: Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' に対して ExecuteActivityWorkItem がスケジュールされました。
ko: 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'에 대해 ExecuteActivityWorkItem이 예약되었습니다.
nb: Et ExecuteActivityWorkItem er planlagt for aktiviteten {0}, DisplayName: {1}, InstanceId: {2}.
nl: Er is een ExecuteActivityWorkItem gepland voor de activiteit {0} met de weergavenaam {1} en de exemplaar-id {2}.
pl: Zaplanowano element roboczy ExecuteActivityWorkItem dla działania {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}.
pt_br: Um ExecuteActivityWorkItem foi agendado para a atividade '{0}', DisplayName: '{1}', InstanceId: '{2}'.
pt_pt: Foi agendado um ExecuteActivityWorkItem para a Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ru: Элемент ExecuteActivityWorkItem был запланирован для элемента Activity "{0}", DisplayName: "{1}", InstanceId: '{2}'.
sv: En ExecuteActivityWorkItem har schemalagts för aktivitet {0}, DisplayName: {1}, InstanceId: {2}.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' Activity'si için bir ExecuteActivityWorkItem zamanlandı.
zh_cn: 已为 Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”安排了 ExecuteActivityWorkItem。
zh_tw: 已經為活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 排程 ExecuteActivityWorkItem。

# event_ScheduleFaultWorkItem
source: A FaultWorkItem has been scheduled for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. The exception was propagated from Activity '{3}', DisplayName: '{4}', InstanceId: '{5}'.
ar: تمت جدولة FaultWorkItem للنشاط '{0}', DisplayName: '{1}', InstanceId: '{2}'. تم نشر الاستثناء من النشاط '{3}', DisplayName: '{4}', InstanceId: '{5}'.
cs: Položka FaultWorkItem byla plánována pro aktivitu {0} s názvem DisplayName {1} a InstanceId {2}. Výjimka byla rozšířena z aktivity {3} s názvem DisplayName {4} a InstanceId {5}.
da: Der blev planlagt et FaultWorkItem for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. Undtagelsen blev overført fra Activity '{3}', DisplayName: '{4}', InstanceId: '{5}'.
de: Für die Aktivität '{0}', DisplayName: '{1}', InstanceId: '{2}' wurde eine FaultWorkItem geplant. Die Ausnahme wurde von der Aktivität '{3}', DisplayName: '{4}', InstanceId: '{5}' propagiert.
el: Ένα FaultWorkItem προγραμματίστηκε για Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. Η εξαίρεση μεταβιβάστηκε από Activity '{3}', DisplayName: '{4}', InstanceId: '{5}'.
es: Se ha programado un FaultWorkItem para la actividad '{0}', DisplayName: '{1}', InstanceId: '{2}'. La excepción se propagó desde la actividad '{3}', DisplayName: '{4}', InstanceId: '{5}'.
fi: Tehtävälle {0} (DisplayName: {1}, InstanceId: {2}) on ajoitettu FaultWorkItem-kohde. Poikkeus välitettiin tehtävästä {3} (DisplayName: {4}, InstanceId: {5}).
fr: FaultWorkItem a été planifié pour l'activité '{0}', DisplayName : '{1}', InstanceId : '{2}'. L'exception a été propagée à partir de l'activité '{3}', DisplayName : '{4}', InstanceId : '{5}'.
he: FaultWorkItem תוזמן עבור פעילות '{0}', DisplayName‏: '{1}', InstanceId‏: '{2}'. החריגה הופצה מפעילות '{3}', DisplayName‏: '{4}', InstanceId‏: '{5}'.
hu: FaultWorkItem lett beütemezve a(z) „{0}” tevékenységhez. DisplayName: „{1}”, InstanceId: „{2}”. A kivétel a(z) „{3}” tevékenységből lett propagálva. DisplayName: „{4}”, InstanceId: „{5}”.
it: FaultWorkItem pianificato per l'attività '{0}', DisplayName: '{1}', InstanceId: '{2}'. Eccezione propagata dall'attività '{3}', DisplayName: '{4}', InstanceId: '{5}'.
ja: Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' に対して FaultWorkItem がスケジュールされました。Activity '{3}'、DisplayName: '{4}'、InstanceId: '{5}' から例外が返されました。
ko: 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'에 대해 FaultWorkItem이 예약되었습니다. 작업 '{3}', DisplayName: '{4}', InstanceId: '{5}'에서 예외가 전파되었습니다.
nb: Et FaultWorkItem er planlagt for aktiviteten {0}, DisplayName: {1}, InstanceId: {2}. Unntaket ble overført fra aktiviteten {3}, DisplayName: {4}, InstanceId: {5}.
nl: Er is een FaultWorkItem gepland voor de activiteit {0} met de weergavenaam {1} en de exemplaar-id {2}. De uitzondering is doorgegeven vanuit de activiteit {3} met de weergavenaam {4} en de exemplaar-id {5}.
pl: Zaplanowano element roboczy FaultWorkItem dla działania {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}. Wyjątek pochodzi z działania {3}, nazwa wyświetlana: {4}, identyfikator wystąpienia: {5}.
pt_br: Um FaultWorkItem foi agendado para a atividade '{0}', DisplayName: '{1}', InstanceId: '{2}'. A exceção foi propagada da atividade '{3}', DisplayName: '{4}', InstanceId: '{5}'.
pt_pt: Foi agendado um FaultWorkItem para a Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'. A exceção foi propagada da Activity '{3}', DisplayName: '{4}', InstanceId: '{5}'.
ru: Элемент FaultWorkItem был запланирован для элемента Activity "{0}", DisplayName: "{1}", InstanceId: '{2}'. В элементе Activity "{3}" произошло исключение, DisplayName: "{4}", InstanceId: '{5}'.
sv: En FaultWorkItem har schemalagts för aktivitet {0}, DisplayName: {1}, InstanceId: {2}. Undantaget spreds från aktivitet {3}, DisplayName: {4}, InstanceId: {5}.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' Activity'si için bir FaultWorkItem zamanlandı. Özel durum DisplayName: '{4}', InstanceId: '{5}' olan '{3}' Activity'sinden yayıldı.
zh_cn: 已为 Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”安排了 FaultWorkItem。异常是从 Activity“{3}”、DisplayName“{4}”、InstanceId“{5}”传播的。
zh_tw: 已經為活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 排程 FaultWorkItem。例外狀況傳播源自活動 '{3}'、DisplayName: '{4}'、InstanceId: '{5}'。

# event_ScheduleRuntimeWorkItem
source: A runtime work item has been scheduled for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ar: تمت جدولة عنصر عمل وقت التشغيل للنشاط '{0}', DisplayName: '{1}', InstanceId: '{2}'.
cs: Běhová pracovní položky byla plánována pro aktivitu {0} s názvem DisplayName {1} a InstanceId {2}.
da: Der blev planlagt et kørselsarbejdselement for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
de: Für die Aktivität "{0}", DisplayName: "{1}", InstanceId: "{2}" wurde ein Laufzeit-Arbeitselement geplant.
el: Ένα στοιχείο εργασίας χρόνου εκτέλεσης προγραμματίστηκε για Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
es: Se ha programado un elemento de trabajo en tiempo de ejecución para la actividad '{0}', DisplayName: '{1}', InstanceId: '{2}'.
fi: Tehtävälle {0} (DisplayName: {1}, InstanceId: {2}) on ajoitettu suorituksenaikainen työkohde.
fr: Un élément de travail runtime a été planifié pour l'activité '{0}', DisplayName : '{1}', InstanceId : '{2}'.
he: פריט עבודה של זמן ריצה תוזמן עבור פעילות '{0}', DisplayName‏: '{1}', InstanceId‏: '{2}'.
hu: Futásidejű munkaelem lett beütemezve a(z) „{0}” tevékenységhez. DisplayName: „{1}”, InstanceId: „{2}”.
it: Elemento di lavoro del runtime pianificato per l'attività '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ja: Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' に対してランタイム作業項目がスケジュールされました。
ko: 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'에 대해 런타임 작업 항목이 예약되었습니다.
nb: Et arbeidselement for kjøretid er planlagt for aktiviteten {0}, DisplayName: {1}, InstanceId: {2}.
nl: Er is een runtimewerkitem gepland voor de activiteit {0} met de weergavenaam {1} en de exemplaar-id {2}.
pl: Zaplanowano element roboczy środowiska wykonawczego dla działania {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}.
pt_br: Um item de trabalho de tempo de execução foi agendado para a atividade '{0}', DisplayName: '{1}', InstanceId: '{2}'.
pt_pt: Foi agendado um item de trabalho de runtime para a Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ru: Рабочий элемент среды выполнения был запланирован для элемента Activity "{0}", DisplayName: "{1}", InstanceId: '{2}'.
sv: En körningsarbetsuppgift har schemalagts för aktivitet {0}, DisplayName: {1}, InstanceId: {2}.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' Activity'si için bir çalışma zamanı çalışma öğesi zamanlandı.
zh_cn: 已为 Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”安排了运行时工作项。
zh_tw: 已經為活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 排程執行階段工作項目。

# event_ScheduleTransactionContextWorkItem
source: A TransactionContextWorkItem has been scheduled for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ar: تمت جدولة TransactionContextWorkItem للنشاط '{0}', DisplayName: '{1}', InstanceId: '{2}'.
cs: Položka TransactionContextWorkItem byla plánována pro aktivitu {0} s názvem DisplayName {1} a InstanceId {2}.
da: Der blev planlagt et TransactionContextWorkItem for Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
de: Für die Aktivität '{0}', DisplayName: '{1}', InstanceId: '{2}' wurde eine TransactionContextWorkItem geplant.
el: Ένα TransactionContextWorkItem προγραμματίστηκε για τη δραστηριότητα '{0}', DisplayName: '{1}', InstanceId: '{2}'.
es: Se ha programado un TransactionContextWorkItem para la actividad '{0}', DisplayName: '{1}', InstanceId: '{2}'.
fi: Tehtävälle {0} (DisplayName: {1}, InstanceId: {2}) on ajoitettu TransactionContextWorkItem-kohde.
fr: TransactionContextWorkItem a été planifié pour l'activité '{0}', DisplayName : '{1}', InstanceId : '{2}'.
he: TransactionContextWorkItem תוזמן עבור פעילות '{0}', DisplayName‏: '{1}', InstanceId‏: '{2}'.
hu: TransactionContextWorkItem lett beütemezve a(z) „{0}” tevékenységhez. DisplayName: „{1}”, InstanceId: „{2}”.
it: TransactionContextWorkItem pianificato per l'attività '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ja: Activity '{0}'、DisplayName: '{1}'、InstanceId: '{2}' に対して TransactionContextWorkItem がスケジュールされました。
ko: 작업 '{0}', DisplayName: '{1}', InstanceId: '{2}'에 대해 TransactionContextWorkItem이 예약되었습니다.
nb: Et TransactionContextWorkItem er planlagt for aktiviteten {0}, DisplayName: {1}, InstanceId: {2}.
nl: Er is een TransactionContextWorkItem gepland voor de activiteit {0} met de weergavenaam {1} en de exemplaar-id {2}.
pl: Zaplanowano element roboczy TransactionContextWorkItem dla działania {0}, nazwa wyświetlana: {1}, identyfikator wystąpienia: {2}.
pt_br: Um TransactionContextWorkItem foi agendado para a atividade '{0}', DisplayName: '{1}', InstanceId: '{2}'.
pt_pt: Foi agendado um TransactionContextWorkItem para a Activity '{0}', DisplayName: '{1}', InstanceId: '{2}'.
ru: Элемент TransactionContextWorkItem был запланирован для элемента Activity "{0}", DisplayName: "{1}", InstanceId: '{2}'.
sv: En TransactionContextWorkItem har schemalagts för aktivitet {0}, DisplayName: {1}, InstanceId: {2}.
tr: DisplayName: '{1}', InstanceId: '{2}' olan '{0}' Activity'si için bir TransactionContextWorkItem zamanlandı.
zh_cn: 已为 Activity“{0}”、DisplayName“{1}”、InstanceId“{2}”安排了 TransactionContextWorkItem。
zh_tw: 已經為活動 '{0}'、DisplayName: '{1}'、InstanceId: '{2}' 排程 TransactionContextWorkItem。

# event_SecurityIdentityVerificationFailure
source: Security verification failed.
ar: فشل التحقق من الأمان.
cs: Ověření zabezpečení se nezdařilo.
da: Der opstod fejl i sikkerhedsbekræftelsen.
de: Fehler bei der Sicherheitsüberprüfung.
el: Η επαλήθευση ασφαλείας απέτυχε.
es: Error de comprobación de seguridad.
fi: Suojauksen varmistus epäonnistui.
fr: Échec de la vérification de sécurité.
he: אימות האבטחה נכשל.
hu: A biztonsági ellenőrzés sikertelen volt.
it: Verifica di sicurezza non riuscita.
ja: セキュリティ検証に失敗しました。
ko: 보안 확인에 실패했습니다.
nb: Sikkerhetsbekreftelse mislyktes.
nl: Beveiligingsverificatie mislukt.
pl: Weryfikacja zabezpieczeń nie powiodła się.
pt_br: Falha na verificação de segurança.
pt_pt: Falha na verificação de segurança.
ru: Ошибка при проверке безопасности.
sv: Säkerhetsverifieringen misslyckades.
tr: Güvenlik doğrulaması başarısız oldu.
zh_cn: 安全验证失败。
zh_tw: 安全性驗證失敗。
