Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_RoutingServiceCompletingReceiveContext
source: The Routing Service is calling ReceiveContext.Complete for Message with ID: '{0}'.
ar: تقوم خدمة التوجيه باستدعاء ReceiveContext.Complete للرسالة بالمعرف: '{0}'.
cs: Směrovací služba volá metodu ReceiveContext.Complete pro zprávu s ID: {0}.
da: Routing Service kalder ReceiveContext.Complete for Message med id'et: '{0}'.
de: Der Routingdienst ruft ReceiveContext.Complete für die Nachricht mit folgender ID auf: '{0}'.
el: Η υπηρεσία δρομολόγησης καλεί το ReceiveContext.Complete για μήνυμα με ID: '{0}'.
es: El servicio de enrutamiento está llamando a ReceiveContext.Complete para un mensaje con id.: '{0}'.
fi: Reitityspalvelu kutsuu ReceiveContext.Complete-menetelmää viestille, jonka tunnus on {0}.
fr: Le service de routage appelle ReceiveContext.Complete pour le message avec l'ID : '{0}'.
he: שירות הניתוב קורא ל- ReceiveContext.Complete עבור הודעה עם מזהה: {0}.
hu: Az Útválasztási szolgáltatás a ReceiveContext.Complete metódust hívja a következő azonosítójú üzenetre: „{0}”.
it: Servizio di routing: è in corso la chiamata a ReceiveContext.Complete per il messaggio con ID '{0}'.
ja: ルーティング サービスが、ID: '{0}' のメッセージに対して ReceiveContext.Complete を呼び出しています。
ko: 라우팅 서비스에서 ID가 '{0}'인 메시지에 대해 ReceiveContext.Complete를 호출하는 중입니다.
nb: Rutingstjenesten kaller ReceiveContext.Complete for meldingen med IDen: {0}.
nl: De Routing-service roept momenteel ReceiveContext.Complete aan voor het bericht met de id {0}.
pl: Usługa routingu wywołuje metodę ReceiveContext.Complete dla komunikatu o identyfikatorze ID: {0}.
pt_br: O serviço de roteamento está chamando ReceiveContext.Complete para a mensagem com ID: '{0}'.
pt_pt: O Serviço de Encaminhamento está a chamar ReceiveContext.Complete para a Message com o ID: '{0}'.
ru: Служба Routing Service вызывает ReceiveContext.Complete для сообщения с идентификатором: "{0}".
sv: Routningstjänsten anropar ReceiveContext.Complete för meddelande med ID: {0}.
tr: Yönlendirme Hizmeti kimliği '{0}' olan İleti için ReceiveContext.Complete'i çağırıyor.
zh_cn: 路由服务正在为 ID 是“{0}”的消息调用 ReceiveContext.Complete。
zh_tw: 路由服務正在為下列識別碼的訊息呼叫 ReceiveContext.Complete: '{0}'。

# event_RoutingServiceCompletingTwoWay
source: A Routing Service request reply message is completing.
ar: يتم إكمال رسالة رد طلب خدمة توجيه.
cs: Probíhá dokončení zprávy s odpovědí na žádost směrovací služby.
da: En meddelelse med svar på en anmodning fra Routing Service fuldføres.
de: Eine Routingdienst-Anforderungsantwortnachricht wird abgeschlossen.
el: Ολοκληρώνει ένα μήνυμα απάντησης αίτησης υπηρεσίας δρομολόγησης.
es: Se está completando un mensaje de respuesta a solicitudes del servicio de enrutamiento.
fi: Reitityspalvelun pyynnön vastaussanomaa viimeistellään.
fr: Fin du message de réponse à la demande du service de routage.
he: הודעת מענה לבקשה של שירות הניתוב מסתיימת.
hu: Befejeződik az Útválasztási szolgáltatás válaszkérő üzenete.
it: Completamento in corso di un messaggio di risposta a una richiesta del servizio di routing.
ja: ルーティング サービスの要求応答メッセージを完了しています。
ko: 라우팅 서비스 요청 회신 메시지를 완료하는 중입니다.
nb: En svarmelding for en forespørsel i rutingstjenesten fullføres.
nl: Er wordt momenteel een aanvraag-/antwoordbericht voor de Routing-service voltooid.
pl: Usługa routingu kończy przetwarzanie komunikatu odpowiedzi na żądanie.
pt_br: Uma mensagem de resposta do serviço de roteamento está sendo concluída.
pt_pt: Está a ser concluída uma mensagem pedido-resposta do Serviço de Encaminhamento.
ru: Ответное сообщение на запрос службы Routing Service завершается.
sv: Ett Request/Reply-meddelande med routningstjänsten slutförs.
tr: Bir Yönlendirme Hizmeti istek yanıt iletisi tamamlanıyor.
zh_cn: 路由服务请求答复消息正在完成。
zh_tw: 路由服務要求回覆訊息即將完成。

# event_RoutingServiceConfigurationApplied
source: A new RoutingConfiguration has been applied to the Routing Service.
ar: تم تطبيق RoutingConfiguration جديد على خدمة التوجيه.
cs: Nová konfigurace RoutingConfiguration byla použita pro směrovací službu.
da: Der blev anvendt en ny RoutingConfiguration på Routing Service.
de: Eine neue RoutingConfiguration wurde auf den Routingdienst angewendet.
el: Ένα νέο RoutingConfiguration έχει εφαρμοσθεί στην υπηρεσία δρομολόγησης.
es: Se ha aplicado un nuevo elemento RoutingConfiguration al servicio de enrutamiento.
fi: Uusi RoutingConfiguration on otettu käyttöön reitityspalvelulle.
fr: Une nouvelle RoutingConfiguration est appliquée au service de routage.
he: RoutingConfiguration חדש הוחל על שירות הניתוב.
hu: A rendszer új RoutingConfiguration konfigurációt alkalmazott az Útválasztási szolgáltatásra.
it: Nuova RoutingConfiguration applicata al servizio di routing.
ja: 新しい RoutingConfiguration がルーティング サービスに適用されました。
ko: 새 RoutingConfiguration이 라우팅 서비스에 적용되었습니다.
nb: Ny RoutingConfiguration er tatt i bruk for rutingstjenesten.
nl: Een nieuwe RoutingConfiguration is toegepast op de Routing-service.
pl: Do usługi routingu zastosowano nową konfigurację routingu.
pt_br: Uma nova RoutingConfiguration foi aplicada ao serviço de roteamento.
pt_pt: Foi aplicada uma nova RoutingConfiguration ao Serviço de Encaminhamento.
ru: Новая конфигурация RoutingConfiguration применена к службе Routing Service.
sv: En ny RoutingConfiguration har tillämpats för routningstjänsten.
tr: Yönlendirme Hizmeti'ne yeni bir RoutingConfiguration uygulandı.
zh_cn: 一个新的 RoutingConfiguration 已应用于路由服务。
zh_tw: 已對路由服務套用新的 RoutingConfiguration。

# event_RoutingServiceCreatingClientForEndpoint
source: The Routing Service is creating a client for endpoint: '{0}'.
ar: تقوم خدمة التوجيه بإنشاء عميل لنقطة النهاية: '{0}'.
cs: Směrovací služba vytváří klienta pro koncový bod: {0}.
da: Routing Service opretter en klient for slutpunktet: '{0}'.
de: Der Routingdienst erstellt einen Client für folgenden Endpunkt: '{0}'.
el: Η υπηρεσία δρομολόγησης δημιουργεί ένα πρόγραμμα-πελάτη για τελικό σημείο: '{0}'.
es: El servicio de enrutamiento está creando un cliente para el extremo: '{0}'.
fi: Reitityspalvelu luo asiakkaan seuraavalle päätepisteelle: {0}.
fr: Le service de routage crée un client pour le point de terminaison : '{0}'.
he: שירות הניתוב יוצר לקוח עבור נקודת קצה: {0}.
hu: Az Útválasztási szolgáltatás ügyfelet hoz létre a következő végponthoz: „{0}”.
it: Servizio di routing: è in corso la creazione di un client per l'endpoint: '{0}'.
ja: ルーティング サービスが、エンドポイント: '{0}' のクライアントを作成しています。
ko: 라우팅 서비스에서 끝점 '{0}'에 대한 클라이언트를 만드는 중입니다.
nb: Rutingstjenesten oppretter en klient for endepunktet: {0}.
nl: De Routing-service maakt momenteel een client voor het eindpunt {0}.
pl: Usługa routingu tworzy klienta dla punktu końcowego: {0}.
pt_br: O serviço de roteamento está criando um cliente para o ponto de extremidade: '{0}'.
pt_pt: O Serviço de Encaminhamento está a criar um cliente para o ponto final: '{0}'.
ru: Служба Routing Service создает клиент для конечной точки: "{0}".
sv: Routningstjänsten skapar en klient för slutpunkt: {0}.
tr: Yönlendirme Hizmeti bitiş noktası için istemci oluşturuyor: '{0}'.
zh_cn: 路由服务正在为终结点“{0}”创建客户端。
zh_tw: 路由服務正在為下列端點建立用戶端: '{0}'。

# event_RoutingServiceCreatingTransaction
source: The Routing Service created a new Transaction with id '{0}' for processing message(s).
ar: قامت خدمة التوجيه بإنشاء معاملة جديدة بالمعرف '{0}' لمعالجة الرسالة (الرسائل).
cs: Směrovací služba vytvořila novou transakci s ID {0} pro zpracování zpráv.
da: Routing Service oprettede en ny Transaction med id'et '{0}' til behandling af meddelelse(r).
de: Der Routingdienst hat eine neue Transaktion mit der ID '{0}' zur Verarbeitung von Nachrichten erstellt.
el: Η υπηρεσία δρομολόγησης δημιούργησε μια νέα συναλλαγή με αναγνωριστικό '{0}' για την επεξεργασία μηνύματος(ων).
es: El servicio de enrutamiento creó una nueva transacción con id. '{0}' para procesar los mensajes.
fi: Reitityspalvelu on luonut viestien käsittelyä varten uuden tapahtuman tunnuksella {0}.
fr: Le service de routage a créé une nouvelle transaction avec l'id '{0}' pour le traitement des messages.
he: שירות הניתוב יצר טרנזקציה חדשה עם מזהה '{0}' עבור עיבוד הודעות.
hu: Az Útválasztási szolgáltatás új, „{0}” azonosítójú tranzakciót hozott létre az üzenet(ek) feldolgozásához.
it: Il servizio di routing ha creato una nuova transazione con ID '{0}' per l'elaborazione di messaggi.
ja: ルーティング サービスが、メッセージを処理するために ID '{0}' の新しいトランザクションを作成しました。
ko: 라우팅 서비스에서 메시지를 처리하기 위해 ID가 '{0}'인 새 트랜잭션을 만들었습니다.
nb: Rutingstjenesten opprettet en ny transaksjon med IDen {0} for meldingen(e) som behandles.
nl: De Routing-service heeft een nieuwe transactie gemaakt met de id {0} voor het verwerken van een of meer berichten.
pl: Usługa routingu utworzyła nową transakcję o identyfikatorze {0} na potrzeby przetwarzania komunikatów.
pt_br: O serviço de roteamento criou uma nova Transaction com ID '{0}' para processar mensagens.
pt_pt: O Serviço de Encaminhamento criou uma nova Transaction com o id '{0}' para processamento de mensagens.
ru: Служба Routing Service создала новую транзакцию с идентификатором "{0}" для обработки сообщений.
sv: Routningstjänsten skapade en ny transaktion med ID {0} för att behandla meddelande(n).
tr: Yönlendirme Hizmeti iletileri işlemek için kimliği '{0}' olan yeni bir İşlem oluşturdu.
zh_cn: 路由服务创建了一个 ID 为“{0}”的新事务来处理消息。
zh_tw: 路由服務為處理訊息，已建立識別碼為 '{0}' 的新交易。

# event_RoutingServiceDisplayConfig
source: The Routing Service is configured with RouteOnHeadersOnly: {0}, SoapProcessingEnabled: {1}, EnsureOrderedDispatch: {2}.
ar: تم تكوين خدمة التوجيه باستخدام RouteOnHeadersOnly: {0}، SoapProcessingEnabled: {1}، EnsureOrderedDispatch: {2}.
cs: Směrovací služba je nakonfigurována s hodnotami RouteOnHeadersOnly: {0}, SoapProcessingEnabled: {1}, EnsureOrderedDispatch: {2}.
da: Routing Service er konfigureret med RouteOnHeadersOnly: {0}, SoapProcessingEnabled: {1}, EnsureOrderedDispatch: {2}.
de: Der Routingdienst wurde wie folgt konfiguriert: RouteOnHeadersOnly: {0}, SoapProcessingEnabled: {1}, EnsureOrderedDispatch: {2}.
el: Η υπηρεσία δρομολόγησης ρυθμίζεται με RouteOnHeadersOnly: {0}, SoapProcessingEnabled: {1}, EnsureOrderedDispatch: {2}.
es: El servicio de enrutamiento está configurado con RouteOnHeadersOnly: {0}, SoapProcessingEnabled: {1}, EnsureOrderedDispatch: {2}.
fi: Reitityspalvelu on määritetty käyttämään seuraavia asetuksia: RouteOnHeadersOnly: {0}, SoapProcessingEnabled: {1}, EnsureOrderedDispatch: {2}.
fr: Le service de routage est configuré avec RouteOnHeadersOnly : {0}, SoapProcessingEnabled : {1}, EnsureOrderedDispatch : {2}.
he: תצורתו של שירות הניתוב נקבעת באמצעות RouteOnHeadersOnly: ‏{0}, SoapProcessingEnabled‏: {1}, EnsureOrderedDispatch‏: {2}.
hu: Az Útválasztási szolgáltatás beállításai: RouteOnHeadersOnly: {0}, SoapProcessingEnabled: {1}, EnsureOrderedDispatch: {2}.
it: Servizio di routing configurato con RouteOnHeadersOnly: {0}, SoapProcessingEnabled: {1}, EnsureOrderedDispatch: {2}.
ja: ルーティング サービスは、RouteOnHeadersOnly: {0}、SoapProcessingEnabled: {1}、EnsureOrderedDispatch: {2} に構成されています。
ko: 라우팅 서비스가 RouteOnHeadersOnly: {0}, SoapProcessingEnabled: {1}, EnsureOrderedDispatch: {2}(으)로 구성되어 있습니다.
nb: Rutingstjenesten er konfigurert med RouteOnHeadersOnly: {0}, SoapProcessingEnabled: {1}, EnsureOrderedDispatch: {2}.
nl: Voor de Routing-service is RouteOnHeadersOnly {0}, SoapProcessingEnabled {1}, EnsureOrderedDispatch: {2} geconfigureerd.
pl: Dla usługi routingu skonfigurowano następujące właściwości: RouteOnHeadersOnly: {0}, SoapProcessingEnabled: {1}, EnsureOrderedDispatch: {2}.
pt_br: O serviço de roteamento está configurado com RouteOnHeadersOnly: {0}, SoapProcessingEnabled: {1}, EnsureOrderedDispatch: {2}.
pt_pt: O Routing Service está configurado com RouteOnHeadersOnly: {0}, SoapProcessingEnabled: {1}, EnsureOrderedDispatch: {2}.
ru: Служба Routing Service настроена с параметрами RouteOnHeadersOnly: {0}, SoapProcessingEnabled: {1}, EnsureOrderedDispatch: {2}.
sv: Routningstjänsten har konfigurerats med RouteOnHeadersOnly: {0}, SoapProcessingEnabled: {1}, EnsureOrderedDispatch: {2}.
tr: Yönlendirme Hizmeti RouteOnHeadersOnly: {0}, SoapProcessingEnabled: {1}, EnsureOrderedDispatch: {2} olarak yapılandırılmış.
zh_cn: 对路由服务进行了如下配置: RouteOnHeadersOnly: {0}，SoapProcessingEnabled: {1}，EnsureOrderedDispatch: {2}。
zh_tw: 路由服務已設定 RouteOnHeadersOnly: {0}，SoapProcessingEnabled: {1}，EnsureOrderedDispatch: {2}。

# event_RoutingServiceDuplexCallbackException
source: Routing Service component {0} encountered a duplex callback exception.
ar: صادف مكون خدمة التوجيه {0} استثناء رد اتصال مزدوجًا.
cs: Komponenta směrovací služby {0} zjistila výjimku duplexního zpětného volání.
da: Der opstod en duplex-tilbagekaldsundtagelse for Routing Service-komponenten {0}.
de: Die Routingdienstkomponente {0} hat eine Duplexrückrufausnahme festgestellt.
el: Προέκυψε μια διπλή εξαίρεση επιστροφής κλήσης στο στοιχείο {0} της υπηρεσίας δρομολόγησης.
es: Excepción de devolución de llamada dúplex en el componente {0} del servicio de enrutamiento.
fi: Reitityspalvelun komponentti {0} on kohdannut kaksisuuntaisen takaisinkutsupoikkeuksen.
fr: Le composant du service de routage {0} a rencontré une exception de rappel duplex.
he: רכיב שירות הניתוב {0} נתקל בחריגת התקשרות חזרה דו-סטרית.
hu: Az Útválasztási szolgáltatás {0} összetevője kétirányú visszahívási kivételbe ütközött.
it: Eccezione di callback duplex rilevata dal componente {0} del servizio di routing.
ja: ルーティング サービスのコンポーネント {0} で二重コールバックの例外が発生しました。
ko: 라우팅 서비스 구성 요소 {0}에 중복 콜백 예외가 발생했습니다.
nb: Det oppstod et unntak i duplekstilbakeringingen i rutingstjenestekomponenten {0}.
nl: In de component {0} van de Routing-service is een uitzondering voor duplexretouraanroepen aangetroffen.
pl: Składnik {0} usługi routingu napotkał wyjątek dwustronnego wywołania zwrotnego.
pt_br: O componente {0} do serviço de roteamento encontrou uma exceção de retorno de chamada dúplex.
pt_pt: O componente do Serviço de Encaminhamento {0} encontrou uma exceção de chamada de retorno duplex.
ru: Для компонента {0} службы Routing Service возникло исключение дуплексного обратного вызова.
sv: Ett duplicerat återanropsundantag uppstod i routningstjänstkomponenten {0}.
tr: {0} Yönlendirme Hizmeti bileşeni bir çift yönlü geri çağırma özel durumuyla karşılaştı.
zh_cn: 路由服务组件 {0} 遇到了双工回调异常。
zh_tw: 路由服務元件 {0} 遇到雙工回呼例外狀況。

# event_RoutingServiceFilterTableMatchStart
source: Routing Service MessageFilterTable Match Start.
ar: خدمة التوجيه MessageFilterTable تطابق البدء.
cs: Služba směrování - začátek shody MessageFilterTable
da: Routing Service starter overensstemmelse af MessageFilterTable.
de: Der Routingdienst startet den MessageFilterTable-Abgleich.
el: Έναρξη αντιστοίχισης υπηρεσίας δρομολόγησης MessageFilterTable Match.
es: Inicio de coincidencia de MessageFilterTable del servicio de enrutamiento.
fi: Reitityspalvelun MessageFilterTable-täsmäytys alkoi.
fr: Début de la correspondance du service de routage MessageFilterTable.
he: התחלת התאמה של MessageFilterTable בשירות הניתוב.
hu: Az útválasztási szolgáltatás MessageFilterTable egyeztetésének indítása
it: Inizio corrispondenza MessageFilterTable servizio di routing.
ja: ルーティング サービス MessageFilterTable の照合が開始します。
ko: 라우팅 서비스 MessageFilterTable 일치 시작.
nb: MessageFilterTable-samsvar i rutingstjenesten starter.
nl: Overeenkomsten zoeken in de MessageFilterTable van de Routing-service starten.
pl: Rozpoczęto dopasowywanie obiektu MessageFilterTable usługi routingu.
pt_br: A Correspondência de MessageFilterTable do Serviço de Roteamento foi iniciada.
pt_pt: Início da Correspondência de MessageFilterTable do Serviço de Encaminhamento.
ru: Начало сопоставления MessageFilterTable в службе маршрутизации.
sv: Matcha start för routningstjänstens MessageFilterTable.
tr: Yönlendirme Hizmeti MessageFilterTable Eşleştirme Başlat.
zh_cn: 路由服务 MessageFilterTable 匹配开始。
zh_tw: 路由服務 MessageFilterTable 比對開始。

# event_RoutingServiceFilterTableMatchStop
source: Routing Service MessageFilterTable Match Stop.
ar: خدمة التوجيه MessageFilterTable تطابق الإيقاف.
cs: Služba směrování - konec shody MessageFilterTable
da: Routing Service stopper overensstemmelse af MessageFilterTable.
de: Der Routingdienst beendet den MessageFilterTable-Abgleich.
el: Τερματισμός αντιστοίχισης υπηρεσίας δρομολόγησης MessageFilterTable Match.
es: Detención de coincidencia de MessageFilterTable del servicio de enrutamiento.
fi: Reitityspalvelun MessageFilterTable-täsmäytys päättyi.
fr: Fin de la correspondance du service de routage MessageFilterTable.
he: עצירת התאמה של MessageFilterTable בשירות הניתוב.
hu: Az útválasztási szolgáltatás MessageFilterTable egyeztetésének leállítása
it: Arresto corrispondenza MessageFilterTable servizio di routing.
ja: ルーティング サービス MessageFilterTable の照合が停止します。
ko: 라우팅 서비스 MessageFilterTable 일치 중지.
nb: MessageFilterTable-samsvar i rutingstjenesten stopper.
nl: Overeenkomsten zoeken in de MessageFilterTable van de Routing-service stoppen.
pl: Zatrzymano dopasowywanie obiektu MessageFilterTable usługi routingu.
pt_br: A Correspondência de MessageFilterTable do Serviço de Roteamento foi parada.
pt_pt: Fim da Correspondência de MessageFilterTable do Serviço de Encaminhamento.
ru: Остановка сопоставления MessageFilterTable в службе маршрутизации.
sv: Matcha stopp för routningstjänstens MessageFilterTable.
tr: Yönlendirme Hizmeti MessageFilterTable Eşleştirme Durdur.
zh_cn: 路由服务 MessageFilterTable 匹配停止。
zh_tw: 路由服務 MessageFilterTable 比對停止。

# event_RoutingServiceHandledException
source: The Routing Service has handled an exception.
ar: قامت خدمة التوجيه بمعالجة استثناء.
cs: Služba směrování ošetřila výjimku.
da: Routing Service har behandlet en undtagelse.
de: Vom Routingdienst wurde eine Ausnahme behandelt.
el: Η υπηρεσία δρομολόγησης αντιμετώπισε εξαίρεση.
es: El servicio de enrutamiento ha controlado una excepción.
fi: Reitityspalvelu on käsitellyt poikkeuksen.
fr: Le service de routage a géré une exception.
he: שירות הניתוב טיפל בחריגה.
hu: Az útválasztási szolgáltatás kezelt egy kivételt.
it: Eccezione gestita dal servizio di routing.
ja: ルーティング サービスが例外を処理しました。
ko: 라우팅 서비스가 예외를 처리했습니다.
nb: Rutingstjenesten har behandlet et unntak.
nl: De Routing-service heeft een uitzondering afgehandeld.
pl: Usługa routingu obsłużyła wyjątek.
pt_br: O Serviço de Roteamento tratou uma exceção.
pt_pt: O Serviço de Encaminhamento processou uma exceção.
ru: Служба маршрутизации обработала исключение.
sv: Ett undantag hanterades av routningstjänsten.
tr: Yönlendirme Hizmeti bir özel durumu işledi.
zh_cn: 路由服务已处理异常。
zh_tw: 路由服務已經處理過例外狀況。

# event_RoutingServiceMessageRoutedToEndpoints
source: The Routing Service routed message with ID: '{0}' to {1} endpoint lists.
ar: قامت خدمة التوجيه بتوجيه رسالة بالمعرف: '{0}' إلى قائمة نقاط النهاية {1}.
cs: Směrovací služba provedla směrování zprávy s ID {0} do seznamu koncových bodů {1}.
da: Routing Service sendte meddelelsen med id'et: '{0}' til slutpunktslisterne for {1}.
de: Der Routingdienst hat die Nachricht mit ID: '{0}' an {1} Endpunktlisten weitergeleitet.
el: Η υπηρεσία δρομολόγησης δρομολόγησε το μήνυμα με αναγνωριστικό: '{0}' σε {1} λίστες τελικών σημείων.
es: El servicio de enrutamiento enrutó el mensaje con id.: '{0}' a {1} listas de extremos.
fi: Reitityspalvelu on reitittänyt viestin (tunnus: {0}) {1} päätepisteluetteloon.
fr: Message routé avec l'ID : '{0}' routé par le service de routage vers les listes de points de terminaison {1}.
he: שירות הניתוב ניתב הודעה עם מזהה: {0} אל {1} רשימות של נקודות קצה.
hu: Az Útválasztási szolgáltatás {1} végpontlista felé továbbította a következő azonosítójú üzenetet: „{0}”.
it: Il servizio di routing ha indirizzato il messaggio con ID '{0}' a {1} elenchi di endpoint.
ja: ルーティング サービスにより、ID: '{0}' のメッセージが {1} エンドポイント リストにルーティングされました。
ko: 라우팅 서비스에서 ID가 '{0}'인 메시지를 {1} 끝점 목록으로 라우팅했습니다.
nb: Rutingstjenesten rutet meldingen med IDen: {0} til {1} endepunktlister.
nl: De Routing-service heeft het bericht met de id {0} naar {1} eindpuntlijsten gerouteerd.
pl: Usługa routingu skierowała komunikat o identyfikatorze: {0} do następującej liczby list punktów końcowych: {1}.
pt_br: O serviço de roteamento roteou uma mensagem com ID: '{0}' para {1} listas de pontos de extremidade.
pt_pt: O Serviço de Encaminhamento encaminhou a mensagem com o ID: '{0}' para {1} listas de pontos finais.
ru: Служба Routing Service направила сообщение с идентификатором: "{0}" в конечные точки из списков {1}.
sv: Routningstjänsten dirigerade meddelande med ID: {0} till {1}-slutpunktslistor.
tr: Yönlendirme Hizmeti kimliği '{0}' olan iletiyi {1} bitiş noktası listesine yönlendirdi.
zh_cn: 路由服务已将 ID 为“{0}”的消息路由到 {1} 个终结点列表。
zh_tw: 路由服務將識別碼 '{0}' 的訊息傳送到 {1} 端點清單。

# event_RoutingServiceProcessingFailure
source: The Routing Service failed while processing a message on the endpoint with address '{0}'.
ar: فشلت خدمة التوجيه أثناء معالجة رسالة على نقطة النهاية بالعنوان '{0}'.
cs: Směrovací službě se nepodařilo zpracovat zprávu na koncovém bodu s adresou {0}.
da: Der opstod en fejl på Routing Service under behandlingen af en meddelelse på slutpunktet med adressen '{0}'.
de: Routingdienstfehler beim Verarbeiten einer Nachricht am Endpunkt mit der Adresse '{0}'.
el: Η υπηρεσία δρομολόγησης απέτυχε κατά την επεξεργασία ενός μηνύματος στο τελικό σημείο διεύθυνσης '{0}'.
es: Error en el servicio de enrutamiento al procesar un mensaje en el extremo con la dirección '{0}'.
fi: Reitityspalvelussa tapahtui virhe käsiteltäessä viestiä päätepisteessä, jonka osoite on {0}.
fr: Échec du service de routage pendant le traitement d'un message sur le point de terminaison avec l'adresse '{0}'.
he: שירות הניתוב נכשל בעת עיבוד הודעה בנקודת הקצה עם הכתובת '{0}'.
hu: Hiba történt az Útválasztási szolgáltatásban egy üzenet feldolgozásakor a következő című végponton: „{0}”.
it: Errore del servizio di routing durante l'elaborazione di un messaggio nell'endpoint con indirizzo '{0}'.
ja: アドレス '{0}' のエンドポイントでメッセージを処理しているときにルーティング サービスでエラーが発生しました。
ko: 주소가 '{0}'인 끝점에서 메시지를 처리하는 동안 라우팅 서비스에 오류가 발생했습니다.
nb: Det oppstod en feil i rutingstjenesten under behandling av en melding på endepunktet med adressen {0}.
nl: Er is een fout opgetreden in de Routing-service tijdens het verwerken van een bericht op het eindpunt met het adres {0}.
pl: Wystąpił błąd usługi routingu podczas przetwarzania komunikatu w punkcie końcowym o adresie {0}.
pt_br: Falha do serviço de roteamento ao processar uma mensagem no ponto de extremidade com endereço '{0}'.
pt_pt: Falha do Serviço de Encaminhamento ao processar uma mensagem no ponto final com o endereço '{0}'.
ru: Служба Routing Service завершилась с ошибкой при обработке сообщения в конечной точке с адресом "{0}".
sv: Ett fel uppstod i routningstjänsten när ett meddelande behandlades på slutpunkten med adressen {0}.
tr: Yönlendirme Hizmeti adresi '{0}' olan bitiş noktasında bir iletiyi işlerken başarısız oldu.
zh_cn: 在地址为“{0}”的终结点上处理消息时，路由服务失败。
zh_tw: 處理位址 '{0}' 的端點上的訊息時，路由服務失敗。
