Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# keyword_Discovery
source: Discovery
ar: اكتشاف
cs: Zjišťování
da: Registrering
el: Εντοπισμός
es: Descubrimiento
fi: Resurssienetsintä
fr: Découverte
he: גילוי
hu: Felfedezés
it: Individuazione
ja: 探索
ko: 검색
nb: Oppdagelse
nl: Ontdekking
pl: Odnajdowanie
pt_br: Descoberta
pt_pt: Deteção
ru: Обнаружение
sv: Identifiering
tr: Bulma
zh_cn: 发现
zh_tw: 探索

# keyword_EndToEndMonitoring
source: End-to-End Monitoring
ar: مراقبة نهاية إلى نهاية
cs: Komplexní sledování
da: Slutpunkt-til-slutpunkt-overvågning
de: End-to-End-Überwachung
el: Παρακολούθηση από τερματικό σε τερματικό
es: Supervisión de extremo a extremo
fi: Päästä päähän -seuranta
fr: Analyse de bout en bout
he: פיקוח מקצה לקצה
hu: Teljes körű figyelés
it: Monitoring end-to-end
ja: エンド ツー エンドの監視
ko: 종단 간 모니터링
nb: Ende-til-ende-overvåking
nl: End-to-End controle
pl: Monitorowanie kompleksowe
pt_br: Monitoramento Completo
pt_pt: Monitorização Ponto-a-ponto
ru: Сквозное наблюдение
sv: Övervakning slutpunkt-till-slutpunkt
tr: Bitişten-Bitişe İzleme
zh_cn: 端对端监控
zh_tw: 端對端監控

# keyword_HealthMonitoring
source: Health Monitoring
ar: مراقبة السلامة
cs: Sledování stavu
da: Tilstandsovervågning
de: Systemüberwachung
el: Παρακολούθηση υγείας
es: Seguimiento de estado
fi: Kuntotietojen seuranta
fr: Contrôle d'état
he: מעקב בריאותי
hu: Állapotkövető
it: Monitoraggio integrità
ja: 状態の監視
ko: 상태 모니터링
nb: Helseovervåking
nl: Statuscontrole
pl: Monitorowanie kondycji
pt_br: Monitoramento de integridade
pt_pt: Monitorização do Estado de Funcionamento
ru: Наблюдение за состоянием системы
sv: Hälsoövervakning
tr: Sistem Durumu İzleme
zh_cn: 运行状况监视
zh_tw: 狀況監控

# keyword_HTTP
source: HTTP Transport
ar: نقل HTTP
cs: Přenos pomocí protokolu HTTP
el: Μεταφορά HTTP
es: Transporte HTTP
fi: HTTP-siirto
fr: Transport HTTP
he: תעבורת HTTP‏
hu: HTTP-átvitel
it: Trasporto HTTP
ja: HTTP トランスポート
ko: HTTP 전송
pl: Transport HTTP
pt_br: Transporte HTTP
pt_pt: Transporte HTTP
ru: Транспорт HTTP
tr: HTTP Aktarımı
zh_cn: HTTP 传输
zh_tw: HTTP 傳輸

# keyword_Infrastructure
source: Infrastructure
ar: البنية الأساسية
cs: Infrastruktura
da: Infrastruktur
de: Infrastruktur
el: Υποδομή
es: Infraestructura
fi: Infrastruktuuri
he: תשתית
hu: Infrastruktúra
it: Infrastruttura
ja: インフラストラクチャ
ko: 인프라
nb: Infrastruktur
nl: Infrastructuur
pl: Infrastruktura
pt_br: Infraestrutura
pt_pt: Infraestrutura
ru: Инфраструктура
sv: Infrastruktur
tr: Altyapı
zh_cn: 基础结构
zh_tw: 基礎結構

# keyword_Quota
source: Quota
ar: الحصة النسبية
cs: Kvóta
da: Kvota
de: Kontingent
el: Όριο
es: Cuota
fi: Kiintiö
he: מיכסה
hu: Kvóta
ja: クォータ
ko: 할당량
nb: Kvote
pl: Przydział
pt_br: Cota
ru: Квота
sv: Kvot
tr: Kota
zh_cn: 配额
zh_tw: 配額

# keyword_RoutingServices
source: Routing Services
ar: خدمات الوجيه
cs: Směrovací služby
da: Routingtjenester
de: Routingdienste
el: Υπηρεσίες δρομολόγησης
es: Servicios de enrutamiento
fi: Reitityspalvelut
fr: Services de routage
he: שירותי ניתוב
hu: Útválasztási szolgáltatások
it: Servizi di routing
ja: ルーティング サービス
ko: 라우팅 서비스
nb: Rutingstjenester
nl: Routeringsservices
pl: Usługi routingu
pt_br: Serviços de Roteamento
ru: Службы маршрутизации
sv: Routningstjänster
tr: Yönlendirme Hizmetleri
zh_cn: 路由服务
zh_tw: 路由服務

# keyword_Security
source: Security
ar: الأمان
cs: Zabezpečení
da: Sikkerhed
de: Sicherheit
el: Ασφάλεια
es: Seguridad
fi: Suojaus
fr: Sécurité
he: אבטחה
hu: Biztonság
it: Sicurezza
ja: セキュリティ
ko: 보안
nb: Sikkerhet
nl: Beveiliging
pl: Zabezpieczenia
pt_br: Segurança
pt_pt: Segurança
ru: Безопасность
sv: Säkerhet
tr: Güvenlik
zh_cn: 安全
zh_tw: 安全性

# keyword_Serialization
source: Serialization
ar: إنشاء التسلسل
cs: Serializace
da: Serialisering
de: Serialisierung
el: Σειριοποίηση
es: Serialización
fi: Sarjoitus
fr: Sérialisation
he: עריכה בסידרה
hu: Szerializálás
it: Serializzazione
ja: シリアル化
nb: Serialisering
nl: Serialisatie
pl: Serializacja
pt_br: Serialização
pt_pt: Serialização
ru: Сериализация
sv: Serialisering
tr: Serileştirme
zh_cn: 序列化
zh_tw: 序列化

# keyword_ServiceHost
source: Service Host
ar: مضيف الخدمة
cs: Hostitel služby
da: Tjenestevært
de: Diensthost
el: Κεντρικός υπολογιστής υπηρεσίας
es: Host del servicio
fi: Palveluisäntä
fr: Hôte de service
he: מארח שירות
hu: Gazdaszolgáltatás
it: Host servizio
ja: サービス ホスト
ko: 서비스 호스트
nb: Tjenestevert
pl: Host usługi
pt_br: Host de serviço
pt_pt: Anfitrião de Serviço
ru: Узел службы
sv: Tjänstvärd
tr: Hizmet Ana Bilgisayar
zh_cn: 服务主机
zh_tw: 服務主機

# keyword_TCP
source: TCP Transport
ar: نقل TCP
cs: Přenos pomocí protokolu TCP
el: Μεταφορά TCP
es: Transporte TCP
fi: TCP-siirto
fr: Transport TCP
he: תעבורת TCP‏
hu: TCP-átvitel
it: Trasporto TCP
ja: TCP トランスポート
ko: TCP 전송
pl: Transport TCP
pt_br: Transporte TCP
pt_pt: Transporte TCP
ru: TCP-транспорт
tr: TCP Aktarımı
zh_cn: TCP 传输
zh_tw: TCP 傳輸

# keyword_Threading
source: Threading
ar: تعيين مؤشر ترابط
cs: Dělení na vlákna
da: Trådning
el: Νήματα
es: Subprocesamiento
fi: Säikeistys
he: יצירת הליכי משנה
hu: Szálkezelés
ja: スレッド処理
ko: 스레딩
nb: Trådkjøring
nl: Threadgebruik
pl: Wątki
ru: Работа с потоками
sv: Trådning
tr: İş Parçacığı Oluşturma
zh_cn: 线程处理
zh_tw: 執行緒

# keyword_Transaction
source: Transaction
ar: المعاملة
cs: Transakce
da: Transaktion
de: Transaktion
el: Συναλλαγή
es: Transacción
fi: Tapahtuma
he: טרנזקציה
hu: Tranzakció
it: Transazione
ja: トランザクション
ko: 트랜잭션
nb: Transaksjon
nl: Transactie
pl: Transakcja
pt_br: Transação
pt_pt: Transação
ru: Транзакция
sv: Transaktion
tr: İşlem
zh_cn: 事务
zh_tw: 交易

# keyword_TransportGeneral
source: Transport General
ar: نقل عام
cs: Přenos obecně
da: Transport generelt
de: Transport allgemein
el: Γενική μεταφορά
es: Transporte general
fi: Siirto, yleinen
fr: Transport Général
he: תעבורה כללית
hu: Átvitel általános adatai
it: Trasporto generale
ja: トランスポート全般
ko: 전송 일반
nb: Generell transport
nl: Transport algemeen
pl: Ustawienia ogólne transportu
pt_br: Transporte Geral
pt_pt: Transporte Geral
ru: Транспорт: общие
sv: Transport allmän
tr: Aktarma Genel
zh_cn: 常规传输
zh_tw: 一般傳輸

# keyword_Troubleshooting
source: Troubleshooting
ar: استكشاف الأخطاء وإصلاحها
cs: Odstraňování problémů
da: Fejlfinding
de: Fehlerbehandlung
el: Αντιμετώπιση προβλημάτων
es: Solución de problemas
fi: Vianmääritys
fr: Dépannage
he: פתרון בעיות
hu: Hibaelhárítás
it: Risoluzione dei problemi
ja: トラブルシューティング
ko: 문제 해결
nb: Feilsøking
nl: Probleemoplossing
pl: Rozwiązywanie problemów
pt_br: Solução de problemas
pt_pt: Resolução de Problemas
ru: Устранение неполадок
sv: Felsökning
tr: Sorun Giderme
zh_cn: 疑难解答
zh_tw: 疑難排解

# keyword_UserEvents
source: User Events
ar: أحداث المستخدم
cs: Uživatelské události
da: Brugerhændelser
de: Benutzerereignisse
el: Συμβάντα χρήστη
es: Eventos de usuario
fi: Käyttäjän tapahtumat
fr: Événements utilisateur
he: אירועי משתמש
hu: Felhasználói események
it: Eventi utente
ja: ユーザー イベント
ko: 사용자 이벤트
nb: Brukerhendelser
nl: Gebruikersgebeurtenissen
pl: Zdarzenia użytkownika
pt_br: Eventos do Usuário
pt_pt: Eventos do Utilizador
ru: Пользовательские события
sv: Användarhändelser
tr: Kullanıcı Olayları
zh_cn: 用户事件
zh_tw: 使用者事件

# keyword_WCFMessageLogging
source: WCF Message Logging
ar: تسجيل رسائل WCF
cs: Protokolování zpráv WCF
da: Logføring af WCF-meddelelse
de: WCF-Nachrichtenprotokollierung
el: Καταγραφή μηνυμάτων WCF
es: Registro de mensajes de WCF
fi: WCF-sanomien kirjaaminen
fr: Journalisation des messages WCF
he: רישום הודעה של ECF ביומן
hu: WCF üzenetnaplózás
it: Registrazione messaggi WCF
ja: WCF メッセージ ログの記録
ko: WCF 메시지 기록
nb: WCF-meldingslogging
nl: WCF-berichtregistratie
pl: Rejestrowanie komunikatu WCF
pt_br: Registro de mensagens WCF
pt_pt: A Registar Mensagem WCF
ru: Ведение журнала сообщений WCF
sv: WCF-meddelandeloggning
tr: WFC İleti Günlüğe Yazma
zh_cn: WCF 消息日志记录
zh_tw: WCF 訊息記錄

# keyword_WebHost
source: Web Host
ar: مضيف ويب
cs: Webový hostitel
da: Webvært
el: Κεντρικός υπολογιστής Web
es: Host de web
fi: Verkkoisäntä
fr: Hôte web
he: מארח אינטרנט
hu: Webállomás
it: Host Web
ja: Web ホスト
ko: 웹 호스트
nb: Webvert
pl: Host sieci Web
pt_br: Host Web
pt_pt: Anfitrião Web
ru: Веб-узел
sv: Webbvärd
tr: Web Ana Bilgisayarı
zh_cn: Web 主机
zh_tw: Web 主機

# keyword_WebHTTP
source: Web HTTP
ar: HTTP على ويب
cs: Protokol HTTP webu
fi: Verkko-HTTP
he: HTTP באינטרנט
hu: Webes HTTP
it: HTTP Web
ko: 웹 HTTP
pl: HTTP Web
pt_pt: HTTP da Web
ru: Веб HTTP
sv: Webb-HTTP

# keyword_WFActivities
source: Workflow Activities
ar: أنشطة سير العمل
cs: Aktivity pracovního postupu
da: Arbejdsprocesaktiviteter
de: Workflowaktivitäten
el: Δραστηριότητες ροής εργασιών
es: Actividades de flujo de trabajo
fi: Työnkulun toiminnot
fr: Activités du workflow
he: פעילויות של זרימת עבודה
hu: Munkafolyamat tevékenységei
it: Attività del flusso di lavoro
ja: ワークフロー アクティビティ
ko: 워크플로 활동
nb: Arbeidsflytaktiviteter
nl: Workflowactiviteiten
pl: Działania przepływu pracy
pt_br: Atividades de Fluxo de Trabalho
pt_pt: Atividades de Fluxo de Trabalho
ru: Действия рабочего процесса
sv: Arbetsflödesaktiviteter
tr: İş Akışı Etkinlikleri
zh_cn: 工作流活动
zh_tw: 工作流程活動

# keyword_WFInstanceStore
source: Workflow InstanceStore
ar: InstanceStore لسير العمل
cs: Úložiště instance pracovního postupu InstanceStore
da: InstanceStore i arbejdsproces
el: InstanceStore ροής εργασιών
es: InstanceStore de flujo de trabajo
fi: Työnkulku: InstanceStore
fr: InstanceStore du workflow
he: InstanceStore של זרימת עבודה
hu: Munkafolyamathoz tartozó InstanceStore
it: InstanceStore del flusso di lavoro
ja: ワークフローの InstanceStore
ko: 워크플로 InstanceStore
nb: InstanceStore for arbeidsflyt
nl: InstanceStore van workflow
pl: Obiekt InstanceStore przepływu pracy
pt_br: InstanceStore de Fluxo de Trabalho
pt_pt: InstanceStore do Fluxo de Trabalho
ru: InstanceStore рабочего процесса
sv: InstanceStore för arbetsflöde
tr: İş Akışı InstanceStore
zh_cn: 工作流 InstanceStore
zh_tw: 工作流程 InstanceStore

# keyword_WFRuntime
source: Workflow Runtime
ar: وقت تشغيل سير العمل
cs: Modul runtime pracovního postupu
da: Arbejdsprocessens kørselstidspunkt
de: Workflowlaufzeit
el: Χρόνος εκτέλεσης ροής εργασιών
es: Tiempo de ejecución de flujo de trabajo
fi: Työnkulun suorituspalvelu
fr: Exécution du workflow
he: זמן ריצה של זרימת עבודה
hu: Munkafolyamat-futtatórendszer
it: Runtime del flusso di lavoro
ja: ワークフロー ランタイム
ko: 워크플로 런타임
nb: Arbeidsflytkjøretid
nl: Runtime van workflow
pl: Środowisko uruchomieniowe przepływu pracy
pt_br: Tempo de Execução do Fluxo de Trabalho
pt_pt: Runtime de Fluxo de Trabalho
ru: Время выполнения рабочего процесса
sv: Arbetsflödeskörning
tr: İş Akışı Çalışma Zamanı
zh_cn: 工作流运行时
zh_tw: 工作流程執行階段

# keyword_WFServices
source: Workflow ServiceHost
ar: ServiceHost لسير العمل
cs: Hostitel služby pracovního postupu ServiceHost
da: ServiceHost i arbejdsproces
el: ServiceHost ροής εργασιών
es: ServiceHost de flujo de trabajo
fi: Työnkulku: ServiceHost
fr: ServiceHost du workflow
he: ServiceHost של זרימת עבודה
hu: Munkafolyamathoz tartozó ServiceHost
it: ServiceHost del flusso di lavoro
ja: ワークフローの ServiceHost
ko: 워크플로 ServiceHost
nb: ServiceHost for arbeidsflyt
nl: ServiceHost van workflow
pl: Obiekt ServiceHost przepływu pracy
pt_br: ServiceHost de Fluxo de Trabalho
pt_pt: ServiceHost do Fluxo de Trabalho
ru: ServiceHost рабочего процесса
sv: ServiceHost för arbetsflöde
tr: İş Akışı ServiceHost
zh_cn: 工作流 ServiceHost
zh_tw: 工作流程 ServiceHost

# keyword_WFTracking
source: WF Tracking
ar: تتبع WF
cs: Sledování WF
da: WF-sporing
de: WF-Nachverfolgung
el: Παρακολούθηση WF
es: Seguimiento de WF
fi: WF-jäljitys
fr: Suivi WF
he: מעקב WF
hu: WF nyomkövetés
it: Rilevamento WF
ja: WF の追跡
ko: WF 추적
nb: WF-sporing
nl: WF-tracering
pl: Śledzenie WF
pt_br: Rastreamento WF
pt_pt: Registo WF
ru: Отслеживание рабочих процессов
sv: WF-spårning
tr: WF İzleme
zh_cn: WF 跟踪
zh_tw: WF 追蹤

# opcode_BufferPoolingAllocate
source: Allocate
ar: تخصيص
cs: Přidělit
da: Alloker
de: Reservieren
el: Εκχώρηση
es: Asignar
fi: Varaa
fr: Allouer
he: הקצה
hu: Lefoglalás
it: Allocazione
ko: 할당
nb: Tildel
nl: Toewijzen
pt_br: Alocar
pt_pt: Alocar
ru: Выделить
sv: Allokera
tr: Ayır
zh_cn: 分配
zh_tw: 配置

# opcode_BufferPoolingTune
source: Tune
ar: ضبط
cs: Vyladit
da: Juster
de: Optimieren
el: Συντονισμός
es: Ajustar
fi: Viritä
fr: Régler
he: כוונן
hu: Finomhangolás
it: Ottimizzazione
ko: 조정
nb: Juster
nl: Afstemmen
pt_br: Ajustar
pt_pt: Optimizar
ru: Настройка
sv: Justera
tr: Ayarla
zh_cn: 调整
zh_tw: 調整

# opcode_DiscoveryMessageDuplicate
source: Duplicate
ar: تكرار
cs: Duplikovat
da: Dupliker
de: Duplizieren
el: Αντιγραφή
es: Duplicar
fi: Kahdenna
fr: Dupliquer
he: שכפל
hu: Duplikálás
it: Duplicato
ko: 중복됨
nb: Duplikat
nl: Dupliceren
pt_br: Duplicar
pt_pt: Duplicar
ru: Дублировать
sv: Dubblera
tr: Çoğaltma
zh_cn: 复制
zh_tw: 重複

# opcode_DiscoverySynchronizationContextReset
source: Reset
ar: إعادة تعيين
cs: Resetovat
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fi: Palauta
fr: Réinitialiser
he: איפוס
hu: Alaphelyzet
it: Reimpostazione
ko: 재설정
nb: Tilbakestill
nl: Opnieuw instellen
pt_br: Redefinir
pt_pt: Repor
ru: Сброс
sv: Återställ
tr: Sıfırla
zh_cn: 重置
zh_tw: 重設

# opcode_EndpointDiscoverabilityDisabled
source: Disabled
ar: معطّل
cs: Zakázáno
da: Deaktiveret
de: Deaktiviert
el: Απενεργοποιημένο
es: Deshabilitado
fi: Poistettu käytöstä
fr: Désactivé
he: לא זמין
hu: Letiltva
it: Disattivato
ko: 사용 안 함
nb: Deaktivert
nl: Uitgeschakeld
pt_br: Desabilitado
pt_pt: Desativado
ru: Отключено
sv: Inaktiverad
tr: Devre Dışı
zh_cn: 已禁用
zh_tw: 已停用

# opcode_EndpointDiscoverabilityEnabled
source: Enabled
ar: ممكّن
cs: Povoleno
da: Aktiveret
de: Aktiviert
el: Ενεργοποιημένο
es: Habilitado
fi: Käytössä
fr: Activé
he: זמין
hu: Engedélyezve
it: Attivato
ko: 사용
nb: Aktivert
nl: Ingeschakeld
pt_br: Habilitado
pt_pt: Ativado
ru: Включено
sv: Aktiverad
tr: Etkin
zh_cn: 已启用
zh_tw: 已啟用

# opcode_ExecuteFlowchartBegin
source: Begin
ar: بدء
cs: Začátek
da: Start
de: Beginnen
el: Έναρξη
es: Comenzar
fi: Alkaa
fr: Commencer
he: התחל
hu: Kezdés
it: Inizio
ko: 시작
nb: Start
pt_br: Começar
pt_pt: Iniciar
ru: Начать
sv: Börja
tr: Başlat
zh_cn: 开始
zh_tw: 開始

# opcode_ExecuteFlowchartEmpty
source: Empty
ar: فارغ
cs: Prázdný
da: Tom
de: Leer
el: Κενό
es: Vacía
fi: Tyhjä
fr: Vider
he: ריק
hu: Üres
it: Vuoto
ko: 비어 있음
nb: Tom
nl: Leeg
pt_br: Vazio
pt_pt: Vazio
ru: Пустой
sv: Tom
tr: Boş
zh_cn: 空
zh_tw: 空白

# opcode_ExpressionResultBinary
source: Binary
ar: ثنائي
cs: Binární
da: Binær
de: Binär
el: Δυαδικό
es: Binario
fi: Binaarinen
fr: Binaire
he: בינארי
hu: Bináris
it: Binario
ko: 이진
nb: Binær
nl: Binair
pt_br: Binário
pt_pt: Binário
ru: Двоичный
sv: Binär
tr: İkili
zh_cn: 二进制
zh_tw: 二進位

# opcode_ExpressionResultUnary
source: Unary
ar: أحادي
cs: Unární
da: Monadisk
de: Unär
el: Μοναδιαίο
es: Unario
fi: Yksiarvoinen
fr: Unaire
he: אונרי
hu: Unáris
it: Unario
ko: 단항
nb: Unær
nl: Monadisch
pt_br: Unário
pt_pt: Unário
ru: Унарный
sv: Unär
tr: Birli
zh_cn: 一元
zh_tw: 一元

# opcode_InferDescriptionContract
source: Contract
ar: العقد
cs: Kontrakt
da: Kontrakt
de: Vertrag
el: Σύμβαση
es: Contrato
fi: Sopimus
fr: Contrat
he: חוזה
hu: Kivonat
it: Contratto
ko: 계약
nb: Kontrakt
pt_br: Contrato
pt_pt: Contrato
ru: Контракт
sv: Kontrakt
tr: Sözleşme
zh_cn: 协定
zh_tw: 合約

# opcode_InferDescriptionOperation
source: Operation
ar: العملية
cs: Operace
da: Handling
de: Vorgang
el: Λειτουργία
es: Operación
fi: Toiminto
fr: Opération
he: פעולה
hu: Művelet
it: Operazione
ko: 작업
nb: Operasjon
nl: Bewerking
pt_br: Operação
pt_pt: Operação
ru: Операция
sv: Åtgärd
tr: İşlem
zh_cn: 操作
zh_tw: 作業

# opcode_MessageChannelCacheMissed
source: Missed
ar: مفقود
cs: Zmeškáno
da: Ikke fundet
de: Fehlt
el: Απωλέσθηκε
es: No ejecutadas
fi: Sivuutettiin
fr: Manqué
he: לא בוצע
hu: Kihagyott
it: Non eseguito
ko: 누락됨
nb: Tapt
nl: Gemist
pt_br: Perdido
pt_pt: Falha de acerto
ru: Пропущено
sv: Missad
tr: Kaçan
zh_cn: 已丢失
zh_tw: 遺漏

# opcode_ReliableSessionFaulted
source: Faulted
ar: المعيب
cs: Došlo k chybě
da: Fejl
de: Fehler
el: Παρουσιάστηκε σφάλμα
es: Con errores
fi: Kohtasi virheen
fr: Avec erreur
he: תקול
hu: Hibás
it: Non riuscito
ko: 오류 발생
nb: Feil
nl: Fout
pl: Uszkodzone
pt_br: Falha
pt_pt: Falhou
ru: Сбой
sv: Fel
tr: Hatalı
zh_cn: 出错
zh_tw: 發生錯誤

# opcode_ReliableSessionReconnect
source: Reconnect
ar: إعادة الاتصال
cs: Znovu připojit
da: Genopret forbindelsen
de: Verbindung wiederherstellen
el: Επανασύνδεση
es: Vuelva a conectar
fi: Muodosta yhteys uudelleen
fr: Se reconnecter
he: התחבר מחדש
hu: Újrakapcsolódás
it: Riconnessione
ko: 다시 연결
nb: Koble til på nytt
nl: Opnieuw verbinden
pl: Połącz ponownie
pt_br: Reconectar
pt_pt: Restabelecer Ligação
ru: Повторное подключение
sv: Återanslut
tr: Yeniden bağlan
zh_cn: 重新连接
zh_tw: 重新連線

# opcode_RoutingServiceClientClosing
source: Closing
ar: إغلاق
cs: Zavírání
da: Lukker
de: Schließen
el: Κλείσιμο
es: Cerrando
fi: Sulkeutuu
fr: Fermeture
he: סוגר
hu: Bezárás folyamatban
it: Chiusura
ko: 닫는 중
nb: Lukker
nl: Sluiten
pt_br: Fechando
pt_pt: A Fechar
ru: Закрытие
sv: Stänger
tr: Kapatma
zh_cn: 正在关闭
zh_tw: 關閉

# opcode_RoutingServiceReceiveContextAbandoning
source: Abandoning
ar: تجاهل
cs: Opuštění
da: Afbryder
de: Abbrechen
el: Αποχώρηση
es: Abandonando
fi: Hylätään
fr: Abandon
he: נוטש
hu: Megszakítás folyamatban
it: Abbandono
ko: 중단 중
nb: Forlater
nl: Opgeven
pt_br: Abandonando
pt_pt: A Abandonar
ru: Выполняется отмена
sv: Avbryter
tr: Terk Edilmiş
zh_cn: 正在放弃
zh_tw: 放棄

# opcode_RoutingServiceReceiveContextCompleting
source: Completing
ar: إكمال
cs: Dokončování
da: Fuldfører
de: Abschließen
el: Ολοκλήρωση
es: Completando
fi: Viimeistellään
fr: Fin
he: משלים
hu: Befejezés folyamatban
it: Completamento
ko: 완료 중
nb: Fullfører
nl: Voltooien
pt_br: Concluindo
pt_pt: A Concluir
ru: Завершение работы
sv: Slutför
tr: Tamamlama
zh_cn: 正在完成
zh_tw: 正在完成

# opcode_RoutingServiceTransactionCreating
source: Creating
ar: إنشاء
cs: Vytváření
da: Opretter
de: Erstellen
el: Δημιουργία
es: Creando
fi: Luodaan
fr: Création
he: יוצר
hu: Létrehozás folyamatban
it: Creazione
ko: 만드는 중
nb: Oppretter
nl: Maken
pt_br: Criando
pt_pt: A Criar
ru: Создание
sv: Skapar
tr: Oluşturma
zh_cn: 正在创建
zh_tw: 正在建立

# opcode_RuntimeTransactionComplete
source: Complete
ar: مكتمل
cs: Dokončeno
da: Fuldført
de: Vollständig
el: Πλήρης
es: Completo
fi: Valmis
fr: Terminer
he: הושלם
hu: Kész
it: Completamento
ko: 완료
nb: Fullfør
nl: Voltooien
pt_br: Concluir
pt_pt: Concluído
ru: Завершить
sv: Slutför
tr: Tamamlandı
zh_cn: 完成
zh_tw: 完成

# opcode_RuntimeTransactionSet
source: Set
ar: تعيين
cs: Nastavit
da: Indstil
de: Festlegen
el: Ορισμός
es: Establecer
fi: Määritä
fr: Définir
he: הגדר
hu: Beállítva
it: Impostazione
ko: 설정
nb: Angi
nl: Instellen
pt_br: Definir
pt_pt: Definir
ru: Задать
sv: Ange
zh_cn: 设置
zh_tw: 設定

# opcode_SessionUpgradeAccept
source: Accept
ar: موافقة
cs: Přijmout
da: Acceptér
de: Akzeptieren
el: Αποδοχή
es: Aceptar
fi: Hyväksy
fr: Accepter
he: קבל
hu: Elfogadás
it: Accettazione
ko: 수락
nb: Godta
nl: Accepteren
pt_br: Aceitar
pt_pt: Aceitar
ru: Принять
sv: Acceptera
tr: Kabul Et
zh_cn: 接受
zh_tw: 接受

# opcode_SessionUpgradeInitiate
source: Initiate
ar: بدء
cs: Inicializovat
da: Start
de: Initiieren
el: Προετοιμασία
es: Iniciar
fi: Aloita
fr: Lancer
he: הפעל
hu: Kezdeményezés
it: Avvio
ko: 시작
nb: Start
nl: Initiëren
pt_br: Iniciar
pt_pt: Iniciar
ru: Инициирование
sv: Initiera
tr: Başlat
zh_cn: 启动
zh_tw: 初始化

# opcode_Signpostsuspend
source: suspend
ar: توقف مرحلي
cs: Pozastavit
da: deaktiver
de: Anhalten
el: αναστολή
es: suspender
fi: keskeytä
fr: suspendre
he: השעה
hu: felfüggesztés
it: sospensione
ko: 일시 중단
nb: avbryt
nl: onderbreken
pt_br: suspender
pt_pt: suspender
ru: приостановить
sv: pausa
tr: askıya al
zh_cn: 挂起
zh_tw: 暫止

# opcode_TrackingRecordDropped
source: Dropped
ar: ما تم إسقاطه
cs: Zahozeno
da: Fjernet
de: Gelöscht
el: Απορρίφθηκε
es: Quitar
fi: Ohitettu
fr: Supprimé
he: נותק
hu: Eldobva
it: Eliminato
ko: 삭제됨
nb: Avvist
nl: Verwijderd
pt_br: Removido
pt_pt: Ignorado
ru: Удалено
sv: Släppt
tr: Bırakıldı
zh_cn: 已删除
zh_tw: 已卸除

# opcode_TrackingRecordRaised
source: Raised
ar: ما تم رفعه
cs: Vyvoláno
da: Udløst
de: Ausgelöst
el: Εκδηλώθηκε
es: Generado
fi: Kohotettu
fr: Déclenché
he: הועלה
hu: Domború
it: Generato
ko: 증가
nb: Oppstått
nl: Verhoogd
pt_br: Gerado
pt_pt: Gerado
ru: Возникло
sv: Utlöst
zh_cn: 已引发
zh_tw: 已引發

# opcode_TrackingRecordTruncated
source: Truncated
ar: ما تم اقتطاعه
cs: Oříznuto
da: Afkortet
de: Abgeschnitten
el: Περικόπηκε
es: Truncado
fi: Katkaistu
fr: Tronqué
he: נחתך
hu: Csonkolt
it: Troncato
ko: 잘림
nb: Avkuttet
nl: Afgekapt
pt_br: Truncado
pt_pt: Truncado
ru: Усечено
sv: Trunkerad
tr: Kesildi
zh_cn: 已截断
zh_tw: 已截斷

# opcode_WASActivationConnected
source: Connected
ar: متصل
cs: Připojeno
da: Tilsluttet
de: Verbunden
el: Συνδέθηκε
es: Conectado
fi: Yhteys muodostettu
fr: Connecté
he: מחובר
hu: Csatlakoztatott
it: Connesso
ko: 연결됨
nb: Tilkoblet
nl: Verbonden
pt_br: Conectado
pt_pt: Ligado
ru: Подключено
sv: Ansluten
tr: Bağlandı
zh_cn: 已连接
zh_tw: 已連線

# opcode_WASActivationDisconnect
source: Disconnect
ar: قطع الاتصال
cs: Odpojeno
da: Afbrudt
de: Verbindung trennen
el: Αποσύνδεση
es: Desconectar
fi: Katkaise yhteys
fr: Se déconnecter
he: התנתק
hu: Kapcsolat bontása
it: Disconnessione
ko: 연결 끊기
nb: Koble fra
nl: Verbinding verbreken
pt_br: Desconectar
pt_pt: Desligar
ru: Отключение
sv: Koppla från
tr: Bağlantıyı Kes
zh_cn: 断开连接
zh_tw: 已中斷連線

# opcode_WFApplicationStateChangeCompleted
source: Completed
ar: مكتمل
cs: Dokončeno
da: Fuldført
de: Abgeschlossen
el: Ολοκληρώθηκε
es: Completado
fi: Valmis
fr: Terminé
he: הושלם
hu: Befejezve
it: Completato
ko: 완료됨
nb: Fullført
nl: Voltooid
pt_br: Concluído
pt_pt: Concluído
ru: Завершено
sv: Slutförd
tr: Tamamlandı
zh_cn: 已完成
zh_tw: 已完成

# opcode_WFApplicationStateChangeIdled
source: Idled
ar: تم تعطيله
cs: Ve stavu nečinnosti
da: Deaktiveret
de: Im Leerlauf
el: Σε αδράνεια
es: Inactivos
fi: Käyttämättömänä
fr: Contraint à l'inactivité
he: לא פעיל
hu: Tétlen
it: Inattivo
ko: 유휴 상태
nb: Inaktiv
nl: Niet-actief
pt_br: Ocioso
pt_pt: Inativo
ru: В простое
sv: Viloläge
tr: Boşta
zh_cn: 空闲
zh_tw: 已閒置

# opcode_WFApplicationStateChangePersisted
source: Persisted
ar: مستمر
cs: Trvalé
da: Fastholdt
de: Beibehalten
el: Διατηρήθηκε
es: Conservado
fi: Pysyvä
fr: Persistant
he: עקבי
hu: Megőrizve
it: Persistente
ko: 지속됨
nb: Vedvarende
nl: Persistent gemaakt
pt_br: Persistido
pt_pt: Persistido
ru: Сохранено
sv: Gjord beständig
tr: Kalıcı Yapıldı
zh_cn: 已保留
zh_tw: 已保存

# opcode_WFApplicationStateChangeTerminated
source: Terminated
ar: ما تم إنهاؤه
cs: Ukončeno
da: Afsluttet
de: Beendet
el: Τερματίστηκε
es: Terminado
fi: Lopetettu
fr: Terminé
he: הופסק
hu: Leállítva
it: Terminato
ko: 종료됨
nb: Avsluttet
nl: Beëindigd
pt_br: Finalizado
pt_pt: Terminado
ru: Завершен
sv: Avslutad
tr: Sonlandırıldı
zh_cn: 已终止
zh_tw: 已終止

# opcode_WFApplicationStateChangeUnloaded
source: Unloaded
ar: ما تم إلغاء تحميله
cs: Uvolněno
da: Fjernet
de: Entladen
el: Δεν φορτώθηκε
es: Descargado
fi: Lataamatta
fr: Déchargé
he: נפרק
hu: Memóriából eltávolítva
it: Non caricato
ko: 언로드됨
nb: Utlastet
nl: Uit geheugen verwijderd
pt_br: Descarregado
pt_pt: Descarregado
ru: Выгружено
sv: Frånkopplad
tr: Yüklenmedi
zh_cn: 已卸载
zh_tw: 已卸載

# opcode_WorkflowActivitysuspend
source: suspend
ar: توقف مرحلي
cs: Pozastavit
da: deaktiver
de: Anhalten
el: αναστολή
es: suspender
fi: keskeytä
fr: suspendre
he: השעה
hu: felfüggesztés
it: sospensione
ko: 일시 중단
nb: avbryt
nl: onderbreken
pt_br: suspender
pt_pt: suspender
ru: приостановить
sv: pausa
tr: askıya al
zh_cn: 挂起
zh_tw: 暫止

# task_Connect
source: Connect
ar: اتصال
cs: Připojit
da: Opret forbindelse
de: Verbinden
el: Σύνδεση
es: Conectar
fi: Muodosta yhteys
fr: Se connecter
he: התחבר
hu: Kapcsolódás
it: Connessione
ko: 연결
nb: Koble til
nl: Verbinden
pt_br: Conectar
pt_pt: Ligar
ru: Подключить
sv: Anslut
tr: Bağlan
zh_cn: 连接
zh_tw: 連線
