Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_TokenValidationStarted
source: SecurityToken (type '{0}' and id '{1}') validation started.
ar: بدأ التحقق من صحة SecurityToken (النوع '{0}' وid '{1}').
cs: Bylo zahájeno ověřování tokenu SecurityToken (typ {0} a ID {1}).
da: Validering af SecurityToken (type '{0}' og id'et '{1}') blev startet.
de: Überprüfung des SecurityToken (Typ "{0}" und ID "{1}") gestartet.
el: Η επικύρωση του SecurityToken (τύπος '{0}' και του αναγνωριστικού '{1}') ξεκίνησε.
es: Se inició la validación de SecurityToken (tipo '{0}' e id '{1}').
fi: SecurityToken (tyyppi {0} ja tunnus {1}): tarkistus alkoi.
fr: Début de la validation de SecurityToken (type : '{0}' - ID : '{1}').
he: האימות של SecurityToken (סוג '{0}' ומזהה '{1}') התחיל.
hu: A SecurityToken (típus: „{0}” és azonosító: „{1}”) érvényesítése megkezdődött.
it: Convalida di SecurityToken (tipo '{0}' e ID '{1}') avviata.
ja: SecurityToken (型 '{0}'、ID '{1}') の検証を開始しました。
ko: SecurityToken('{0}' 형식, ID '{1}') 유효성 검사가 시작되었습니다.
nb: Validering av SecurityToken (type {0} og ID {1}) startet.
nl: Validering SecurityToken (type {0} en id {1}) gestart.
pl: Rozpoczęto sprawdzanie poprawności obiektu SecurityToken (typ: „{0}”; identyfikator: „{1}”).
pt_br: Validação de SecurityToken (tipo '{0}' e id '{1}') iniciada.
pt_pt: Validação de SecurityToken (tipo '{0}' e id '{1}') iniciada.
ru: Запущена проверка SecurityToken (тип "{0}" и идентификатор "{1}").
sv: Verifieringen av SecurityToken (typ {0} och ID {1}) har startats.
tr: SecurityToken ('{0}' türü ve '{1}' kimliği) doğrulaması başladı.
zh_cn: SecurityToken (类型为“{0}”，ID 为“{1}”)验证已开始。
zh_tw: SecurityToken (類型 '{0}' 和 ID '{1}') 驗證已開始。

# event_TokenValidationSuccess
source: SecurityToken (type '{0}' and id '{1}') validation succeeded.
ar: نجح التحقق من صحة SecurityToken (النوع '{0}' وid '{1}').
cs: Ověření tokenu SecurityToken (typ {0} a ID {1}) se zdařilo.
da: Validering af SecurityToken (type '{0}' og id'et '{1}') blev fuldført.
de: SecurityToken (Typ "{0}" und ID "{1}") erfolgreich überprüft.
el: Η επικύρωση του SecurityToken (τύπος '{0}' και του αναγνωριστικού '{1}') πέτυχε.
es: Validación correcta de SecurityToken (tipo '{0}' e id '{1}').
fi: SecurityToken (tyyppi {0} ja tunnus {1}): tarkistus onnistui.
fr: Validation de SecurityToken (type : '{0}' - ID : '{1}') effectuée.
he: האימות של SecurityToken (סוג '{0}' ומזהה '{1}') בוצע בהצלחה.
hu: A SecurityToken (típus: „{0}” és azonosító: „{1}”) érvényesítése sikeresen befejeződött.
it: Convalida di SecurityToken (tipo '{0}' e ID '{1}') completata.
ja: SecurityToken (型 '{0}'、ID '{1}') の検証に成功しました。
ko: SecurityToken('{0}' 형식, ID '{1}') 유효성 검사에 성공했습니다.
nb: Validering av SecurityToken (type {0} og ID {1}) lyktes.
nl: Validering SecurityToken (type {0} en id {1}) geslaagd.
pl: Sprawdzanie poprawności obiektu SecurityToken (typ: „{0}”; identyfikator: „{1}”) zakończyło się pomyślnie.
pt_br: Validação de SecurityToken (tipo '{0}' e id '{1}') bem-sucedida.
pt_pt: Validação de SecurityToken (tipo '{0}' e id '{1}') bem-sucedida.
ru: Проверка SecurityToken (тип "{0}" и идентификатор "{1}") выполнена успешно.
sv: Verifieringen av SecurityToken (typ {0} och ID {1}) lyckades.
tr: SecurityToken ('{0}' türü ve '{1}' kimliği) doğrulaması başarılı oldu.
zh_cn: SecurityToken (类型为“{0}”，ID 为“{1}”)验证已成功。
zh_tw: SecurityToken (類型 '{0}' 和 ID '{1}') 驗證成功。

# event_TraceCodeEventLogCritical
source: Wrote to the EventLog.
ar: تمت الكتابة في سجل الأحداث.
cs: Zapsáno do EventLog.
da: Der blev skrevet til EventLog.
de: In das EventLog geschrieben.
el: Εγγραφή στο EventLog.
es: Se escribió en EventLog.
fi: Kirjoitettiin tapahtumalokiin.
fr: Écriture dans le journal d'événements.
he: ‏‏נכתב אל EventLog.
hu: A program az EventLog naplóba írt.
it: Scrittura in EventLog completata.
ja: イベント ログに書き込みました。
ko: EventLog에 기록합니다.
nb: Skrev til EventLog.
nl: Geschreven naar het gebeurtenislogboek.
pl: Zapisano w elemencie EventLog.
pt_br: Gravado no EventLog.
pt_pt: Escrito no registo de eventos.
ru: Записано в EventLog.
sv: Skrev till EventLog.
tr: EventLog öğesine yazıldı.
zh_cn: 已写入 EventLog。
zh_tw: 已寫入 EventLog。

# event_TraceCodeEventLogError
source: Wrote to the EventLog.
ar: تمت الكتابة في سجل الأحداث.
cs: Zapsáno do EventLog.
da: Der blev skrevet til EventLog.
de: In das EventLog geschrieben.
el: Εγγραφή στο EventLog.
es: Se escribió en EventLog.
fi: Kirjoitettiin tapahtumalokiin.
fr: Écriture dans le journal d'événements.
he: ‏‏נכתב אל EventLog.
hu: A program az EventLog naplóba írt.
it: Scrittura in EventLog completata.
ja: イベント ログに書き込みました。
ko: EventLog에 기록합니다.
nb: Skrev til EventLog.
nl: Geschreven naar het gebeurtenislogboek.
pl: Zapisano w elemencie EventLog.
pt_br: Gravado no EventLog.
pt_pt: Escrito no registo de eventos.
ru: Записано в EventLog.
sv: Skrev till EventLog.
tr: EventLog öğesine yazıldı.
zh_cn: 已写入 EventLog。
zh_tw: 已寫入 EventLog。

# event_TraceCodeEventLogInfo
source: Wrote to the EventLog.
ar: تمت الكتابة في سجل الأحداث.
cs: Zapsáno do EventLog.
da: Der blev skrevet til EventLog.
de: In das EventLog geschrieben.
el: Εγγραφή στο EventLog.
es: Se escribió en EventLog.
fi: Kirjoitettiin tapahtumalokiin.
fr: Écriture dans le journal d'événements.
he: ‏‏נכתב אל EventLog.
hu: A program az EventLog naplóba írt.
it: Scrittura in EventLog completata.
ja: イベント ログに書き込みました。
ko: EventLog에 기록합니다.
nb: Skrev til EventLog.
nl: Geschreven naar het gebeurtenislogboek.
pl: Zapisano w elemencie EventLog.
pt_br: Gravado no EventLog.
pt_pt: Escrito no registo de eventos.
ru: Записано в EventLog.
sv: Skrev till EventLog.
tr: EventLog öğesine yazıldı.
zh_cn: 已写入 EventLog。
zh_tw: 已寫入 EventLog。

# event_TraceCodeEventLogVerbose
source: Wrote to the EventLog.
ar: تمت الكتابة في سجل الأحداث.
cs: Zapsáno do EventLog.
da: Der blev skrevet til EventLog.
de: In das EventLog geschrieben.
el: Εγγραφή στο EventLog.
es: Se escribió en EventLog.
fi: Kirjoitettiin tapahtumalokiin.
fr: Écriture dans le journal d'événements.
he: ‏‏נכתב אל EventLog.
hu: A program az EventLog naplóba írt.
it: Scrittura in EventLog completata.
ja: イベント ログに書き込みました。
ko: EventLog에 기록합니다.
nb: Skrev til EventLog.
nl: Geschreven naar het gebeurtenislogboek.
pl: Zapisano w elemencie EventLog.
pt_br: Gravado no EventLog.
pt_pt: Escrito no registo de eventos.
ru: Записано в EventLog.
sv: Skrev till EventLog.
tr: EventLog öğesine yazıldı.
zh_cn: 已写入 EventLog。
zh_tw: 已寫入 EventLog。

# event_TraceCodeEventLogWarning
source: Wrote to the EventLog.
ar: تمت الكتابة في سجل الأحداث.
cs: Zapsáno do EventLog.
da: Der blev skrevet til EventLog.
de: In das EventLog geschrieben.
el: Εγγραφή στο EventLog.
es: Se escribió en EventLog.
fi: Kirjoitettiin tapahtumalokiin.
fr: Écriture dans le journal d'événements.
he: ‏‏נכתב אל EventLog.
hu: A program az EventLog naplóba írt.
it: Scrittura in EventLog completata.
ja: イベント ログに書き込みました。
ko: EventLog에 기록합니다.
nb: Skrev til EventLog.
nl: Geschreven naar het gebeurtenislogboek.
pl: Zapisano w elemencie EventLog.
pt_br: Gravado no EventLog.
pt_pt: Escrito no registo de eventos.
ru: Записано в EventLog.
sv: Skrev till EventLog.
tr: EventLog öğesine yazıldı.
zh_cn: 已写入 EventLog。
zh_tw: 已寫入 EventLog。

# event_TraceCorrelationKeys
source: Calculated correlation key '{0}' using values '{1}' in parent scope '{2}'.
ar: تم احتساب مفتاح الارتباط '{0}' باستخدام القيم '{1}' بالنطاق الرئيسي '{2}'.
cs: Klíč korelace {0} byl vypočítán pomocí hodnot {1} v nadřazeném oboru {2}.
da: Korrelationsnøglen '{0}' blev beregnet ved hjælp af værdierne '{1}' i det overordnede område '{2}'.
de: Korrelationsschlüssel '{0}' mit Werten '{1}' im übergeordneten Bereich '{2}' berechnet.
el: Το κλειδί υπολογισμένης συσχέτισης '{0}' το οποίο χρησιμοποιεί τιμές '{1}' σε γονική εμβέλεια '{2}'.
es: Clave de correlación calculada '{0}' que usa valores '{1}' en ámbito principal '{2}'.
fi: Korrelaatioavain {0} on laskettu pääalueen {2} arvojen {1} avulla.
fr: Clé de corrélation '{0}' calculée à l'aide des valeurs '{1}' dans l'étendue parente '{2}'.
he: מפתח מתאם מחושב '{0}' באמצעות הערכים '{1}' בטווח אב '{2}'.
hu: A rendszer kiszámította a(z) „{0}” korrelációs kulcsot a(z) „{2}” szülő hatókörben levő „{1}” értékek használatával.
it: Chiave di correlazione '{0}' calcolata utilizzando i valori '{1}' nell'ambito padre '{2}'.
ja: 親スコープ '{2}' の値 '{1}' を使用して相関関係キー '{0}' が計算されました。
ko: 부모 범위 '{2}'에서 '{1}' 값을 사용하여 상관 관계 키 '{0}'을(를) 계산했습니다.
nb: Beregnet korrelasjonsnøkkelen {0} med bruk av verdiene {1} i det overordnede området {2}.
nl: De correlatiesleutel {0} is berekend met de waarden {1} in het bovenliggende bereik {2}.
pl: Obliczony klucz korelacji „{0}” używa wartości „{1}” w nadrzędnym zakresie „{2}”.
pt_br: A chave de correlação calculada '{0}' usando valores '{1}' no escopo pai '{2}'.
pt_pt: Chave de correlação calculada '{0}' utilizando valores '{1}' no âmbito principal '{2}'.
ru: Вычислен ключ корреляции "{0}" с использованием значений "{1}" родительской области "{2}".
sv: Den beräknade korrelationsnyckeln {0} använder värdena {1} i det överordnade området {2}.
tr: '{2}' üst kapsamındaki '{1}' değerleri kullanılarak '{0}' bağıntı anahtarı hesaplandı.
zh_cn: 使用父作用域“{2}”中的值“{1}”计算出的相关键“{0}”。
zh_tw: 在父系範圍 '{2}' 中使用值 '{1}' 計算相互關聯索引鍵 '{0}'。

# event_TrackingDataExtracted
source: Tracking data {0} extracted in activity {1}.
ar: تم استخراج بيانات التعقب {0} في النشاط {1}.
cs: Sledovací data {0} extrahovaná v aktivitě {1}
da: Sporingsdata {0} er pakket ud i aktiviteten {1}.
de: Überwachungsdaten {0} wurden in Aktivität {1} extrahiert.
el: Έγινε εξαγωγή δεδομένων παρακολούθησης {0} στη δραστηριότητα {1}.
es: Datos de seguimiento {0} extraídos en la actividad {1}.
fi: Jäljitystiedot {0} poimittiin tehtävässä {1}.
fr: Données de suivi {0} extraites dans l'activité {1}.
he: נתוני מעקב {0} חולצו בפעילות {1}.
hu: Folyamatban van a következő tevékenységben kibontott {0} adat nyomkövetése: {1}.
it: Rilevamento dati {0} estratti nell'attività {1}.
ja: 追跡データ {0} がアクティビティ {1} で抽出されました。
ko: 작업 {1}에서 추적 데이터 {0}을(를) 추출했습니다.
nb: Sporingsdata {0} ble trukket ut i aktiviteten {1}.
nl: De traceringsgegevens {0} zijn geëxtraheerd in de activiteit {1}.
pl: Dane śledzenia {0} wyodrębnione w działaniu {1}.
pt_br: Dados de rastreamento {0} extraídos na atividade {1}.
pt_pt: A controlar os dados {0} extraídos na atividade {1}.
ru: В действии {1} извлечены данные отслеживания {0}.
sv: Spårningsdata {0} har extraherats i aktiviteten {1}.
tr: {0} izleme verisi {1} etkinliğinde ayıklandı.
zh_cn: 正在跟踪在活动 {1} 中提取的数据 {0}。
zh_tw: 追蹤在活動 {1} 中擷取到的資料 {0}。

# event_TrackingProfileNotFound
source: TrackingProfile '{0}' for the ActivityDefinitionId '{1}' not found. Either the TrackingProfile is not found in the config file or the ActivityDefinitionId does not match.
ar: لم يتم العثور على TrackingProfile '{0}' لـ ActivityDefinitionId '{1}'. ولم يتم العثور على TrackingProfile في ملف التكوين أو أن ActivityDefinitionId غير مطابق.
cs: Profil TrackingProfile {0} pro ActivityDefinitionId {1} nebyl nalezen. Buď nebyl nalezen profil TrackingProfile v konfiguračním souboru, nebo neodpovídá identifikátor ActivityDefinitionId.
da: TrackingProfile '{0}' for ActivityDefinitionId '{1}' blev ikke fundet. Enten findes TrackingProfile ikke i konfigurationsfilen, eller ActivityDefinitionId stemmer ikke overens.
de: TrackingProfile '{0}' für die ActivityDefinitionId '{1}' wurde nicht gefunden. Entweder wurde das TrackingProfile nicht in der Konfigurationsdatei gefunden, oder die ActivityDefinitionId stimmt nicht überein.
el: Το TrackingProfile '{0}' για το ActivityDefinitionId '{1}' δεν βρέθηκε. Το TrackingProfile μπορεί να μην βρέθηκε στο αρχείο παραμέτρων ή το ActivityDefinitionId δεν συμφωνεί.
es: No se encontró TrackingProfile '{0}' para ActivityDefinitionId '{1}'. No se encontró TrackingProfile en el archivo de configuración o no coincide el ActivityDefinitionId.
fi: ActivityDefinitionId-kohteen {1} TrackingProfile-kohdetta {0} ei löydy. TrackingProfile-kohdetta ei löydy määritystiedostosta, tai ActivityDefinitionId ei täsmää.
fr: TrackingProfile '{0}' pour le ActivityDefinitionId '{1}' introuvable. TrackingProfile est introuvable dans le fichier de configuration ou ActivityDefinitionId ne correspond pas.
he: TrackingProfile ‏'{0}'‎ עבור ActivityDefinitionId ‏'{1}'‎ לא נמצא. TrackingProfile לא נמצא בקובץ התצורה או ש- ActivityDefinitionId אינו תואם.
hu: Nem található a(z) „{0}” TrackingProfile a következő ActivityDefinitionId azonosítóhoz: „{1}”. A TrackingProfile nem található a konfigurációs fájlban, vagy az ActivityDefinitionId nem megfelelő.
it: Impossibile trovare TrackingProfile '{0}' per ActivityDefinitionId '{1}'. TrackingProfile non presente nel file di configurazione oppure ActivityDefinitionId non corrisponde.
ja: ActivityDefinitionId '{1}' の TrackingProfile '{0}' が見つかりません。config ファイルに TrackingProfile がないか、ActivityDefinitionId が一致しません。
ko: ActivityDefinitionId '{1}'에 대한 TrackingProfile '{0}'을(를) 찾지 못했습니다. 구성 파일에 TrackingProfile이 없거나 ActivityDefinitionId가 일치하지 않습니다.
nb: Finner ikke TrackingProfile {0} for ActivityDefinitionId {1}. Finner ikke TrackingProfile i konfigurasjonsfilen, eller ActivityDefinitionId samsvarer ikke.
nl: Het TrackingProfile {0} voor de ActivityDefinitionId {1} is niet gevonden. Het TrackingProfile staat niet in het configuratiebestand of de ActivityDefinitionId komt niet overeen.
pl: Nie można odnaleźć obiektu TrackingProfile „{0}” dla obiektu ActivityDefinitionId „{1}”. Nie można odnaleźć elementu TrackingProfile w pliku konfiguracji lub obiekt ActivityDefinitionId jest niezgodny.
pt_br: TrackingProfile '{0}' para ActivityDefinitionId '{1}' não encontrado. O TrackingProfile não é encontrado no arquivo de configuração ou a ActivityDefinitionId não é correspondente.
pt_pt: TrackingProfile '{0}' para ActivityDefinitionId '{1}' não localizado. O TrackingProfile não se encontra no ficheiro de configuração ou o ActivityDefinitionId não corresponde.
ru: Не найден TrackingProfile "{0}" для ActivityDefinitionId "{1}". Профиль TrackingProfile не найден в файле конфигурации, или обнаружено несоответствие ActivityDefinitionId.
sv: Det gick inte att hitta TrackingProfile {0} för ActivityDefinitionId {1}. Antingen finns inte TrackingProfile i konfigurationsfilen eller så matchar inte ActivityDefinitionId.
tr: ActivityDefinitionId '{1}' için TrackingProfile '{0}' bulunamadı. TrackingProfile yapılandırma dosyasında bulunamadı veya ActivityDefinitionId eşleşmiyor.
zh_cn: 未找到 ActivityDefinitionId“{1}”的 TrackingProfile“{0}”。在配置文件中找不到 TrackingProfile，或 ActivityDefinitionId 不匹配。
zh_tw: 找不到 ActivityDefinitionId '{1}' 的 TrackingProfile '{0}'。在組態檔中找不到 TrackingProfile，或者 ActivityDefinitionId 不相符。

# event_TrackingRecordDropped
source: Size of tracking record {0} exceeds maximum allowed by the ETW session for provider {1}
ar: يتجاوز حجم سجل التتبع {0} الحد الأقصى المسموح به بواسطة جلسة عمل ETW للموفر {1}
cs: Velikost záznamu sledování {0} překročila maximální velikost povolenou relací ETW pro poskytovatele {1}.
da: Størrelsen på sporingsposten {0} overstiger det maksimalt tilladte af ETW-sessionen for provideren {1}
de: Die Größe des Überwachungsdatensatzes {0} überschreitet das zulässige Maximum der ETW-Sitzung für den Anbieter {1}.
el: Το μέγεθος εγγραφής παρακολούθησης {0} υπερβαίνει το μέγιστο αποδεκτό όριο από την περίοδο λειτουργίας ETW για υπηρεσία παροχής {1}
es: El tamaño del registro de seguimiento {0} excede el máximo permitido por la sesión de ETW del proveedor {1}
fi: Seurantatietueen {0} koko ylittää ETW-istunnon palvelulle {1} salliman enimmäiskoon.
fr: La taille de l'enregistrement de suivi {0} dépasse la valeur maximale autorisée par la session ETW pour le fournisseur {1}
he: גודל רשומת המעקב {0} חורג מהערך המרבי שהפעלת ETW מתירה עבור הספק {1}
hu: A(z) {0} nyomkövetési rekord mérete meghaladja a(z) {1} szolgáltatóhoz tartozó ETW-munkamenet által meghatározott maximális értéket.
it: La dimensione del record di rilevamento {0} supera il valore massimo consentito dalla sessione ETW per il provider {1}
ja: 追跡レコード {0} は、プロバイダー {1} の ETW セッションで許可されている最大サイズを超えています。
ko: 추적 레코드 {0}의 크기가 {1} 공급자의 ETW 세션에서 허용된 최대값을 초과합니다.
nb: Størrelsen på sporingsposten {0} overstiger maksimal størrelse som er tillatt av ETW-økten for leverandøren {1}
nl: De grootte van de traceerrecord {0} overschrijdt het maximum dat is toegestaan voor de ETW-sessie voor de provider {1}.
pl: Rozmiar rekordu śledzenia {0} przekracza maksymalny rozmiar dozwolony przez sesję usługi ETW dla dostawcy {1}
pt_br: O tamanho de registro de rastreamento {0} excede o máximo permitido pela sessão ETW para o provedor {1}
pt_pt: O tamanho do registo de controlo {0} ultrapassa o máximo permitido pela sessão ETW para o fornecedor {1}
ru: Размер записи отслеживания {0} превышает максимально допустимое значение, разрешенное в сеансе трассировки событий Windows для поставщика {1}
sv: Storlek på spårningspost {0} överskrider den högsta tillåtna av ETW-sessionen för provider {1}
tr: {0} izleme kaydının boyutu {1} sağlayıcısı için ETW oturumunun izin verdiği üst sınırı aşıyor
zh_cn: 跟踪记录 {0} 的大小超出了 ETW 会话对提供程序 {1} 允许的最大值
zh_tw: 追蹤記錄 {0} 的大小已超出提供者 {1} 的 ETW 工作階段所允許的最大值

# event_TrackingRecordRaised
source: Tracking Record {0} raised to {1}.
ar: تمت زيادة سجل التتبع {0} إلى {1}.
cs: Záznam sledování {0} byl povýšen na {1}.
da: Tracking Record {0} opløftet til {1}.
de: Überwachungsdatensatz {0} erhöht auf {1}.
el: Η εγγραφή παρακολούθησης {0} προκλήθηκε στο {1}.
es: Registro de seguimiento {0} desencadenado para {1}.
fi: Seurantatietue {0} käynnistetty kohteelle {1}.
fr: Enregistrement suivi {0} élevé à {1}.
he: רשומת המעקב {0} הוגבהה ל- {1}.
hu: A(z) {0} nyomkövetési rekord megemelve: {1}.
it: Record di rilevamento {0} aumentato a {1}.
ja: {1} に対する追跡レコード {0} が生成されました。
ko: 추적 레코드 {0}이(가) {1}(으)로 증가했습니다.
nb: Sporingsposten {0} er hevet til {1}.
nl: De traceerrecord {0} is verhoogd naar {1}.
pl: Rekord śledzenia {0} został podniesiony do {1}.
pt_br: O registro de rastreamento {0} foi gerado para {1}.
pt_pt: Registo de Controlo {0} gerado para {1}.
ru: Запись отслеживания {0} повышена до {1}.
sv: Spårningspost {0} upphöjd till {1}.
tr: {0} İzleme Kaydı yükseltildi: {1}.
zh_cn: 跟踪记录 {0} 已提升为 {1}。
zh_tw: 追蹤記錄 {0} 提升至 {1}。

# event_TrackingRecordTruncated
source: Truncated tracking record {0} written to ETW session with provider {1}. Variables/annotations/user data have been removed
ar: تمت كتابة سجل التتبع المقتطع {0} إلى جلسة عمل ETW باستخدام الموفر {1}. تمت إزالة المتغيرات/التعليقات التوضيحية/بيانات المستخدم
cs: Zkrácený záznam sledování {0} byl zapsán do relace ETW s poskytovatelem {1}. Byly odebrány proměnné, poznámky a uživatelská data.
da: Den afkortede sporingspost {0} blev skrevet til ETW-sessionen med provideren {1}. Variabler/anmærkninger/brugerdata er blevet fjernet
de: Abgeschnittener Überwachungsdatensatz {0} wurde in die ETW-Sitzung mit Anbieter {1} geschrieben. Variablen, Anmerkungen und Benutzerdaten wurden entfernt
el: Η εγγραφή παρακολούθησης {0} που έχει περικοπεί, είναι καταγεγραμμένη στην περίοδο λειτουργίας ETW με υπηρεσία παροχής {1}. Οι μεταβλητές/σημειώσεις/δεδομένα χρήστη έχουν καταργηθεί
es: Se ha escrito un registro de seguimiento truncado {0} en la sesión de ETW con el proveedor {1}. Se han quitado las variables, anotaciones y datos del usuario
fi: Palvelun {1} avulla ETW-istuntoon kirjoitettu seurantatietue {0} on katkaistu. Muuttujat, huomautukset ja käyttäjätiedot on poistettu.
fr: Enregistrement de suivi {0} tronqué écrit dans la session ETW avec le fournisseur {1}. Les données de variables/annotations/utilisateur ont été supprimées
he: רשומת מעקב חתוכה {0} נכתבה להפעלת ה- ETW עם הספק {1}. נתוני משתנים/ביאורים/משתמש הוסרו
hu: Csonkolt nyomkövetési rekord ({0}) került beírásra a(z) {1} szolgáltatás ETW-munkamenetébe. Lehetséges, hogy a változók/megjegyzések/felhasználói adatok el lettek távolítva
it: Record di rilevamento {0} troncato scritto nella sessione ETW con il provider {1}. Variabili/annotazioni/dati utente rimossi
ja: プロバイダー {1} の ETW セッションに書き込まれる追跡レコード {0} が切り詰められました。変数/注釈/ユーザー データは削除されました。
ko: 잘린 추적 레코드 {0}이(가) 공급자가 {1}인 ETW 세션에 기록되었습니다. 변수/주석/사용자 데이터가 제거되었습니다.
nb: Trunkert sporingspost {0} er skrevet til ETW-økten med leverandøren {1}. Variabler/merknader/brukerdata er fjernet
nl: De afgekapte traceerrecord {0} is geschreven naar de ETW-sessie met de provider {1}. Er zijn variabelen/aantekeningen/gebruikersgegevens verwijderd.
pl: Obcięty rekord śledzenia {0} został zapisany w sesji usługi ETW za pomocą dostawcy {1}. Zmienne/adnotacje/dane użytkownika zostały usunięte.
pt_br: Registro de rastreamento truncado {0} gravado na sessão ETW com o provedor {1}. Dados de variáveis/anotações/usuários foram removidos
pt_pt: Registo de controlo truncado {0} escrito na sessão ETW com o fornecedor {1}. Foram removidas variáveis/anotações/dados de utilizador
ru: Усеченная запись отслеживания {0} записана в сеанс трассировки событий Windows с использованием поставщика {1}. Данные переменных, заметок, пользователей удалены
sv: Trunkerad spårningspost {0} skriven till ETW-session med provider {1}. Variabler/anteckningar/användardata har tagits bort
tr: {1} sağlayıcısındaki ETW oturumuna yazılan {0} izleme kaydı kesildi. Değişkenler/ek açıklamalar/kullanıcı verileri kaldırıldı
zh_cn: 用提供程序 {1} 向 ETW 会话写入了截断的跟踪记录 {0}。已移除了变量/批注/用户数据
zh_tw: 已將截斷的追蹤記錄 {0} 寫入提供者 {1} 的 ETW 工作階段。變數/附註/使用者資料已移除

# event_TrackingValueNotSerializable
source: The extracted argument/variable '{0}' is not serializable.
ar: الوسيطة/المتغير '{0}' التي تم استخراجها غير قابلة للتسلسل.
cs: Extrahovaný argument nebo proměnnou {0} nelze serializovat.
da: Det udtrukne argument/den udtrukne variabel '{0}' kan ikke serialiseres.
de: Extrahierte(s) Argument/Variable '{0}' ist nicht serialisierbar.
el: Το εξαγόμενο όρισμα/Η εξαγόμενη μεταβλητή {0} δεν σειριοποιείται.
es: La variable o argumento '{0}' que se ha extraído no se puede serializar.
fi: Poimittu argumentti/muuttuja {0} ei ole sarjoitettava.
fr: Le variable ou l'argument '{0}' extrait n'est pas sérialisable.
he: הארגומנט/משתנה '{0}' שחולץ אינו ניתן לעריכה בסדרה.
hu: A kibontott „{0}” argumentum/változó nem szerializálható.
it: La variabile/argomento estratto '{0}' non è serializzabile.
ja: 抽出された引数/変数 '{0}' はシリアル化できません。
ko: 추출된 인수/변수 '{0}'은(는) 직렬화할 수 없습니다.
nb: Argumentet/variabelen {0} som er trukket ut, kan ikke serialiseres.
nl: Het geëxtraheerde argument/de geëxtraheerde variabele {0} kan niet worden geserialiseerd.
pl: Wyodrębnionego argumentu/zmiennej „{0}” nie można serializować.
pt_br: O argumento/variável '{0}' extraído não é serializável.
pt_pt: O argumento/variável extraído '{0}' não é serializável.
ru: Извлеченный аргумент или переменная "{0}" не поддерживают сериализацию.
sv: Det extraherade argumentet/den extraherade variabeln {0} kan inte serialiseras.
tr: Ayıklanan '{0}' bağımsız değişkeni/değişkeni serileştirilebilir değil.
zh_cn: 所提取的参数/变量“{0}”不可序列化。
zh_tw: 擷取的引數/變數 '{0}' 不可序列化。
