Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_DiscoveryClientProtocolExceptionSuppressed
source: A ProtocolException was suppressed while closing the DiscoveryClient. This could be because a DiscoveryService is still trying to send response to the DiscoveryClient.
ar: تم منع ProtocolException أثناء إغلاق DiscoveryClient. قد يرجع ذلك إلى استمرار DiscoveryService في محاولة إرسال استجابة إلى DiscoveryClient.
cs: Výjimka ProtocolException byla potlačena při zavírání objektu DiscoveryClient. Služba DiscoveryService se pravděpodobně stále pokouší o odeslání odpovědi objektu DiscoveryClient.
da: En ProtocolException blev undertrykt, mens DiscoveryClient blev lukket. Dette kan skyldes, at en DiscoveryService stadig forsøger at sende et svar til DiscoveryClient.
de: Eine ProtocolException wurde beim Schließen von DiscoveryClient unterdrückt. Dies kann darauf zurückzuführen sein, dass von einem DiscoveryService nach wie vor versucht wird, eine Antwort an den DiscoveryClient zu senden.
el: Ένα ProtocolException απενεργοποιήθηκε κατά το κλείσιμο του DiscoveryClient. Αυτό μπορεί να συνέβη επειδή ένα DiscoveryService επιχειρεί ακόμα να στείλει απόκριση στο DiscoveryClient.
es: Se ha suprimido ProtocolException al cerrar DiscoveryClient. Esto se puede deber a que DiscoveryService todavía está intentando enviar una respuesta a DiscoveryClient.
fi: ProtocolException estettiin DiscoveryClient-kohdetta suljettaessa. Tämä voi johtua siitä, että DiscoveryService yrittää yhä lähettää vastausta DiscoveryClient-kohteeseen.
fr: ProtocolException a été supprimé lors de la fermeture de DiscoveryClient. Cela peut être dû à un DiscoveryService qui tente encore d'envoyer une réponse à DiscoveryClient.
he: ProtocolException הועלם בעת סגירת ה- DiscoveryClient. ייתכן שהסיבה לכך היא ש- DiscoveryService עדיין מנסה לשלוח תגובה ל- DiscoveryClient.
hu: A DiscoveryClient bezárása során egy ProtocolException figyelmen kívül lett hagyva. Ennek lehetséges oka, hogy a DiscoveryService még mindig választ próbál küldeni a DiscoveryClient részére.
it: ProtocolException eliminato durante la chiusura di DiscoveryClient. È possibile che DiscoveryService stia ancora provando a inviare una risposta a DiscoveryClient.
ja: DiscoveryClient を閉じているときに ProtocolException が抑制されました。その理由として、DiscoveryService がまだ DiscoveryClient に応答を送信しようとしていることが考えられます。
ko: DiscoveryClient를 닫는 동안에는 ProtocolException이 표시되지 않습니다. DiscoveryService가 DiscoveryClient에 응답을 보내려고 하는 중일 수 있습니다.
nb: Et ProtocolException ble undertrykt under lukking av DiscoveryClient. Dette kan være fordi en DiscoveryService fortsatt prøver å sende et svar til DiscoveryClient.
nl: Een ProtocolException is onderdrukt tijdens het sluiten van DiscoveryClient. Mogelijk probeert een DiscoveryService nog steeds een respons naar DiscoveryClient te verzenden.
pl: Pominięto wyjątek protokołu podczas zamykania obiektu DiscoveryClient. Przyczyną mogło być to, że obiekt DiscoveryService nadal próbuje wysłać odpowiedź do obiektu DiscoveryClient.
pt_br: Uma ProtocolException foi suprimida ao fechar o DiscoveryClient. Isso poderia ocorrer porque o DiscoveryService ainda está tentando enviar uma resposta ao DiscoveryClient.
pt_pt: Foi suprimida uma ProtocolException ao fechar o DiscoveryClient. Tal pode dever-se ao facto de um DiscoveryService ainda estar a tentar enviar uma resposta ao DiscoveryClient.
ru: Исключение ProtocolException было подавлено при закрытии DiscoveryClient. Это могло произойти из-за того, что DiscoveryService по-прежнему пытается отправить ответ для DiscoveryClient.
sv: Ett ProtocolException ignorerades när DiscoveryClient stängdes. Detta kan bero på att en DiscoveryService fortfarande försöker skicka svar till DiscoveryClient.
tr: DiscoveryClient kapatılırken bir ProtocolException bastırıldı. Bunun nedeni bir DiscoveryService'ın hala DiscoveryClient'a yanıt göndermeye çalışır olması olabilir.
zh_cn: 关闭 DiscoveryClient 时，ProtocolException 被禁止。这可能是由于 DiscoveryService 仍在尝试向 DiscoveryClient 发送响应。
zh_tw: ProtocolException 在關閉 DiscoveryClient 的同時是隱藏的。這可能是因為 DiscoveryService 仍在嘗試傳送回應給 DiscoveryClient。

# event_DiscoveryClientReceivedMulticastSuppression
source: The DiscoveryClient received a multicast suppression message from a DiscoveryProxy.
ar: تلقى DiscoveryClient رسالة منع متعددة الإرسال من DiscoveryProxy.
cs: Objekt DiscoveryClient obdržel vícesměrovou zprávu od objektu DiscoveryProxy.
da: DiscoveryClient modtog en multicast-undertrykkelsesmeddelelse fra en DiscoveryProxy.
de: Vom DiscoveryClient wurde eine Multicastunterdrückungsmeldung von einem DiscoveryProxy empfangen.
el: Το DiscoveryClient έλαβε ένα μήνυμα απενεργοποίησης πολλαπλής διανομής από ένα DiscoveryProxy.
es: DiscoveryClient recibió un mensaje de supresión multidifusión de DiscoveryProxy.
fi: DiscoveryClient vastaanotti monilähetyksen estosanoman DiscoveryProxy-kohteesta.
fr: DiscoveryClient a reçu un message de suppression multidiffusion d'un DiscoveryProxy.
he: ה- DiscoveryClient קיבל הודעה על העלמת שידור לקבוצה מ- DiscoveryProxy.
hu: A DiscoveryClient egy csoportos küldésű figyelmen kívül hagyási üzenetet kapott a DiscoveryProxy objektumtól.
it: DiscoveryClient ha ricevuto un messaggio di eliminazione multicast da DiscoveryProxy.
ja: DiscoveryClient は DiscoveryProxy からマルチキャスト抑制メッセージを受け取りました。
ko: DiscoveryClient가 DiscoveryProxy로부터 멀티캐스트 비표시 오류(Suppression) 메시지를 받았습니다.
nb: DiscoveryClient mottok en melding om undertrykking av multikasting fra en DiscoveryProxy.
nl: DiscoveryClient heeft een multicast-onderdrukkingsbericht ontvangen van DiscoveryProxy.
pl: Obiekt DiscoveryClient odebrał komunikat o pominięciu multiemisji z obiektu DiscoveryProxy.
pt_br: O DiscoveryClient recebeu uma mensagem de supressão multicast de um DiscoveryProxy.
pt_pt: O DiscoveryClient recebeu uma mensagem de supressão multicast de um DiscoveryProxy.
ru: DiscoveryClient получил многоадресное сообщение подавления от DiscoveryProxy.
sv: DiscoveryClient mottog ett multicast-meddelande om ignorering från en DiscoveryProxy.
tr: DiscoveryClient bir DiscoveryProxy'den çok noktaya yayını engelleme iletisi aldı.
zh_cn: DiscoveryClient 收到来自 DiscoveryProxy 的多播禁止消息。
zh_tw: DiscoveryClient 收到來自 DiscoveryProxy 的多點傳送隱藏訊息。

# event_DiscoveryMessageReceivedAfterOperationCompleted
source: A {0} message with messageId='{1}' was dropped by the DiscoveryClient because the corresponding {2} operation was completed.
ar: تم إفلات رسالة {0} مزودة بـ messageId='{1}' بواسطة DiscoveryClient لأن العملية {2} المقابلة اكتملت.
cs: Zpráva {0} s parametrem messageId={1} byla objektem DiscoveryClient zahozena, protože příslušná operace {2} byla dokončena.
da: En meddelelse af typen {0} med messageId='{1}' blev ignoreret af DiscoveryClient, fordi den tilsvarende {2}-handling blev fuldført.
de: Eine {0}-Meldung mit messageId='{1}' wurde vom DiscoveryClient gelöscht, da der entsprechende {2}-Vorgang abgeschlossen wurde.
el: Ένα μήνυμα {0} με messageId='{1}' απορρίφθηκε από το DiscoveryClient επειδή η αντίστοιχη λειτουργία {2} ολοκληρώθηκε.
es: DiscoveryClient quitó un mensaje {0} con messageId='{1}' porque se completó la operación {2} correspondiente.
fi: DiscoveryClient hylkäsi sanoman {0} (messageId={1}), koska vastaava toiminto {2} oli valmis.
fr: Un message {0} avec messageId='{1}' a été supprimé par DiscoveryClient car l'opération correspondante {2} est terminée.
he: הודעת {0} עם messageId='{1}'‎ הושמטה על-ידי DiscoveryClient מאחר שפעולת {2} המתאימה הושלמה.
hu: A DiscoveryClient eldobott egy {0} üzenetet (messageId='{1}'), mert az annak megfelelő {2} művelet már befejeződött.
it: Un messaggio {0} con messageId='{1}' è stato eliminato da DiscoveryClient poiché è stata completata l'operazione {2} corrispondente.
ja: messageId='{1}' の {0} メッセージは、対応する {2} 操作が完了したため、DiscoveryClient によってドロップされました。
ko: 해당 {2} 작업이 완료되어 messageId='{1}' 인 {0} 메시지가 DiscoveryClient에서 삭제되었습니다.
nb: En {0}-melding med messageId={1} ble utelatt av DiscoveryClient fordi den tilsvarende {2}-operasjonen var fullført.
nl: Een bericht {0} met messageId='{1}' is verwijderd door DiscoveryClient omdat de bijbehorende bewerking {2} is voltooid.
pl: Komunikat {0} o atrybucie messageId równym „{1}” został porzucony przez obiekt DiscoveryClient, ponieważ odpowiadająca mu operacja {2} została ukończona.
pt_br: Uma mensagem {0} com messageId='{1}' foi descartada pelo DiscoveryClient porque a operação {2} correspondente foi concluída.
pt_pt: Uma mensagem {0} com o messageId='{1}' foi ignorada pelo DiscoveryClient porque foi concluída a operação correspondente {2}.
ru: Сообщение {0} с messageId="{1}" удалено клиентом DiscoveryClient, поскольку выполнена соответствующая операция {2}.
sv: Ett {0}-meddelande med messageId={1} ignorerades av DiscoveryClient eftersom motsvarande {2}-åtgärd hade slutförts.
tr: messageId='{1}' olan bir {0} iletisi, karşılık gelen {2} işlemi tamamlandığı için DiscoveryClient tarafından bırakıldı.
zh_cn: messageId 为“{1}”的 {0} 消息被 DiscoveryClient 丢弃，因为相应的 {2} 操作已完成。
zh_tw: messageId='{1}' 的 {0} 訊息已遭 DiscoveryClient 丟棄，因為對應的 {2} 作業已完成。

# event_DiscoveryMessageWithInvalidContent
source: A {0} message with messageId='{1}' was dropped because it had invalid content.
ar: تم إفلات رسالة {0} مزودة بـ messageId='{1}' لأن بها محتوى غير صالح.
cs: Zpráva {0} s parametrem messageId={1} byla zahozena, protože její obsah byl neplatný.
da: En meddelelse af typen {0} med messageId='{1}' blev ignoreret, fordi den havde ugyldigt indhold.
de: Eine {0}-Meldung mit messageId='{1}' wurde gelöscht, da sie ungültigen Inhalt aufwies.
el: Ένα μήνυμα {0} με messageId='{1}' απορρίφθηκε επειδή δεν είχε έγκυρο περιεχόμενο.
es: Se quitó un mensaje {0} con messageId='{1}' porque incluía contenido no válido.
fi: Sanoma {0} (messageId={1}) hylättiin, koska sen sisältö oli virheellinen.
fr: Un message {0} avec messageId='{1}' a été supprimé car son contenu n'était pas valide.
he: הודעת {0} עם messageId='{1}'‎ הושמטה מאחר שהיא כללה תוכן לא חוקי.
hu: A rendszer eldobott egy {0} üzenetet (messageId='{1}'), mert annak tartalma érvénytelen volt.
it: Un messaggio {0} con messageId='{1}' è stato eliminato poiché conteneva contenuto non valido.
ja: messageId='{1}' の {0} メッセージは、無効なコンテンツがあったため、ドロップされました。
ko: 잘못된 내용이 있어 messageId='{1}'인 {0} 메시지가 DiscoveryClient에서 삭제되었습니다.
nb: En {0}-melding med messageId={1} ble utelatt fordi den hadde ugyldig innhold.
nl: Een bericht {0} met messageId='{1}' is verwijderd omdat het ongeldige inhoud heeft.
pl: Komunikat {0} o atrybucie messageId „{1}” został porzucony, ponieważ miał nieprawidłową zawartość.
pt_br: Uma mensagem {0} com messageId='{1}' foi descartada porque tinha conteúdo inválido.
pt_pt: Uma mensagem {0} com o messageId='{1}' foi ignorada porque tinha conteúdo inválido.
ru: Сообщение {0} с messageId="{1}" удалено из-за недопустимого содержимого.
sv: Ett {0}-meddelande med messageId={1} ignorerades eftersom det hade ett ogiltigt innehåll.
tr: messageId='{1}' olan bir {0} iletisi, geçersiz içeriğe sahip olduğundan bırakıldı.
zh_cn: messageId 为“{1}”的 {0} 消息由于具有无效内容而被丢弃。
zh_tw: messageId='{1}' 的 {0} 訊息已遭丟棄，因為它的內容無效。

# event_DiscoveryMessageWithInvalidRelatesToOrOperationCompleted
source: A {0} message with messageId='{1}' and relatesTo='{2}' was dropped by the DiscoveryClient because either the corresponding {3} operation was completed or the relatesTo value is invalid.
ar: تم إفلات رسالة {0} مزودة بـ messageId='{1}' وrelatesTo='{2}' بواسطة DiscoveryClient لأن العملية {3} المقابلة اكتملت أو أن القيمة relatesTo غير صالحة.
cs: Zpráva {0} s parametry messageId={1} a relatesTo={2} byla objektem DiscoveryClient zahozena, protože příslušná operace {3} již byla dokončena nebo je hodnota relatesTo neplatná.
da: En meddelelse af typen {0} med messageId='{1}' og relatesTo='{2}' blev ignoreret af DiscoveryClient, fordi den tilsvarende {3}-handling blev fuldført, eller fordi værdien relatesTo value ikke er gyldig.
de: Eine {0}-Meldung mit messageId='{1}' und relatesTo='{2}' wurde vom DiscoveryClient gelöscht, da entweder der entsprechende {3}-Vorgang abgeschlossen wurde oder der relatesTo-Wert ungültig ist.
el: Ένα μήνυμα {0} με messageId='{1}' και relatesTo='{2}' απορρίφθηκε από το DiscoveryClient, επειδή η αντίστοιχη λειτουργία {3} ολοκληρώθηκε ή η τιμή relatesTo δεν είναι έγκυρη.
es: DiscoveryClient quitó un mensaje {0} con messageId='{1}' y relatesTo='{2}' porque se completó la operación {3} correspondiente o el valor de relatesTo no es válido.
fi: DiscoveryClient hylkäsi sanoman {0} (messageId={1} ja relatesTo={2}), koska vastaava toiminto {3} oli valmis tai relatesTo-arvo oli virheellinen.
fr: Un message {0} avec messageId='{1}' et relatesTo='{2}' a été supprimé par DiscoveryClient car l'opération correspondante {3} est terminée ou la valeur relatesTo n'est pas valide.
he: הודעת {0} עם messageId='{1}'‎ ו- relatesTo='{2}'‎ הושמטה על-ידי DiscoveryClient מאחר שפעולת {3} המתאימה הושלמה או שהערך relatesTo אינו חוקי.
hu: A DiscoveryClient eldobott egy {0} üzenetet (messageId='{1}' és relatesTo='{2}'), mert az annak megfelelő {3} művelet már befejeződött, vagy mert a relatesTo érték érvénytelen.
it: Un messaggio {0} con messageId='{1}' e relatesTo='{2}' è stato eliminato da DiscoveryClient poiché è stata completata l'operazione {3} corrispondente o il valore relatesTo non è valido.
ja: messageId='{1}' および relatesTo='{2}' の {0} メッセージは、対応する {3} 操作が完了したか、relatesTo 値が無効であるため、DiscoveryClient によってドロップされました。
ko: 해당 {3} 작업이 완료되었거나 relatesTo 값이 잘못되어 messageId='{1}'이고 relatesTo='{2}'인 {0} 메시지가 DiscoveryClient에서 삭제되었습니다.
nb: En {0}-melding med messageId={1} og relatesTo={2} ble utelatt av DiscoveryClient fordi den tilsvarende {3}-operasjonen var fullført eller relatesTo-verdien er ugyldig.
nl: Een bericht {0} met messageId='{1}' en relatesTo='{2}' is verwijderd door DiscoveryClient omdat de bijbehorende bewerking {3} is voltooid of omdat de waarde van relatesTo ongeldig is.
pl: Komunikat {0} o atrybucie messageId równym „{1}” i relatesTo równym „{2}” został porzucony przez obiekt DiscoveryClient, ponieważ odpowiadająca mu operacja {3} została ukończona lub wartość atrybutu relatesTo była nieprawidłowa.
pt_br: Uma mensagem {0} com messageId='{1}' e relatesTo='{2}' foi descartada pelo DiscoveryClient porque a operação {3} correspondente foi concluída ou o valor relatesTo é inválido.
pt_pt: Uma mensagem {0} com o messageId='{1}' e relatesTo='{2}' foi ignorada pelo DiscoveryClient porque foi concluída a operação {3} correspondente ou porque o valor relatesTo é inválido.
ru: Сообщение {0} с messageId="{1}" и relatesTo="{2}" удалено клиентом DiscoveryClient, поскольку выполнена соответствующая операция {3} или значение relatesTo является недопустимым.
sv: Ett {0}-meddelande med messageId={1} och relatesTo={2} ignorerades av DiscoveryClient, antingen eftersom motsvarande {3}-åtgärd hade slutförts eller eftersom relatesTo-värdet är ogiltigt.
tr: messageId='{1}' ve relatesTo='{2}' olan bir {0} iletisi, karşılık gelen {3} işlemi tamamlandığı ya da relatesTo değeri geçersiz olduğu için DiscoveryClient tarafından bırakıldı.
zh_cn: messageId 为“{1}”和 relatesTo 为“{2}”的 {0} 消息被 DiscoveryClient 丢弃，因为相应的 {3} 操作已完成或 relatesTo 值无效。
zh_tw: messageId='{1}' 且 relatesTo='{2}' 的 {0} 訊息已由 DiscoveryClient 丟棄，因為對應的 {3} 作業已完成，或是 relatesTo 值無效。

# event_DiscoveryMessageWithInvalidReplyTo
source: A discovery request message with messageId='{0}' was dropped because it had an invalid ReplyTo address.
ar: تم إفلات رسالة طلب اكتشاف مزودة بـ messageId='{0}' لأن لها عنوان ReplyTo غير صالح.
cs: Zpráva požadavku na zjišťování s parametrem messageId={0} byla zahozena, protože obsahovala neplatnou adresu ReplyTo.
da: En meddelelse med en registreringsanmodning og messageId='{0}' blev ignoreret, fordi den havde en ugyldig ReplyTo-adresse.
de: Eine Erkennungsanforderungsmeldung mit messageId='{0}' wurde gelöscht, da sie eine ungültige ReplyTo-Adresse enthielt.
el: Ένα μήνυμα αίτησης εντοπισμού με messageId='{0}' απορρίφθηκε επειδή δεν είχε έγκυρη διεύθυνση ReplyTo.
es: Se quitó un mensaje de solicitud de detección con messageId='{0}' porque tenía una dirección ReplyTo no válida.
fi: Palautuspyyntösanoma (messageId={0}) hylättiin, koska sen ReplyTo-osoite oli virheellinen.
fr: Un message de demande de découverte avec messageId='{0}' a été supprimé car son adresse de réponse ReplyTo n'était pas valide.
he: הודעת בקשת גילוי עם messageId='{0}'‎ הושמטה מאחר שהיא כללה כתובת ReplyTo לא חוקית.
hu: A rendszer eldobott egy felderítéskérelmi üzenetet (messageId='{0}'), mert az érvénytelen ReplyTo címet tartalmazott.
it: Un messaggio di richiesta di individuazione con messageId='{0}' è stato eliminato poiché conteneva un indirizzo ReplyTo non valido.
ja: messageId='{0}' の探索要求メッセージは、無効な ReplyTo アドレスがあったため、ドロップされました。
ko: 잘못된 ReplyTo 주소가 있어 messageId='{0}'인 검색 요청 메시지가 삭제되었습니다.
nb: En registreringsforespørselsmelding med messageId={0} ble utelatt fordi den hadde en ugyldig ReplyTo-adresse.
nl: Een aanvraagbericht voor opsporing met messageId='{0}' is verwijderd omdat het een ongeldig antwoordadres heeft.
pl: Komunikat z żądaniem odnajdowania o atrybucie messageId równym „{0}” został porzucony, ponieważ miał nieprawidłowy adres ReplyTo.
pt_br: Uma mensagem de solicitação de descoberta com messageId='{0}' foi descartada porque ela tinha um endereço ReplyTo inválido.
pt_pt: Uma mensagem de pedido de deteção com o messageId='{0}' foi ignorada porque tinha um endereço ReplyTo inválido.
ru: Сообщение запроса обнаружения с messageId="{0}" удалено из-за недопустимого адреса ReplyTo.
sv: Ett meddelande om identifieringsbegäran med messageId={0} ignorerades eftersom det hade en ogiltig ReplyTo-adress.
tr: messageId='{0}' olan bir bulma isteği iletisi, ReplyTo adresi geçersiz olduğundan bırakıldı.
zh_cn: messageId 为“{0}”的发现请求消息由于具有无效的 ReplyTo 地址而被丢弃。
zh_tw: messageId='{0}' 的探索要求訊息已遭丟棄，因為它的 ReplyTo 地址無效。

# event_DiscoveryMessageWithNoContent
source: A {0} message was dropped because it did not have any content.
ar: تم إفلات رسالة {0} لأن ليس بها أي محتوى.
cs: Zpráva {0} byla zahozena, protože neměla žádný obsah.
da: En meddelelse af typen {0} blev ignoreret, fordi den ikke havde noget indhold.
de: Eine {0}-Meldung wurde gelöscht, da kein Inhalt vorhanden war.
el: Ένα μήνυμα {0} απορρίφθηκε επειδή δεν είχε καθόλου περιεχόμενο.
es: Se quitó un mensaje {0} porque no incluía contenido.
fi: Sanoma {0} hylättiin, koska siinä ei ollut sisältöä.
fr: Un message {0} a été supprimé car il n'avait aucun contenu.
he: הודעת {0} הושמטה מאחר שהיא לא כללה תוכן כלשהו.
hu: A rendszer eldobott egy {0} üzenetet, mert annak semmilyen tartalma sem volt.
it: Un messaggio {0} è stato eliminato poiché non conteneva alcun contenuto.
ja: {0} メッセージは、コンテンツがなかったため、ドロップされました。
ko: 내용이 없어 {0} 메시지가 삭제되었습니다.
nb: En {0}-melding ble utelatt fordi den ikke hadde noe innhold.
nl: Een bericht {0} is verwijderd omdat het geen inhoud heeft.
pl: Komunikat {0} został porzucony, ponieważ nie miał zawartości.
pt_br: Uma mensagem {0} foi descartada porque ela não tinha conteúdo.
pt_pt: Uma mensagem {0} foi ignorada porque não tinha qualquer conteúdo.
ru: Сообщение {0} удалено, поскольку отсутствует его содержимое.
sv: Ett {0}-meddelande ignorerades eftersom det saknade innehåll.
tr: Bir {0} iletisi, herhangi bir içeriğe sahip olmadığından bırakıldı.
zh_cn: {0} 消息由于没有任何内容而被丢弃。
zh_tw: {0} 訊息已遭丟棄，因為它沒有任何內容。

# event_DiscoveryMessageWithNullMessageId
source: A {0} message was dropped because the message header did not contain the required MessageId property.
ar: تم إفلات رسالة {0} لأن عنوان الرسالة لا يحتوي على الخاصية MessageId المطلوبة.
cs: Zpráva {0} byla zahozena, protože její hlavička neobsahovala požadovanou vlastnost MessageId.
da: En meddelelse af typen {0} blev ignoreret, fordi meddelelsesheaderen ikke indeholdt den krævede egenskab MessageId.
de: Eine {0}-Meldung wurde gelöscht, da der Meldungsheader nicht die erforderliche MessageId-Eigenschaft enthielt.
el: Ένα μήνυμα {0} απορρίφθηκε επειδή η κεφαλίδα μηνύματος δεν περιείχε την απαιτούμενη ιδιότητα MessageId.
es: Se quitó un mensaje {0} porque el encabezado de mensaje no contenía la propiedad MessageId requerida.
fi: Sanoma {0} hylättiin, koska sanoman otsikko ei sisältänyt pakollista MessageId-ominaisuutta.
fr: Un message {0} a été supprimé car son en-tête ne contenait pas la propriété MessageId requise.
he: הודעת {0} הושמטה מאחר שכותרת ההודעה לא הכילה את מאפיין MessageId הדרוש.
hu: A rendszer eldobott egy {0} üzenetet, mert az üzenetfejléc nem tartalmazta a szükséges MessageId tulajdonságot.
it: Un messaggio {0} è stato eliminato poiché l'intestazione del messaggio non conteneva la proprietà MessageId richiesta.
ja: {0} メッセージは、メッセージ ヘッダーに必要な MessageId プロパティが含まれていなかったため、ドロップされました。
ko: 메시지 머리글에 필요한 MessageId 속성이 없어 {0} 메시지가 삭제되었습니다.
nb: En {0}-melding ble utelatt fordi meldingshodet ikke hadde den nødvendige MessageId-egenskapen.
nl: Een bericht {0} is verwijderd omdat de berichtkop niet de verplichte eigenschap MessageId bevat.
pl: Komunikat {0} został porzucony, ponieważ nagłówek komunikatu nie zawierał wymaganej właściwości MessageId.
pt_br: Uma mensagem {0} foi descartada porque o cabeçalho da mensagem não continha a propriedade MessageId obrigatória.
pt_pt: Uma mensagem {0} foi largada porque o cabeçalho da mensagem não continha a propriedade MessageId necessária.
ru: Сообщение {0} удалено, поскольку заголовок сообщения не содержит обязательного свойства MessageId.
sv: Ett {0}-meddelande ignorerades eftersom meddelandehuvudet inte innehöll den obligatoriska egenskapen MessageId.
tr: Bir {0} iletisi, ileti üst bilgisi gerekli MessageId özelliğini içermediğinden bırakıldı.
zh_cn: {0} 消息由于消息标头不包含所需 MessageId 属性而被丢弃。
zh_tw: {0} 訊息已遭丟棄，因為訊息標頭未包含必要的 MessageId 屬性。
