Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_InnerChannelOpenSucceeded
source: The DiscoveryClientChannel successfully discovered an endpoint and opened the channel using it. The client is connected to a service using EndpointAddress='{0}' and Via='{1}'.
ar: اكتشفت DiscoveryClientChannel بنجاح نقطة نهاية وقامت بفتح القناة باستخدامها. العميل متصل بخدمة باستخدام EndpointAddress='{0}' وVia='{1}'.
cs: Objekt DiscoveryClientChannel úspěšně nalezl koncový bod, pomocí kterého otevřel nový kanál. Klient je připojen ke službě pomocí koncového bodu s parametry EndpointAddress={0} a Via={1}.
da: DiscoveryClientChannel registrerede et slutpunkt og åbnede den kanal, der bruger det. Klienten er tilsluttet en tjeneste, der bruger EndpointAddress='{0}' og Via='{1}'.
de: Vom DiscoveryClientChannel wurde ein Endpunkt gefunden, und der Channel, für den der Endpunkt verwendet wird, wurde geöffnet. Der Client ist mit einem Dienst unter Verwendung von EndpointAddress='{0}' und Via='{1}' verbunden.
el: Το DiscoveryClientChannel εντόπισε με επιτυχία ένα τελικό σημείο και άνοιξε το κανάλι χρησιμοποιώντας το. Το πρόγραμμα-πελάτης είναι συνδεδεμένο με μια υπηρεσία, χρησιμοποιώντας EndpointAddress='{0}' και Via='{1}'.
es: DiscoveryClientChannel detectó correctamente un extremo y abrió el canal con él. El cliente está conectado a un servicio mediante EndpointAddress='{0}' y Via='{1}'.
fi: DiscoveryClientChannel havaitsi päätepisteen ja avasi kanavan sen avulla. Asiakas on muodostanut yhteyden palveluun seuraavien avulla: EndpointAddress={0} ja Via={1}.
fr: DiscoveryClientChannel a correctement découvert un point de terminaison et ouvert le canal qui l'utilise. Le client est connecté à un service utilisant EndpointAddress='{0}' et Via='{1}'.
he: ה- DiscoveryClientChannel גילה בהצלחה נקודת קצה ופתח את הערוץ באמצעותה. הלקוח מחובר לשירות באמצעות EndpointAddress={0}'‎ ו- Via='{1}'‎.
hu: A DiscoveryClientChannel sikeresen felderített egy végpontot, és megnyitotta a csatornát annak használatával. Az ügyfél a következők használatával csatlakozik egy szolgáltatáshoz: EndpointAddress='{0}' és Via='{1}'.
it: DiscoveryClientChannel ha individuato correttamente un endpoint con il quale ha aperto il canale. Il client viene connesso a un servizio mediante EndpointAddress='{0}' e Via='{1}'.
ja: DiscoveryClientChannel は正常にエンドポイントを探索し、それを使用してチャネルを開きました。クライアントは、EndpointAddress='{0}' および Via='{1}'. を使用して、サービスに接続されています。
ko: DiscoveryClientChannel에서 끝점을 검색하고 해당 끝점을 사용하여 채널을 열었습니다. 클라이언트는 EndpointAddress='{0}' 및 Via='{1}'을(를) 사용하여 서비스에 연결합니다.
nb: DiscoveryClientChannel registrerte et endepunkt og åpnet kanalen som bruker det. Klienten er koblet til en tjeneste som bruker EndpointAddress={0} og Via={1}.
nl: DiscoveryClientChannel heeft een eindpunt opgespoord en heeft het kanaal ermee geopend. De client is verbonden met een service via EndpointAddress='{0}' en Via='{1}'.
pl: Obiekt DiscoveryClientChannel pomyślnie odnalazł punkt końcowy i otworzył kanał z jego użyciem. Klient nawiązał połączenie z usługą przy użyciu atrybutów EndpointAddress o wartości „{0}” i Via o wartości „{1}”.
pt_br: O DiscoveryClientChannel descobriu com êxito um ponto de extremidade e abriu o canal usando-o. O cliente está conectado a um serviço usando EndpointAddress='{0}' and Via='{1}'.
pt_pt: O DiscoveryClientChannel detetou com êxito um ponto final e abriu o canal utilizando-o. O cliente está ligado a um serviço utilizando EndpointAddress='{0} e Via='{1}'.
ru: Объект DiscoveryClientChannel успешно обнаружил конечную точку и открыл с ее помощью канал. Клиент подключен к службе с использованием EndpointAddress="{0}" и Via="{1}".
sv: En slutpunkt identifierades av DiscoveryClientChannel och en kanal öppnades med hjälp av denna. Klienten ansluts till en tjänst med hjälp av EndpointAddress={0} och Via={1}.
tr: DiscoveryClientChannel başarıyla bir bitiş noktası buldu ve bunu kullanarak kanalı açtı. İstemci EndpointAddress='{0}' ve Via='{1}' kullanarak bir hizmete bağlandı.
zh_cn: DiscoveryClientChannel 成功发现了一个终结点并使用它打开了通道。客户端使用 EndpointAddress 为“{0}”且 Via 为“{1}”的终结点连接到服务。
zh_tw: DiscoveryClientChannel 已順利探索到端點，並用它開啟了通道。用戶端已使用 EndpointAddress='{0}' 和 Via='{1}' 連接到服務。

# event_InstanceLocksRecoveryError
source: Recovering instance locks failed due to the following exception
ar: فشل استرداد تأمينات المثيلات بسبب الاستثناء التالي
cs: Obnovení zámků instance se nezdařilo, protože došlo k následující výjimce.
da: Gendannelsen af forekomstlåse kunne ikke fuldføres pga. følgende undtagelse
de: Fehler beim Wiederherstellen der Instanzsperren aufgrund der folgenden Ausnahme.
el: Η ανάκτηση των κλειδωμάτων παρουσιών απέτυχε λόγω της ακόλουθης εξαίρεσης
es: No se pudieron recuperar los bloqueos de instancia por la siguiente excepción
fi: Esiintymälukitusten palauttaminen epäonnistui seuraavan poikkeuksen vuoksi
fr: Échec de la récupération des verrous d'instance en raison de l'exception suivante.
he: שחזור נעילות מופעים נכשל עקב החריגה הבאה
hu: A példányzárolások helyreállítása a következő kivétel miatt sikertelen volt:
it: Recupero dei blocchi di istanza non riuscito a causa dell'eccezione seguente
ja: インスタンスのロックの回復は次の例外のために失敗しました
ko: 다음 예외로 인해 인스턴스 잠금을 복구하지 못했습니다.
nb: Gjenoppretting av forekomstlåser mislyktes på grunn av følgende unntak
nl: Het herstellen van exemplaarvergrendelingen is mislukt vanwege de volgende uitzondering
pl: Odzyskiwanie blokad wystąpień nie powiodło się z powodu następującego wyjątku.
pt_br: Falha na recuperação de bloqueios de instância devido à seguinte exceção
pt_pt: Os bloqueios da instância de recuperação falharam devido à exceção seguinte
ru: Не удалось восстановить блокировки экземпляров, поскольку обнаружено следующее исключение
sv: Det gick inte att återställa instanslås på grund av följande undantag
tr: Aşağıdaki özel durum nedeniyle örnek kilitleri kurtarılamadı
zh_cn: 由于下列异常，导致实例锁恢复失败
zh_tw: 復原執行個體鎖定失敗，因為發生下列例外狀況

# event_InternalCacheMetadataStart
source: InternalCacheMetadata started on activity '{0}'.
ar: تم بدء InternalCacheMetadata على النشاط '{0}'.
cs: Byla spuštěna metoda InternalCacheMetadata pro aktivitu {0}.
da: InternalCacheMetadata blev startet for aktiviteten '{0}'.
de: InternalCacheMetadata wurde bei Aktivität "{0}" gestartet.
el: Η InternalCacheMetadata ξεκίνησε στη δραστηριότητα '{0}'.
es: InternalCacheMetadata iniciado en la actividad '{0}'.
fi: InternalCacheMetadata alkoi tehtävän {0} yhteydessä.
fr: Démarrage d'InternalCacheMetadata dans l'activité '{0}'.
he: InternalCacheMetadata הופעל בפעילות '{0}'.
hu: InternalCacheMetadata megkezdődött a következő tevékenységnél: „{0}”.
it: InternalCacheMetadata avviato nell'attività '{0}'.
ja: アクティビティ '{0}' で InternalCacheMetadata が開始されました。
ko: InternalCacheMetadata가 작업 '{0}'에서 시작되었습니다.
nb: InternalCacheMetadata startet på aktiviteten {0}.
nl: InternalCacheMetadata gestart bij activiteit {0}.
pl: Rozpoczęto wykonywanie metody InternalCacheMetadata w działaniu „{0}”.
pt_br: InternalCacheMetadata iniciado na atividade '{0}'.
pt_pt: InternalCacheMetadata iniciado na atividade '{0}'.
ru: InternalCacheMetadata запущено для действия "{0}".
sv: InternalCacheMetadata startades för aktiviteten {0}.
tr: InternalCacheMetadata, '{0}' etkinliğinde başladı.
zh_cn: 已在活动“{0}”上启动 InternalCacheMetadata。
zh_tw: InternalCacheMetadata 已在活動 '{0}' 上啟動。

# event_InternalCacheMetadataStop
source: InternalCacheMetadata stopped on activity '{0}'.
ar: تم إيقاف InternalCacheMetadata على النشاط '{0}'.
cs: Byla ukončena metoda InternalCacheMetadata pro aktivitu {0}.
da: InternalCacheMetadata blev stoppet for aktiviteten '{0}'.
de: InternalCacheMetadata wurde bei Aktivität "{0}" angehalten.
el: Η InternalCacheMetadata διακόπηκε στη δραστηριότητα '{0}'.
es: InternalCacheMetadata detenido en la actividad '{0}'.
fi: InternalCacheMetadata pysähtyi tehtävän {0} yhteydessä.
fr: Arrêt d'InternalCacheMetadata dans l'activité '{0}'.
he: InternalCacheMetadata הופסק בפעילות '{0}'.
hu: InternalCacheMetadata befejeződött a következő tevékenységnél: „{0}”.
it: InternalCacheMetadata arrestato nell'attività '{0}'.
ja: アクティビティ '{0}' で InternalCacheMetadata が停止されました。
ko: InternalCacheMetadata가 작업 '{0}'에서 중지되었습니다.
nb: InternalCacheMetadata stoppet på aktiviteten {0}.
nl: InternalCacheMetadata gestopt bij activiteit {0}.
pl: Zatrzymano wykonywanie metody InternalCacheMetadata w działaniu „{0}”.
pt_br: InternalCacheMetadata interrompido na atividade '{0}'.
pt_pt: InternalCacheMetadata parado na atividade '{0}'.
ru: InternalCacheMetadata остановлено для действия "{0}".
sv: InternalCacheMetadata stoppades för aktiviteten {0}.
tr: InternalCacheMetadata, '{0}' etkinliğinde durdu.
zh_cn: 已在活动“{0}”上停止 InternalCacheMetadata。
zh_tw: InternalCacheMetadata 已在活動 '{0}' 上停止。

# event_InvokedMethodThrewException
source: An exception was thrown in the method called by the activity '{0}'. {1}
ar: تم طرح استثناء في الأسلوب الذي تم استدعاؤه بواسطة النشاط '{0}'. {1}
cs: Došlo k výjimce v metodě volané aktivitou {0}. {1}
da: Der blev udløst en undtagelse i den metode, der blev kaldt af aktiviteten '{0}'. {1}
de: In der von der Aktivität '{0}' aufgerufenen Nachricht wurde eine Ausnahme ausgelöst. {1}
el: Δημιουργήθηκε μια εξαίρεση στη μέθοδο που καλείται από τη δραστηριότητα '{0}'. {1}
es: Se produjo una excepción en el método invocado por la actividad '{0}'. {1}
fi: Tehtävän {0} kutsuma menetelmä on aiheuttanut poikkeuksen. {1}
fr: Une exception a été levée dans la méthode appelée par l'activité '{0}'. {1}
he: המערכת התריעה על חריג בפעולת שירות שנקראה על-ידי הפעילות: '{0}'. {1}
hu: A(z) „{0}” tevékenység által meghívott metódus kivételt okozott. {1}
it: È stata generata un'eccezione nel metodo chiamato dall'attività '{0}'. {1}
ja: アクティビティ '{0}' によって呼び出されたメソッドで例外がスローされました。{1}
ko: 작업 '{0}'에서 호출된 메서드에서 예외가 발생했습니다. {1}
nb: Det oppstod et unntak i metoden som ble kalt av aktiviteten {0}. {1}
nl: Er is een uitzondering gegenereerd in de methode die is aangeroepen door de activiteit {0}. {1}
pl: Wystąpił wyjątek w metodzie wywołanej przez działanie {0}. {1}
pt_br: Foi gerada uma exceção no método chamado pela atividade '{0}'. {1}
pt_pt: Foi emitida uma exceção no método chamado pela atividade '{0}'. {1}
ru: В методе, вызванном активностью "{0}", возникло исключение. {1}
sv: Ett undantag utlöstes i metoden som anropades av aktiviteten {0}. {1}
tr: '{0}' etkinliği tarafından çağrılan metotta bir özel durum oluşturuldu. {1}
zh_cn: 在活动“{0}”调用的方法中，引发了异常。{1}
zh_tw: 在活動 '{0}' 呼叫的方法中發生例外狀況。{1}

# event_InvokeMethodDoesNotUseAsyncPattern
source: InvokeMethod '{0}' - method does not use asynchronous pattern.
ar: InvokeMethod '{0}' - لا يستخدم الأسلوب نمطًا غير متزامن.
cs: InvokeMethod '{0}' - metoda nepoužívá asynchronní vzorek.
da: InvokeMethod '{0}' - metoden bruger ikke et asynkront mønster.
de: InvokeMethod '{0}' - Methode verwendet kein asynchrones Muster.
el: InvokeMethod '{0}' - η μέθοδος δεν χρησιμοποιεί ασύγχρονο μοτίβο.
es: InvokeMethod '{0}': el método usa un patrón asincrónico.
fi: InvokeMethod {0}: menetelmä ei käytä asynkronista mallia.
fr: InvokeMethod '{0}' - la méthode n'utilise pas un modèle asynchrone.
he: InvokeMethod ‏'{0}' - פעולת השירות לא משתמשת בתבנית אסינכרונית.
hu: InvokeMethod „{0}” – a metódus nem használ aszinkron mintát.
it: InvokeMethod '{0}': il metodo non utilizza un modello asincrono.
ja: InvokeMethod '{0}' - メソッドは非同期パターンを使用しません。
ko: InvokeMethod '{0}' - 메서드에서 비동기 패턴을 사용하지 않습니다.
nb: InvokeMethod {0} – metoden bruker ikke asynkront mønster.
nl: InvokeMethod {0} - voor de methode wordt geen asynchroon patroon gebruikt.
pl: InvokeMethod „{0}” — metoda nie korzysta ze wzorca asynchronicznego.
pt_br: InvokeMethod '{0}' - o método não usa padrão assíncrono.
pt_pt: InvokeMethod '{0}' - o método não utiliza o padrão assíncrono.
ru: Метод InvokeMethod "{0}": в методе не используется асинхронная модель.
sv: InvokeMethod {0} - metoden använder inte ett asynkront mönster.
tr: InvokeMethod '{0}' - metot zaman uyumsuz desen kullanmıyor.
zh_cn: InvokeMethod“{0}”- 方法不使用异步模式。
zh_tw: InvokeMethod '{0}' - 方法未使用非同步模式。

# event_InvokeMethodIsNotStatic
source: InvokeMethod '{0}' - method is not Static.
ar: InvokeMethod '{0}' - الأسلوب ليس ثابتًا.
cs: InvokeMethod {0} - metoda není statická.
da: InvokeMethod '{0}' - metoden er ikke Static.
de: InvokeMethod '{0}' - Methode ist nicht statisch.
el: InvokeMethod '{0}' - η μέθοδος δεν είναι στατική.
es: InvokeMethod '{0}': el método no es estático.
fi: InvokeMethod {0}: menetelmä ei ole staattinen.
fr: InvokeMethod '{0}' - la méthode n'est pas statique.
he: InvokeMethod ‏'{0}' - פעולת השירות לא סטטית.
hu: InvokeMethod „{0}” – a metódus nem Static jellegű.
it: InvokeMethod '{0}': il metodo non è statico.
ja: InvokeMethod '{0}' - メソッドは Static ではありません。
ko: InvokeMethod '{0}' - 메서드가 Static이 아닙니다.
nb: InvokeMethod {0} – metoden er ikke statisk.
nl: InvokeMethod {0} - de methode is niet statisch.
pl: InvokeMethod „{0}” — metoda nie jest statyczna.
pt_br: InvokeMethod '{0}' - o método não é estático.
pt_pt: InvokeMethod '{0}' – método não Static.
ru: Метод InvokeMethod "{0}": метод не является статическим.
sv: InvokeMethod {0} - metod är inte statisk.
tr: InvokeMethod '{0}' - metot Static değil.
zh_cn: InvokeMethod“{0}”- 方法非静态。
zh_tw: InvokeMethod '{0}' - 方法不是靜態方法。

# event_InvokeMethodIsStatic
source: InvokeMethod '{0}' - method is Static.
ar: InvokeMethod '{0}' - الأسلوب ثابت.
cs: InvokeMethod {0} - metoda je statická.
da: InvokeMethod '{0}' - metoden er Static.
de: InvokeMethod '{0}' - Methode ist statisch.
el: InvokeMethod '{0}' - η μέθοδος είναι στατική.
es: InvokeMethod '{0}': el método es estático.
fi: InvokeMethod {0}: menetelmä on staattinen.
fr: InvokeMethod '{0}' - la méthode est statique.
he: InvokeMethod ‏'{0}' - פעולת השירות סטטית.
hu: InvokeMethod „{0}” – a metódus Static jellegű.
it: InvokeMethod '{0}': il metodo è statico.
ja: InvokeMethod '{0}' - メソッドは Static です。
ko: InvokeMethod '{0}' - 메서드가 Static입니다.
nb: InvokeMethod {0} – metoden er statisk.
nl: InvokeMethod {0} - de methode is statisch.
pl: InvokeMethod „{0}” — metoda jest statyczna.
pt_br: InvokeMethod '{0}' - o método é estático.
pt_pt: InvokeMethod '{0}' – método Static.
ru: Метод InvokeMethod "{0}": метод является статическим.
sv: InvokeMethod {0} - metod är statisk.
tr: InvokeMethod '{0}' - metot Static.
zh_cn: InvokeMethod“{0}”- 方法为静态。
zh_tw: InvokeMethod '{0}' - 方法是靜態方法。

# event_InvokeMethodUseAsyncPattern
source: InvokeMethod '{0}' - method uses asynchronous pattern of '{1}' and '{2}'.
ar: InvokeMethod '{0}' - يستخدم الأسلوب نمطًا غير متزامن لـ '{1}' و'{2}'.
cs: InvokeMethod {0} - metoda používá asynchronní vzorek {1} a {2}.
da: InvokeMethod '{0}' - metoden bruger et asynkront mønster for '{1}' og '{2}'.
de: InvokeMethod '{0}' - Methode verwendet das asynchrone Muster von '{1}' und '{2}'.
el: InvokeMethod '{0}' - η μέθοδος χρησιμοποιεί ασύγχρονο μοτίβο '{1}' και '{2}'.
es: InvokeMethod '{0}': el método usa el patrón asincrónico de '{1}' y '{2}'.
fi: InvokeMethod {0}: menetelmä käyttää asynkronista mallia, jonka osat ovat {1} ja {2}.
fr: InvokeMethod '{0}' - la méthode utilise un modèle asynchrone de '{1}' et '{2}'.
he: InvokeMethod ‏'{0}' - פעולת השירות משתמשת בתבנית אסינכרונית של '{1}' ו- '{2}'.
hu: InvokeMethod „{0}” – a metódus aszinkron mintát használ: „{1}” és „{2}”.
it: InvokeMethod '{0}': il metodo utilizza un modello asincrono di '{1}' e '{2}'.
ja: InvokeMethod '{0}' - メソッドは、'{1}' および '{2}' の非同期パターンを使用します。
ko: InvokeMethod '{0}' - 메서드에서 '{1}' 및 '{2}'의 비동기 패턴을 사용합니다.
nb: InvokeMethod {0} – metoden bruker det asynkrone mønsteret {1} og {2}.
nl: InvokeMethod {0} - voor de methode wordt het asynchrone patroon van {1} en {2} gebruikt.
pl: InvokeMethod „{0}” — metoda korzysta ze wzorca asynchronicznego dla {1} i {2}.
pt_br: InvokeMethod '{0}' - o método usa o padrão assíncrono de '{1}' e '{2}'.
pt_pt: InvokeMethod '{0}' - o método utiliza o padrão assíncrono de '{1}' e '{2}'.
ru: Метод InvokeMethod "{0}": в методе используется асинхронная модель "{1}" и "{2}".
sv: InvokeMethod {0} - metoden använder asynkront mönster för {1} och {2}.
tr: InvokeMethod '{0}' - metot '{1}' ve '{2}' zaman uyumsuz desenini kullanıyor.
zh_cn: InvokeMethod“{0}”- 方法使用“{1}”和“{2}”的异步模式。
zh_tw: InvokeMethod '{0}' - 方法使用 '{1}' 和 '{2}' 非同步模式。

# event_JsonMessageDecodingStart
source: JsonMessageEncoder started decoding the message.
ar: بدأ JsonMessageEncoder فك ترميز الرسالة.
cs: Kodér JsonMessageEncoder zahájil dekódování zprávy.
da: JsonMessageEncoder startede dekodningen af meddelelsen.
de: Das Decodieren der Nachricht wurde von JsonMessageEncoder gestartet.
el: Το στοιχείο JsonMessageEncoder ξεκίνησε την αποκωδικοποίηση του μηνύματος.
es: JsonMessageEncoder inició la descodificación del mensaje.
fi: JsonMessageEncoder aloitti viestin koodauksen purkamisen.
fr: JsonMessageEncoder a démarré le décodage du message.
he: JsonMessageEncoder התחיל לפענח את ההודעה.
hu: A JsonMessageEncoder megkezdte az üzenet dekódolását.
it: Avvio decodifica del messaggio da parte di JsonMessageEncoder.
ja: JsonMessageEncoder がメッセージのデコードを開始しました。
ko: JsonMessageEncoder에서 메시지 디코딩이 시작되었습니다.
nb: JsonMessageEncoder startet dekoding av meldingen.
nl: JsonMessageEncoder is begonnen met het decoderen van het bericht.
pl: Obiekt JsonMessageEncoder rozpoczął dekodowanie komunikatu.
pt_br: JsonMessageEncoder iniciou a decodificação da mensagem.
pt_pt: JsonMessageEncoder começou a descodificar a mensagem.
ru: JsonMessageEncoder начал расшифровку сообщения.
sv: JsonMessageEncoder började avkoda meddelandet.
tr: JsonMessageEncoder iletinin kodunu çözmeye başladı.
zh_cn: JsonMessageEncoder 已开始解码消息。
zh_tw: JsonMessageEncoder 開始解碼訊息。

# event_JsonMessageEncodingStart
source: JsonMessageEncoder started encoding the message.
ar: بدأ JsonMessageEncoder ترميز الرسالة.
cs: Kodér JsonMessageEncoder zahájil kódování zprávy.
da: JsonMessageEncoder startede kodningen af meddelelsen.
de: Die Codierung der Nachricht wurde von JsonMessageEncoder gestartet.
el: Το στοιχείο JsonMessageEncoder ξεκίνησε την κωδικοποίηση του μηνύματος.
es: JsonMessageEncoder inició la codificación del mensaje.
fi: JsonMessageEncoder aloitti viestin koodauksen.
fr: JsonMessageEncoder a démarré l'encodage du message.
he: JsonMessageEncoder התחיל לקודד את ההודעה.
hu: A JsonMessageEncoder megkezdte az üzenet kódolását.
it: Avvio codifica del messaggio da parte di JsonMessageEncoder.
ja: JsonMessageEncoder がメッセージのエンコードを開始しました。
ko: JsonMessageEncoder에서 메시지 인코딩이 시작되었습니다.
nb: JsonMessageEncoder startet koding av meldingen.
nl: JsonMessageEncoder is begonnen met de codering van het bericht.
pl: Obiekt JsonMessageEncoder rozpoczął kodowanie komunikatu.
pt_br: JsonMessageEncoder iniciou a codificação da mensagem.
pt_pt: JsonMessageEncoder começou a codificar a mensagem.
ru: JsonMessageEncoder начал кодирование сообщения.
sv: JsonMessageEncoder började koda meddelandet.
tr: JsonMessageEncoder iletiyi kodlamaya başladı.
zh_cn: JsonMessageEncoder 已开始编码消息。
zh_tw: JsonMessageEncoder 開始編碼訊息。

# event_LeaseTimeout
source: {0} Connection pool key: {1}
ar: مفتاح تجميع اتصال {0}: {1}
cs: Klíč fondu připojení {0}: {1}
da: {0}-forbindelsesgruppenøgle: {1}
de: {0} Verbindungspoolschlüssel: {1}
el: {0} Κλειδί συγκέντρωσης συνδέσεων: {1}
es: {0} Clave de grupo de conexión: {1}
fi: {0}: yhteysvarannon avain: {1}
fr: Clé de pool de connexion {0} : {1}
he: {0} מפתח מאגר חיבורים: {1}
hu: {0} kapcsolatkészlet kulcsa: {1}
it: {0} Chiave pool di connessioni: {1}
ja: {0} 接続プール キー: {1}
ko: {0} 연결 풀 키: {1}
nb: {0} Tilkoblingsutvalgsnøkkel: {1}
nl: Sleutel van verbindingsgroep {0}: {1}
pl: {0} Klucz puli połączeń: {1}
pt_br: {0} Chave de pool de conexão: {1}
pt_pt: {0} Chave do conjunto de ligações: {1}
ru: {0} Ключ пула соединений: {1}
sv: {0}-anslutningspoolnyckel: {1}
tr: {0} Bağlantı havuzu anahtarı: {1}
zh_cn: {0} 连接池键: {1}
zh_tw: {0} 連接集區索引鍵: {1}

# event_ListenerOpenStart
source: Listener opening for '{0}'.
ar: فتح وحدة الإصغاء لصالح '{0}'.
cs: Probíhá spuštění naslouchacího procesu pro {0}.
da: Lyttefunktionen for '{0}' åbnes.
de: Der Listener für "{0}" wird geöffnet.
el: Άνοιγμα ακρόασης για το '{0}'.
es: Abriendo agente de escucha para '{0}'.
fi: Kuuntelutoiminto avautuu kohteelle {0}.
fr: Ouverture de l'écouteur pour '{0}'.
he: מאזין נפתח עבור '{0}'.
hu: Folyamatban van a figyelő megnyitása a következő számára: „{0}”.
it: Apertura listener per '{0}'.
ja: '{0}' のリスナーを開いています。
ko: '{0}'에 대한 리스너가 열려 있습니다.
nb: Lytter åpnes for {0}.
nl: Listener wordt geopend voor {0}.
pl: Otwieranie odbiornika dla „{0}”.
pt_br: Abertura de ouvinte para '{0}'.
pt_pt: A abrir escuta para '{0}'.
ru: Открытие прослушивателя для "{0}".
sv: Lyssnare öppnas för {0}.
tr: '{0}' için dinleyici açılıyor.
zh_cn: 正在为“{0}”打开侦听器。
zh_tw: 開啟 '{0}' 的接聽項。

# event_ListenerOpenStop
source: Listener open completed.
ar: اكتمل فتح وحدة الإصغاء.
cs: Spuštění naslouchacího procesu bylo dokončeno.
da: Lyttefunktionen blev åbnet.
de: Öffnen des Listeners wurde abgeschlossen.
el: Το άνοιγμα της ακρόασης ολοκληρώθηκε.
es: Apertura del agente de escucha completada.
fi: Kuuntelutoiminnon avaaminen valmis.
fr: Ouverture de l'écouteur terminée.
he: פתיחת מאזין הושלמה.
hu: A figyelő megnyitása befejeződött.
it: Apertura listener completata.
ja: リスナーのオープンが完了しました。
ko: 리스너 열기가 완료되었습니다.
nb: Åpning av lytter fullført.
nl: Openen van listener voltooid.
pl: Otwieranie odbiornika zostało ukończone.
pt_br: Abertura de ouvinte concluída.
pt_pt: Abertura da escuta concluída.
ru: Открытие прослушивателя завершено.
sv: Lyssnare har öppnats.
tr: Dinleyiciyi açma tamamlandı.
zh_cn: 侦听器打开已完成。
zh_tw: 完成接聽項開啟。
