Repository: UiPath/CoreWF
Catalog: src/UiPath.Workflow.Runtime/Resources/EventSourceStrings.*.resx
Languages: ar, cs, da, de, el, es, fi, fr, he, hu, it, ja, ko, nb, nl, pl, pt_br, pt_pt, ru, sv, tr, zh_cn, zh_tw

# event_WebSocketUseVersionFromClientWebSocketFactory
source: Using the WebSocketVersion from a client WebSocket factory of type '{0}'.
ar: استخدام WebSocketVersion من مصنع WebSocket لعميل من النوع '{0}'.
cs: Použita hodnota WebSocketVersion získaná od objektu factory typu {0} určeného pro vytvoření objektu WebSocket na straně klienta
da: Bruger WebSocketVersion fra en klient-WebSocket-factory af typen '{0}'.
de: Es wird die WebSocketVersion aus einer Client-WebSocket-Factory vom Typ '{0}' verwendet.
el: Χρήση του WebSocketVersion από παραγωγή WebSocket προγράμματος-πελάτη τύπου '{0}'.
es: Usando el WebSocketVersion de un generador de WebSocket cliente de tipo '{0}'.
fi: Käytetään WebSocketVersion-kohdetta asiakkaan tyypin {0} WebSocket-tehtaasta.
fr: Utilisation du WebSocketVersion d'une fabrique WebSocket cliente de type '{0}'.
he: משתמש ב- WebSocketVersion מגורם WebSocket של לקוח מסוג '{0}'.
hu: A rendszer egy „{0}” típusú ügyfél WebSocket-gyárból származó WebSocketVersion verziót használ.
it: Utilizzo di WebSocketVersion da una factory WebSocket client di tipo '{0}'.
ja: 型 '{0}' のクライアント WebSocket ファクトリから WebSocketVersion を使用しています。
ko: 클라이언트 WebSocket 팩터리 형식 '{0}'에서 Websocketversion을 사용하는 중입니다.
nb: Bruker WebSocketVersion fra en klient-WebSocket-fabrikk av typen {0}.
nl: WebSocketVersion van een client-WebSocket-factory van type {0} wordt gemaakt.
pl: Używanie wartości WebSocketVersion z fabryki obiektów WebSocket klienta typu „{0}”.
pt_br: Usando o WebSocketVersion da fábrica de WebSocket de cliente do tipo '{0}'.
pt_pt: Utilizar a WebSocketVersion de uma fábrica WebSocket cliente do tipo '{0}'.
ru: Используется версия WebSocketVersion из фабрики клиентского соединения WebSocket типа "{0}".
sv: Använder WebSocketVersion från en klient-WebSocket-fabrik av typen {0}.
tr: '{0}' fabrika türündeki istemci WebSocket'inden WebSocketVersion kullanılıyor.
zh_cn: 正在使用来自类型为“{0}”的客户端 WebSocket 工厂的 WebSocketVersion。
zh_tw: 正在使用來自型別為 '{0}' 的用戶端 WebSocket 工廠的 WebSocketVersion。

# event_WfMessageReceived
source: Message received by workflow
ar: تم تلقي الرسالة بواسطة سير العمل
cs: Pracovní postup přijal zprávu.
da: Meddelelse modtaget af arbejdsproces
de: Nachricht von Workflow empfangen
el: Πραγματοποιήθηκε λήψη μηνύματος από τη ροή εργασιών
es: Mensaje recibido por el flujo de trabajo
fi: Työnkulun vastaanottama viesti
fr: Message reçu par workflow
he: זרימת העבודה קיבלה את ההודעה
hu: A munkafolyamat által fogadott üzenet
it: Messaggio ricevuto dal flusso di lavoro
ja: ワークフローによって受信されたメッセージ
ko: 워크플로가 메시지를 수신함
nb: Melding mottatt av arbeidsflyt
nl: Bericht ontvangen door workflow
pl: Komunikat odebrany przez przepływ pracy
pt_br: Mensagem recebida pelo fluxo de trabalho
pt_pt: Mensagem recebida pelo fluxo de trabalho
ru: Сообщение, полученное рабочим процессом
sv: Meddelande mottaget av arbetsflöde
tr: İleti iş akışı tarafından alındı
zh_cn: 工作流已接收消息
zh_tw: 工作流程所接收的訊息

# event_WfMessageSent
source: Message sent from workflow
ar: تم تلقي الرسالة بواسطة سير العمل
cs: Z pracovního postupu byla odeslána zpráva.
da: Meddelelse sendt fra arbejdsproces
de: Nachricht von Workflow gesendet
el: Πραγματοποιήθηκε αποστολή μηνύματος από τη ροή εργασιών
es: Mensaje enviado desde el flujo de trabajo
fi: Työnkulusta lähetetty viesti
fr: Message envoyé à partir du workflow
he: זרימת העבודה שלחה את ההודעה
hu: A munkafolyamat által küldött üzenet
it: Messaggio inviato dal flusso di lavoro
ja: ワークフローから送信されたメッセージ
ko: 워크플로에서 메시지가 전송됨
nb: Melding sendt fra arbeidsflyt
nl: Bericht verzonden vanuit workflow
pl: Komunikat wysłany z przepływu pracy
pt_br: Mensagem enviada do fluxo de trabalho
pt_pt: Mensagem enviada do fluxo de trabalho
ru: Сообщение, отправленное из рабочего процесса
sv: Meddelande skickat från arbetsflöde
tr: İleti iş akışı tarafından gönderildi
zh_cn: 已从工作流发送消息
zh_tw: 從工作流程傳送的訊息

# event_WindowsStreamSecurityOnAcceptUpgrade
source: Windows streaming security on accepting upgrade.
ar: أمان دفق Windows عند الموافقة على الترقية.
cs: Zabezpečení Windows datového proudu při přijetí upgradu
da: Windows streamer sikkerhed ved accept af opgradering.
de: Windows-Streamingsicherheit akzeptiert Upgrade.
el: Ασφάλεια ροής των Windows με αποδοχή αναβάθμισης.
es: Seguridad de transmisión por secuencias de Windows al aceptar la actualización.
fi: Windows virtauttaa suojausta päivityksen hyväksymisen yhteydessä.
fr: Sécurité Windows relative à la diffusion en continu après acceptation de la mise à niveau.
he: אבטחת זרימה של Windows בקבלת השדרוג.
hu: A Windows adatfolyamos biztonsági szolgáltatásának frissítése elfogadás alatt áll.
it: Sicurezza flusso Windows all'accettazione dell'aggiornamento.
ja: Windows ストリーミング セキュリティがアップグレードを受け入れています。
ko: Windows 스트리밍 보안 업그레이드를 수락합니다.
nb: Windows-dataflytsikkerhet ved godtatt oppgradering.
nl: Windows-streaming-beveiliging bij accepteren van upgrade.
pl: Uaktualnienie zabezpieczeń przesyłania systemu Windows przy akceptowaniu.
pt_br: Segurança de streaming do Windows ao aceitar a atualização
pt_pt: Segurança na transmissão em fluxo do Windows ao aceitar atualização.
ru: Потоковая безопасность Windows для обновления принятия.
sv: Windows direktuppspelningssäkerhet när uppgradering godkänns.
tr: Windows akış güvenliği yükseltmeyi kabul ediyor.
zh_cn: Windows 正在对接受升级的安全性进行流式处理。
zh_tw: Windows 接受升級的資料流安全性。

# event_WindowsStreamSecurityOnInitiateUpgrade
source: WindowsStreamSecurity initiating security upgrade.
ar: بدء ترقية أمان WindowsStreamSecurity.
cs: Zabezpečení WindowsStreamSecurity iniciuje upgrade zabezpečení.
da: WindowsStreamSecurity påbegynder sikkerhedsopgradering.
de: WindowsStreamSecurity initiiert Sicherheitsupgrade.
el: Η WindowsStreamSecurity ξεκινά την αναβάθμιση ασφαλείας.
es: Actualización de seguridad inicial de WindowsStreamSecurity.
fi: WindowsStreamSecurity aloittaa suojauspäivityksen.
fr: Début de la mise à niveau de sécurité par WindowsStreamSecurity.
he: WindowsStreamSecurity מפעיל שדרוג אבטחה.
hu: A WindowsStreamSecurity kezdeményezi a biztonság frissítését.
it: Avvio dell'aggiornamento di sicurezza da parte di WindowsStreamSecurity.
ja: WindowsStreamSecurity がセキュリティ アップグレードを開始しています。
ko: WindowsStreamSecurity에서 보안 업그레이드를 시작하는 중입니다.
nb: WindowsStreamSecurity starter sikkerhetsoppgradering.
nl: WindowsStreamSecurity begint met beveiligingsupgrade.
pl: Obiekt WindowsStreamSecurity inicjuje uaktualnienie zabezpieczeń.
pt_br: WindowsStreamSecurity está iniciando a atualização de segurança.
pt_pt: WindowsStreamSecurity está a iniciar a atualização de segurança.
ru: WindowsStreamSecurity инициирует обновление безопасности.
sv: WindowsStreamSecurity initierar säkerhetsuppgradering.
tr: WindowsStreamSecurity güvenlik yükseltmesini başlatıyor.
zh_cn: WindowsStreamSecurity 正在启动安全升级。
zh_tw: WindowsStreamSecurity 正在初始化安全性升級。

# event_WorkflowActivityResume
source: WorkflowInstance Id: '{0}' E2E Activity
ar: معرف WorkflowInstance: نشاط '{0}' E2E
cs: WorkflowInstance Id: {0} - aktivita E2E
da: WorkflowInstance-id'et: '{0}' E2E-aktivitet
de: WorkflowInstance-ID: '{0}' E2E-Aktivität
el: WorkflowInstance Id: '{0}' δραστηριότητα E2E
es: Id. de WorkflowInstance: actividad E2E '{0}'
fi: WorkflowInstance (tunnus: {0}) E2E-tehtävä
fr: ID WorkflowInstance : '{0}' Activité E2E
he: מזהה WorkflowInstance: פעילות '{0}' E2E
hu: WorkflowInstance azonosítója: „{0}” E2E tevékenység
it: Attività end-to-end di WorkflowInstance con ID: '{0}'
ja: WorkflowInstance ID: '{0}' E2E アクティビティ
ko: WorkflowInstance Id: '{0}' E2E 작업
nb: WorkflowInstance-ID: {0} E2E-aktivitet
nl: WorkflowInstance-id: E2E-activiteit {0}
pl: Działanie E2E obiektu WorkflowInstance o identyfikatorze: {0}
pt_br: WorkflowInstance Id: atividade E2E '{0}'
pt_pt: Id de WorkflowInstance: Activity '{0}' E2E
ru: Элемент WorkflowInstance с идентификатором "{0}", действие E2E
sv: WorkflowInstance-ID: {0} E2E-aktivitet
tr: WorkflowInstance Kimliği: '{0}' E2E Etkinliği
zh_cn: WorkflowInstance Id“{0}”E2E 活动
zh_tw: WorkflowInstance 識別碼: '{0}' E2E 活動

# event_WorkflowActivityStart
source: WorkflowInstance Id: '{0}' E2E Activity
ar: معرف WorkflowInstance: نشاط '{0}' E2E
cs: WorkflowInstance Id: {0} - aktivita E2E
da: WorkflowInstance-id'et: '{0}' E2E-aktivitet
de: WorkflowInstance-ID: '{0}' E2E-Aktivität
el: WorkflowInstance Id: '{0}' δραστηριότητα E2E
es: Id. de WorkflowInstance: actividad E2E '{0}'
fi: WorkflowInstance (tunnus: {0}) E2E-tehtävä
fr: ID WorkflowInstance : '{0}' Activité E2E
he: מזהה WorkflowInstance: פעילות '{0}' E2E
hu: WorkflowInstance azonosítója: „{0}” E2E tevékenység
it: Attività end-to-end di WorkflowInstance con ID: '{0}'
ja: WorkflowInstance ID: '{0}' E2E アクティビティ
ko: WorkflowInstance Id: '{0}' E2E 작업
nb: WorkflowInstance-ID: {0} E2E-aktivitet
nl: WorkflowInstance-id: E2E-activiteit {0}
pl: Działanie E2E obiektu WorkflowInstance o identyfikatorze: {0}
pt_br: WorkflowInstance Id: atividade E2E '{0}'
pt_pt: Id de WorkflowInstance: Activity '{0}' E2E
ru: Элемент WorkflowInstance с идентификатором "{0}", действие E2E
sv: WorkflowInstance-ID: {0} E2E-aktivitet
tr: WorkflowInstance Kimliği: '{0}' E2E Etkinliği
zh_cn: WorkflowInstance Id“{0}”E2E 活动
zh_tw: WorkflowInstance 識別碼: '{0}' E2E 活動

# event_WorkflowActivityStop
source: WorkflowInstance Id: '{0}' E2E Activity
ar: معرف WorkflowInstance: نشاط '{0}' E2E
cs: WorkflowInstance Id: {0} - aktivita E2E
da: WorkflowInstance-id'et: '{0}' E2E-aktivitet
de: WorkflowInstance-ID: '{0}' E2E-Aktivität
el: WorkflowInstance Id: '{0}' δραστηριότητα E2E
es: Id. de WorkflowInstance: actividad E2E '{0}'
fi: WorkflowInstance (tunnus: {0}) E2E-tehtävä
fr: ID WorkflowInstance : '{0}' Activité E2E
he: מזהה WorkflowInstance: פעילות '{0}' E2E
hu: WorkflowInstance azonosítója: „{0}” E2E tevékenység
it: Attività end-to-end di WorkflowInstance con ID: '{0}'
ja: WorkflowInstance ID: '{0}' E2E アクティビティ
ko: WorkflowInstance Id: '{0}' E2E 작업
nb: WorkflowInstance-ID: {0} E2E-aktivitet
nl: WorkflowInstance-id: E2E-activiteit {0}
pl: Działanie E2E obiektu WorkflowInstance o identyfikatorze: {0}
pt_br: WorkflowInstance Id: atividade E2E '{0}'
pt_pt: Id de WorkflowInstance: Activity '{0}' E2E
ru: Элемент WorkflowInstance с идентификатором "{0}", действие E2E
sv: WorkflowInstance-ID: {0} E2E-aktivitet
tr: WorkflowInstance Kimliği: '{0}' E2E Etkinliği
zh_cn: WorkflowInstance Id“{0}”E2E 活动
zh_tw: WorkflowInstance 識別碼: '{0}' E2E 活動

# event_WorkflowActivitySuspend
source: WorkflowInstance Id: '{0}' E2E Activity
ar: معرف WorkflowInstance: نشاط '{0}' E2E
cs: WorkflowInstance Id: {0} - aktivita E2E
da: WorkflowInstance-id'et: '{0}' E2E-aktivitet
de: WorkflowInstance-ID: '{0}' E2E-Aktivität
el: WorkflowInstance Id: '{0}' δραστηριότητα E2E
es: Id. de WorkflowInstance: actividad E2E '{0}'
fi: WorkflowInstance (tunnus: {0}) E2E-tehtävä
fr: ID WorkflowInstance : '{0}' Activité E2E
he: מזהה WorkflowInstance: פעילות '{0}' E2E
hu: WorkflowInstance azonosítója: „{0}” E2E tevékenység
it: Attività end-to-end di WorkflowInstance con ID: '{0}'
ja: WorkflowInstance ID: '{0}' E2E アクティビティ
ko: WorkflowInstance Id: '{0}' E2E 작업
nb: WorkflowInstance-ID: {0} E2E-aktivitet
nl: WorkflowInstance-id: E2E-activiteit {0}
pl: Działanie E2E obiektu WorkflowInstance o identyfikatorze: {0}
pt_br: WorkflowInstance Id: atividade E2E '{0}'
pt_pt: Id de WorkflowInstance: Activity '{0}' E2E
ru: Элемент WorkflowInstance с идентификатором "{0}", действие E2E
sv: WorkflowInstance-ID: {0} E2E-aktivitet
tr: WorkflowInstance Kimliği: '{0}' E2E Etkinliği
zh_cn: WorkflowInstance Id“{0}”E2E 活动
zh_tw: WorkflowInstance 識別碼: '{0}' E2E 活動

# event_WorkflowApplicationCompleted
source: WorkflowInstance Id: '{0}' has completed in the Closed state.
ar: معرف WorkflowInstance: اكتمل '{0}' في الحالة المغلقة.
cs: WorkflowInstance Id {0} byl dokončen v zavřeném stavu.
da: WorkflowInstance-id'et: '{0}' blev fuldført i tilstanden Closed.
de: WorkflowInstance-ID: '{0}' wurde mit dem Status 'Closed' abgeschlossen.
el: Το WorkflowInstance Id: '{0}' ολοκληρώθηκε στην κλειστή κατάσταση.
es: WorkflowInstance con id. '{0}' se ha completado con el estado Closed.
fi: WorkflowInstance (tunnus: {0}) on suoritettu. Tila: suljettu.
fr: WorkflowInstance avec l'Id : '{0}' s'est terminé à l'état Closed.
he: מזהה WorkflowInstance‏: '{0}' הושלם במצב הסגור.
hu: Az „{0}” Id azonosítóval rendelkező WorkflowInstance Closed állapotban befejeződött.
it: WorkflowInstance con ID: '{0}' completato nello stato Closed.
ja: WorkflowInstance ID: '{0}' が Closed 状態で完了しました。
ko: WorkflowInstance Id: '{0}'이(가) Closed 상태에서 완료되었습니다.
nb: WorkflowInstance-ID: {0} er fullført med lukket status.
nl: De WorkflowInstance met de id {0} is voltooid met de status Closed.
pl: Działanie obiektu WorkflowInstance o identyfikatorze: {0} zostało zakończone; stan końcowy: Closed.
pt_br: WorkflowInstance Id: '{0}' foi concluída em estado Closed.
pt_pt: Id de WorkflowInstance: '{0}' concluída no estado Closed.
ru: Элемент WorkflowInstance с идентификатором "{0}" завершил работу в состоянии Closed.
sv: WorkflowInstance-ID: {0} har slutförts i tillståndet Closed.
tr: Kimliği '{0}' olan WorkflowInstance Kapalı durumunda tamamlandı.
zh_cn: WorkflowInstance Id“{0}”在“已关闭”状态下完成。
zh_tw: WorkflowInstance 識別碼: '{0}' 已經以 Closed 狀態完成。

# event_WorkflowApplicationIdled
source: WorkflowApplication Id: '{0}' went idle.
ar: معرف WorkflowApplication: أصبح '{0}' خاملاً.
cs: WorkflowApplication Id: {0} přechod do nečinného režimu.
da: WorkflowApplication-id'et: '{0}' blev inaktiv.
de: WorkflowApplication-ID: '{0}' befindet sich im Leerlauf.
el: Το WorkflowApplication Id: '{0}' τέθηκε σε αδράνεια.
es: Se desactivó WorkflowApplication con id. '{0}'.
fi: WorkflowApplication (tunnus: {0}) on siirtynyt odotustilaan.
fr: WorkflowApplication avec l'Id : '{0}' est devenu inactif.
he: מזהה WorkflowApplication‏: '{0}' הפסיק לפעול.
hu: Az „{0}” Id azonosítóval rendelkező WorkflowApplication tétlen állapotú.
it: WorkflowApplication con ID: '{0}' inattiva.
ja: WorkflowApplication ID: '{0}' がアイドル状態になりました。
ko: WorkflowApplication ID: '{0}'이(가) 유휴 상태가 되었습니다.
nb: WorkflowApplication-ID: {0} er inaktiv.
nl: De WorkflowApplication met de id {0} is inactief geworden.
pl: Obiekt WorkflowApplication o identyfikatorze: {0} wszedł w stan bezczynności.
pt_br: WorkflowApplication Id: '{0}' tornou-se ociosa.
pt_pt: Id de WorkflowApplication: '{0}' ficou inativa.
ru: Идентификатор класса WorkflowApplication: "{0}" перешел в состояние простоя.
sv: WorkflowApplication-ID: {0} gick in i viloläge.
tr: Kimliği '{0}' olan WorkflowApplication boşta durumuna geçti.
zh_cn: WorkflowApplication ID“{0}”变为空闲状态。
zh_tw: WorkflowApplication 識別碼: '{0}' 進入閒置狀態。

# event_WorkflowApplicationPersistableIdle
source: WorkflowApplication Id: '{0}' is idle and persistable. The following action will be taken: {1}.
ar: معرف WorkflowApplication: أصبح '{0}' خاملاً وقابلاً للاستمرار. سيتم اتخاذ الإجراء التالي: {1}.
cs: WorkflowApplication Id: {0} je nečinná a trvalá. Bude provedena tato akce: {1}.
da: WorkflowApplication-id'et: '{0}' er inaktiv og permanent. Der udføres følgende handling: {1}.
de: WorkflowApplication-ID: '{0}' ist im Leerlauf und dauerhaft. Die folgende Aktion wird ausgeführt: {1}.
el: Το WorkflowApplication Id: '{0}' είναι αδρανές και σταθερό. Θα ληφθεί η ακόλουθη ενέργεια: {1}.
es: WorkflowApplication con id. '{0}' está inactivo y es persistente. Se realizará la siguiente acción: {1}.
fi: WorkflowApplication (tunnus: {0}) on odotustilassa ja määritettävissä pysyväksi. Seuraavaksi suoritettava toiminto: {1}.
fr: WorkflowApplication avec l'Id : '{0}' est inactif et persistant. L'action suivante sera effectuée : {1}.
he: מזהה WorkflowApplication‏: '{0}' לא פעיל וכן חוזר ונשנה. הפעולה הבאה תינקט: {1}.
hu: A(z) „{0}” Id azonosítójú WorkflowApplication tétlen és megőrizhető. A következő művelet kerül végrehajtásra: {1}.
it: WorkflowApplication con ID: '{0}' è inattiva e persistente. Verrà effettuata l'azione seguente: {1}.
ja: WorkflowApplication ID: '{0}' がアイドル状態のままです。次の操作が実行されます: {1}。
ko: WorkflowApplication ID: '{0}'이(가) 유휴 상태로 지속됩니다. 다음 작업이 수행됩니다. {1}.
nb: WorkflowApplication-ID: {0} er ledig og vedvarende. Følgende handling utføres: {1}.
nl: De WorkflowApplication met de id {0} is inactief en kan persistent worden gemaakt. De volgende actie wordt uitgevoerd: {1}.
pl: Obiekt WorkflowApplication o identyfikatorze: {0} jest bezczynny i możliwy do utrwalenia. Zostanie podjęta następująca akcja: {1}.
pt_br: WorkflowApplication Id: '{0}' está ociosa e persistente. A seguinte ação será executada: {1}.
pt_pt: Id de WorkflowApplication: '{0}' inativa e persistente. Será tomada a seguinte ação: {1}.
ru: Приложение рабочего процесса с ИД "{0}" простаивает и сохранено. Будет предпринято следующее действие: {1}.
sv: WorkflowApplication-ID: {0} är i viloläge och beständig. Följande åtgärd vidtas: {1}.
tr: Kimliği '{0}' olan WorkflowApplication boşta ve kalıcı yapılabilir. Şu eylem gerçekleştirilecek: {1}.
zh_cn: WorkflowApplication ID“{0}”空闲且可持久化。将进行以下操作: {1}。
zh_tw: WorkflowApplication 識別碼: '{0}' 處於閒置狀態且為永續性。將採取下列動作: {1}。

# event_WorkflowApplicationPersisted
source: WorkflowApplication Id: '{0}' was Persisted.
ar: معرف WorkflowApplication: كان '{0}' مستمرًا.
cs: WorkflowApplication Id: {0} je trvalý.
da: WorkflowApplication-id'et: '{0}' blev Persisted.
de: WorkflowApplication-ID: '{0}' wurde persistent gespeichert.
el: Διατηρήθηκε το WorkflowApplication Id: '{0}'.
es: WorkflowApplication con id. '{0}' se ha vuelto persistente.
fi: WorkflowApplication (tunnus: {0}) on määritetty pysyväksi.
fr: WorkflowApplication avec l'Id : '{0}' était Persisted.
he: מזהה WorkflowApplication‏: '{0}' נשאר עקבי.
hu: Az „{0}” Id azonosítójú WorkflowApplication megőrzésre került (Persisted).
it: WorkflowApplication con ID: '{0}' persistente.
ja: WorkflowApplication ID: '{0}' が永続化されました。
ko: WorkflowApplication ID: '{0}'이(가) 지속되었습니다.
nb: WorkflowApplication-ID: {0} beholdes.
nl: De WorkflowApplication met de id {0} is persistent gemaakt.
pl: Obiekt WorkflowApplication o identyfikatorze: {0} został utrwalony.
pt_br: WorkflowApplication Id: '{0}' foi persistida.
pt_pt: Id de WorkflowApplication: '{0}' foi Persisted.
ru: Элемент WorkflowApplication с идентификатором "{0}" сохранен.
sv: WorkflowApplication-ID: {0} var Persisted.
tr: Kimliği '{0}' olan WorkflowApplication Persisted yapıldı.
zh_cn: WorkflowApplication Id“{0}”已持久化。
zh_tw: WorkflowApplication 識別碼: '{0}' 是永續性的。

# event_WorkflowApplicationTerminated
source: WorkflowApplication Id: '{0}' was terminated. It has completed in the Faulted state with an exception.
ar: معرف WorkflowApplication: تم إنهاء '{0}'. وقد تم إكماله في حالة الخطأ مع استثناء.
cs: WorkflowApplication Id {0} byla ukončena. Aplikace byla dokončena v chybovém stavu s výjimkou.
da: WorkflowApplication-id'et: '{0}' blev afsluttet. Det blev fuldført i tilstanden Faulted med en undtagelse.
de: WorkflowApplication-ID: '{0}' wurde beendet. Die Instanz wurde mit dem Status 'Faulted' und einer Ausnahme abgeschlossen.
el: Το WorkflowApplication Id: '{0}' τερματίστηκε. Ολοκληρώθηκε στην εσφαλμένη κατάσταση με μια εξαίρεση.
es: WorkflowApplication con id. '{0}' ha finalizado. Se ha completado con el estado Faulted con una excepción.
fi: WorkflowApplication (tunnus {0}) on päättynyt. Toiminnon suorittaminen aiheutti virhetilan ja poikkeuksen.
fr: WorkflowApplication avec l'Id : '{0}' était terminé en l'état Faulted avec une exception.
he: מזהה WorkflowApplication‏: '{0}' הסתיים. הוא הושלם במצב הפגום עם חריגה.
hu: Az „{0}” Id azonosítóval rendelkező WorkflowApplication leállt. Kivétel okozása mellett, Faulted állapotban befejeződött.
it: WorkflowApplication con ID: '{0}' terminata. È stata completata nello stato Faulted con un'eccezione.
ja: WorkflowApplication ID: '{0}' が終了しました。例外により Faulted 状態で完了しました。
ko: WorkflowApplication ID: '{0}'이(가) 종료되었습니다. 예외와 함께 오류 상태로 완료되었습니다.
nb: WorkflowApplication-ID: {0} ble avsluttet. Den ble fullført med feilstatus med et unntak.
nl: De WorkflowApplication met de id {0} is beëindigd en voltooid met de status Faulted en een uitzondering.
pl: Działanie obiektu WorkflowApplication o identyfikatorze: {0} zostało przerwane. Stan końcowy: Faulted z wyjątkiem.
pt_br: WorkflowApplication Id: '{0}' foi encerrada. Conclusão em estado Faulted com uma exceção.
pt_pt: Id de WorkflowApplication: '{0}' terminada. Foi concluída com o estado Faulted com uma exceção.
ru: Выполнение элемента WorkflowApplication с идентификатором "{0}" завершено. Выполнение было завершено с переходом в состояние Faulted и вызовом исключения.
sv: WorkflowApplication-ID: {0} avslutades. Det har slutförts i tillståndet Faulted med ett undantag.
tr: Kimliği '{0}' olan WorkflowApplication sonlandırıldı. Faulted durumunda bir özel durumla tamamlandı.
zh_cn: WorkflowApplication Id“{0}”已终止。该应用程序因出现异常而在“出错”状态下完成。
zh_tw: WorkflowApplication 識別碼: '{0}' 已終止。它已經以 Faulted 狀態完成，發生例外狀況。
